[
    {
        "url": "https://www.vietnamworks.com/qc-assistant--1761710-jv?source=searchResults&searchType=2&placement=1761710&sortBy=latest",
        "job_name": "QC Assistant",
        "company_name": "Navigosgroup",
        "salary": "$100 - $1000",
        "end_date": "2024-05-03",
        "address": "e.Town Central, 11 Doan Van Bo, District 4, HCMC",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Công Nghệ Thông Tin"
        ],
        "LĨNH VỰC": [
            "Luật/Dịch vụ pháp lý"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Embedded System, Java Spring Boot, Autodesk Maya, COBOL"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "ppNavigos Search, a part of Navigos Group, is the No.1 provider of executive search services in Vietnam with professional, dedicated and experienced recruitment consultant teams. Join us as a Recruitment Consultant (Headhunter) and become first class business professionals, who are:",
                "IN CHARGE OF",
                "• Actively researching, approaching and promoting Navigos Search’s high quality services to candidates, current and prospective clients, analyzing their business and culture, their current and future recruitment needs",
                "• Developing and maintaining loyal business relationship with them aligning with our/p/p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "ppJOB REQUIREMENTS",
                "• College Degree and above",
                "• At least 2 – 3 years experience in Recruitment/Headhunt in relevant industry",
                "• Fluent English, good interpersonal skills",
                "• Highly professional, sales-oriented",
                "At Navigos Search – Navigos Group, We",
                "Unleash YOUR Next/p/p"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/senior-maximo-engineer-1761689-jv?source=searchResults&searchType=2&placement=1761689&sortBy=latest",
        "job_name": "Senior Maximo Engineer",
        "company_name": "Hitachi Digital Services",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "Floor 3rd, 4th Helios Building - Floor 9th QTSC9 Building, Quang Trung Software City, Tan Chanh Hiep Ward, District 12",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Java, SQL, REST, Database Software, Mechanical"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Perform application and solution development to meet project requirements.",
                "Develop and document detailed technical designs to meet business requirements.",
                "Manage multiple technical environments and support the development and testing processes."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- A bachelor's or master's degree in computer science, IT or Mechanical Engineer.",
                "- Have at least 5 years of experience in IT, good knowledge in PI/SQL, Java, REST, Database.",
                "- Must have at least 3 years of experience in IBM Maximo, can perform customization/configuration/data migration/upgrade in Maximo, as well as integration Maximo with external systems (ERP, GIS, SCADA, etc).",
                "- Good English communication, presentation skill."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/qc-assistant--1761669-jv?source=searchResults&searchType=2&placement=1761669&sortBy=latest",
        "job_name": "QC Assistant",
        "company_name": "Navigosgroup",
        "salary": "$100 - $1000",
        "end_date": "2024-05-03",
        "address": "e.Town Central, 11 Doan Van Bo, District 4, HCMC",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Công Nghệ Thông Tin"
        ],
        "LĨNH VỰC": [
            "Luật/Dịch vụ pháp lý"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Embedded System, Java Spring Boot, Autodesk Maya, COBOL"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "pNavigos Search, a part of Navigos Group, is the No.1 provider of executive search services in Vietnam with professional, dedicated and experienced recruitment consultant teams. Join us as a Recruitment Consultant (Headhunter) and become first class business professionals, who are:",
                "IN CHARGE OF",
                "• Actively researching, approaching and promoting Navigos Search’s high quality services to candidates, current and prospective clients, analyzing their business and culture, their current and future recruitment needs",
                "• Developing and maintaining loyal business relationship with them aligning with our/p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "pJOB REQUIREMENTS",
                "• College Degree and above",
                "• At least 2 – 3 years experience in Recruitment/Headhunt in relevant industry",
                "• Fluent English, good interpersonal skills",
                "• Highly professional, sales-oriented",
                "At Navigos Search – Navigos Group, We",
                "Unleash YOUR Next/p"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/ky-su-giai-phap-tich-hop-he-thong--1761654-jv?source=searchResults&searchType=2&placement=1761654&sortBy=latest",
        "job_name": "Kỹ Sư Giải Pháp, Tích Hợp Hệ Thống",
        "company_name": "Chi Nhánh Giải Pháp Và Tích Hợp Hệ Thống Công Ty TNHH Một Thành Viên Thanh Bình - BCA",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "Tầng M – Tòa Nhà Green Star – 234 Phạm Văn Đồng",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "System/Cloud/DevOps Engineer"
        ],
        "LĨNH VỰC": [
            "Hệ thống CNTT & Thiết bị"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Tư Vấn Kỹ Thuật, Giải Pháp Kỹ Thuật, Giải Pháp Tích Hợp, Hệ Thống Mạng, Tiếng Anh"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Thông tin tuyển dụng:",
                "•\tNơi làm việc: Tầng M – Tòa Nhà Green Star – 234 Phạm Văn Đồng",
                "•\tCấp bậc: Kỹ sư giải pháp, tích hợp hệ thống",
                "•\tMức lương: thỏa thuận",
                "Mô tả công việc:",
                "•\tNghiên cứu, nắm vững các sản phẩm, giải pháp kỹ thuật của các nhà cung cấp, sản xuất trên thế giới thuộc các lĩnh vực hệ thống mạng, tổng đài, kiểm soát an ninh, truyền dẫn, thiết bị nghiệp vụ;",
                "•\tTư vấn kỹ thuật, xây dựng cấu hình thiết bị, sản phẩm, lập danh mục chi tiết về một trong các lĩnh vực: hệ thống mạng máy tính, tổng đài, kiểm soát an ninh, truyền dẫn, thiết bị nghiệp vụ thuộc các dự án cho khách hàng;",
                "•\tTham gia triển khai thực hiện công tác đấu thầu;",
                "•\tTham gia triển khai các hợp đồng được Chi nhánh ký kết với các Chủ đầu tư, khách hàng: Xây dựng, quản lý, giám sát tiến độ, chất lượng dịch vụ, sản phẩm hàng hóa."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Yêu cầu ứng viên:",
                "•\tTốt nghiệp Đại học ngành CNTT, Điện tử, Viễn thông;",
                "•\tKinh nghiệm: 2 năm trở lên;",
                "•\tGiới tính: Nam/Nữ;",
                "•\tKỹ năng trình bày, giao tiếp tốt qua đối thoại và bằng văn bản;",
                "•\tCó kiến thức về một trong các lĩnh vực: hệ thống mạng máy tính, tổng đài, kiểm soát an ninh, hệ thống truyền dẫn, thiết bị nghiệp vụ;",
                "•\tƯu tiên ứng viên có kinh nghiệm triển khai dự án;",
                "•\tKhả năng đọc tài liệu bằng Tiếng Anh.",
                "Thu nhập và quyền lợi:",
                "•\tLương theo thỏa thuận khi phỏng vấn, không hạn chế theo năng lực;",
                "•\tKý hợp đồng lao động, đóng bảo hiểm đầy đủ, nghỉ các ngày Lễ, Tết theo quy định Nhà nước;",
                "•\tLương tháng 13,…;",
                "•\tĐược tham gia các khóa huấn luyện, đào tạo nâng cao kỹ năng, nghiệp vụ theo các hãng của Chi nhánh;",
                "•\tMôi trường làm việc trẻ, năng động, sáng tạo, công bằng, kỷ luật;",
                "•\tCó nhiều cơ hội thăng tiến."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-communicator--1761617-jv?source=searchResults&searchType=2&placement=1761617&sortBy=latest",
        "job_name": "IT Communicator",
        "company_name": "Maruweb Viet Nam",
        "salary": "$450 - $1200",
        "end_date": "2024-05-03",
        "address": "152-152A Nguyễn Văn Đậu, Phường 7, Quận Bình Thạnh, TP Hồ Chí Minh",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "QA/QC/Software Testing"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Phiên Dịch Tiếng Nhật, IT Communications, Japanese N2, Japanese"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Nhật"
        ],
        "Mô tả công việc": [
            [
                "- Phiên dịch trong các buổi meeting dự án, đảm bảo thông tin dự án được truyền đạt chính xác và kịp thời tới 2 phía khách hàng và team phát triển.",
                "- Dịch các tài liệu dự án, dịch testcase, thực hiện test sản phẩm, chức năng",
                "- Phân tích yêu cầu, Q&A, hiểu được yêu cầu của dự án để truyền đạt cho dev",
                "- Hỗ trợ PM trong việc quản lí tiến độ, quản lí tasks và một số công việc khác trong team",
                "- Sẽ được đào tạo song song trong quá trình làm việc (on job training)"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Trình độ tiếng Nhật N2 trở lên",
                "- Kinh nghiệm dịch IT",
                "- Khả năng học hỏi nhanh, làm việc độc lập cao, có tinh thần trách nhiệm",
                "- Khả năng chịu được áp lực cao trong công việc",
                "- Có khả năng thuyết phục, thuyết trình, trình bày ý tưởng",
                "- Nắm bắt nhanh xu hướng công nghệ"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/director-project-management--1761595-jv?source=searchResults&searchType=2&placement=1761595&sortBy=latest",
        "job_name": "Director, Project Management",
        "company_name": "Techcombank",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "Head Office: 6 Quang Trung Street, Hoan Kiem District, Hanoi",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Ngân hàng"
        ],
        "CẤP BẬC": [
            "Giám Đốc và Cấp Cao Hơn"
        ],
        "KỸ NĂNG": [
            "Banking, Project Management, Agile, IT Project Management, Banking Product"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Job Purpose",
                "- The job holder leads portfolio management by providing support in planning, coordination of financialobjectives and deliverables for the portfolio of both traditional projects/initiatives implemented through Waterfallmethodology and customer journey digitization initiatives implemented through Agile methodology.",
                "- The job holder collaborates with cross-functional teams within the Transformation Office and other divisions inthe bank to ensure operational consistency across bank-wide initiatives in tracking and governing progress,managing resources and communicating with stakeholders.",
                "Key Accountabilities",
                "A. Operations Support and Governance",
                "- Design the operational process across the initiative lifecycle to ensure standartized approach across all type ofinitiatives/projects.",
                "- Update operational processes on a regular basis and facilitate the set up of new initiatives and tribes inaccordance with required standards.",
                "- Support the development of tools/templates and guide initiative teams on how to fill in and update initiativeprogress on the tools/templates created.",
                "- Apply and maintain tools/templates used to track and report across the portfolio of transformation initiatives(Foundational and Agile), define monitoring tools/templates and customize as needed.",
                "- Provide logistics support for Head of IPMO and the team, CEO workshops, governance meetings, and be thecontact point for building the Agile working environment for the Transformation Office.",
                "- Consolidate and prepare progress reports for STEERCO, TECO, BOM, BOD leadership committees timelyand accurately.",
                "PEOPLE MANAGEMENT",
                "- Oversee human resources planning and execution (headcount & costs) of their function/ sub- function",
                "- Attract, onboard and retain the right talents for a high- performing team",
                "- Establish and communicate sub- function/ function and individual KRAs/ KPIs, goals, action plan, expectationsand results to reporting line",
                "- Manage sub- function/ function performance & provide feedback regularly (following the annual performancemanagement cycle)",
                "- Define team’s capability requirements and enable team member’s professional and personal developmentthrough capability assessment, training, coaching & feedback, mentoring, etc.",
                "- Motivate and recognize team members’ contributions towards the team’s shared goals",
                "- Responsible for developing talents within the function/ sub- function",
                "- Act as a role model and promote corporate culture at function/ sub- function level",
                "- Understand & communicate relevant HR offerings to team members.",
                "C. Portfolio Management",
                "- Work with transformation initiative leads and teams to understand progress of their assigned portfolio andtrack the accuracy of inputs for tools.",
                "- Work with initiative leads to change initiative status and solve problems as required, report key challenges,track progress, recognize financial values and manage use of monitoring tools.",
                "- Proactively guide initiative teams, Business Units and Divisions for effective cross-functional collaboration.",
                "- Control quality and compliance of initiatives with required standards.",
                "- Escalate issues or risks of potential impact on performance via portfolio reporting to Sponsors / STEERCO /TECO committees to facilitate the decision making process.",
                "- Support the iPMO Lead in developing Early Warning System (EWS)."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Success Profile - Qualification and Experiences",
                "- At least 8 years of project or program management experience in Waterfall or Agile methodologies",
                "- Project or program management experience in a bank or technology organization including banking product development, performance management, IT project implementation",
                "- Demonstrated experience working in a transformation office to drive a large organization-wide transformationprogram",
                "- Strong experience in performance tracking and management including operating rhythm of performancereviews",
                "- Strong knowledge and experience in blending traditional project management principles and practices with anAgile development approach in the right proportions to fit large, complex, mission-critical, enterprise-levelprojects",
                "- Bachelor’s or Master's degree in Technology, Business, Banking and Finance or relevant discipline",
                "- Project management certification in PMP, PgMP will be advantageous"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/digital-finance-backend-developer-hn-1761565-jv?source=searchResults&searchType=2&placement=1761565&sortBy=latest",
        "job_name": "[Digital Finance] Backend Developer [HN]",
        "company_name": "Difisoft Vietnam JSC",
        "salary": "$100 - $4000",
        "end_date": "2024-05-03",
        "address": "CNOMAD Coworking Space, Tầng 6-7, Tòa nhà Saigon Building, 428 Trường Sa, Phường 02, Quận Phú Nhuận, Thành phố Hồ Chí Minh, Việt Nam",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Hệ thống CNTT & Thiết bị"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "IT Phần Mềm, Java, Typescript, Chứng Khoán"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Developing backend for mobile/web trading system",
                "- Maintaining a high-quality robust codebase",
                "- Doing task that is assigned by BA",
                "- Writing automation test using cucumber js to test api",
                "- Writing jmetter script to test api performance",
                "- Writing liquibase change log file for database migration",
                "- Rapidly build, iterate, test, and deploy new features and products",
                "- Working with the team using the Kanban process"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- At least 3 years working experience or equivalent experience",
                "Skills",
                "Must Have",
                "- Language: Java (Core, Spring, Spring Data JPA) (Knowing Typescript - Node.js is an advantage)",
                "- Database: MySQL / MongoDB / Redis",
                "- Message Queue: Kafka",
                "- Version control: git",
                "- Understanding Java Core, OOP, Dependency Injection, Design Pattern",
                "- Understanding in Data Structure, Algorithm",
                "- Ability to write well-documented, clean code",
                "- Ability to know what to test",
                "- Being familiar with REST API",
                "Senior Position",
                "- Previous experience in the field or a similar field",
                "- Performance Optimization",
                "- Ability to working well with async",
                "- Give solution and advisement to junior and BA",
                "Ideally",
                "- Kafka, Docker, Redis, SocketCluster, Microservices, Developing in Linux",
                "- Language: Java, Typescript",
                "- Understanding securities market",
                "- Jira"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/nhan-vien-it-it-help-desk-lam-viec-tai-hoa-binh-co-xe-dua-don-tu-ha-noi-1761550-jv?source=searchResults&searchType=2&placement=1761550&sortBy=latest",
        "job_name": "Nhân Viên IT/ IT Help Desk (Làm Việc Tại Hòa Bình, Có Xe Đưa Đón Từ Hà Nội)",
        "company_name": "Công Ty TNHH Tessellation Hòa Bình",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "KCN Lương Sơn, xã Hòa Sơn, huyện Lương Sơn, tỉnh Hòa Bình",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "IT Support/Help Desk"
        ],
        "LĨNH VỰC": [
            "Dệt may/May mặc/Giày dép"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "IT Phần Cứng, IT Helpdesk, IT Hardware, IT Production, IT Recruitment"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Bảo trì và hỗ trợ phần cứng công nghệ thông tin và xử lý sự cố người dùng",
                "•\tChịu trách nhiệm thiết lập/ sửa chữa phần cứng PC, bộ điện thoại và các phần cứng I.T khác (máy tính xách tay, máy chiếu, máy in, máy quét, mạng, v.v.)",
                "•\tCài đặt phần mềm và theo dõi hệ thống kiểm soát giấy phép phần mềm.",
                "•\tQuản lý phần mềm Antivirus, báo cáo kiểm toán theo yêu cầu.",
                "•\tQuản lý Active Directory bao gồm Tạo/ sửa đổi/ xóa người dùng theo yêu cầu của Trưởng phòng và Nhân sự.",
                "•\tCấu hình Switch Cisco, Firewall, cập nhật sơ đồ mạng.",
                "•\tQuản lý hệ thống Tổng đài.",
                "•\tHỗ trợ cho tất cả người dùng để đảm bảo không có bất kỳ sự cố nào trong công việc của họ như PC, đường dây điện thoại, kết nối mạng, truy cập internet, email ... và các phần mềm gói tiêu chuẩn khác.",
                "•\tCập nhật hồ sơ tài sản cố định I.T nếu có thay đổi",
                "•\tĐào tạo cho người dùng về chính sách CNTT, nhận thức về bảo mật CNTT, các kỹ năng cơ bản về PC.",
                "•\tChịu trách nhiệm về việc thực thi các quy định, chính sách và thủ tục lao động nội bộ của công ty hoặc bất kỳ chỉ thị nào từ Ban Giám đốc.",
                "•\tChịu trách nhiệm kiểm soát và bảo vệ tài sản của công ty.",
                "•\tBáo cáo hàng tuần/ hàng tháng cho Giám sát trực tiếp",
                "•\tGiữ gìn vệ sinh 5S khu vực làm việc",
                "•\tThực hiện các nhiệm vụ được phân công bởi quản lý và Trưởng bộ phận",
                "•\tTuyệt đối tuân thủ nội quy và chính sách an toàn của Công ty"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "•\tTốt nghiệp đại học, cao đẳng",
                "•\tChứng chỉ CCNA, MCSA là 1 lợi thế",
                "Có từ 2 năm kinh nghiệm trở lên",
                "Tiếng Anh cơ bản: Có khả năng đọc và hiểu tất cả các tài liệu I.T nội bộ/ bên ngoài (hồ sơ/ hướng dẫn sử dụng, v.v.)",
                "•\tKỹ năng Giao tiếp/ Lắng nghe: Khả năng giao tiếp hiệu quả ở tất cả các cấp trong nội bộ tổ chức và bên ngoài trong tất cả các nhà máy",
                "•\tKỹ năng giải quyết vấn đề: Khả năng giải quyết các vấn đề khó khăn với các giải pháp kịp thời và hiệu quả.",
                "•\tLàm việc chăm chỉ",
                "•\tSẵn sàng học hỏi",
                "•\tNhiệt tình"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/sharepoint-developer-c-sharp-1761489-jv?source=searchResults&searchType=2&placement=1761489&sortBy=latest",
        "job_name": "SharePoint Developer (C#)",
        "company_name": "FPT Software",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "[HCM]Lô T2, đường D1, khu Công nghệ cao, Quận 9, Tp.Hồ Chí Minh; [HN]Tòa nhà FPT, 17 Duy Tân, Cầu Giấy, Hà Nội; [DN] Tòa Nhà FPT Complex, Đường Nam Kỳ Khởi Nghĩa, Phường Hoà Hải, Quận Ngũ Hành Sơn, TP Đà Nẵng",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "HTML5, Database Design, JavaScript, jQuery, Sharepoint Development"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "•  Work Location: Fville 3, Hoa Lac",
                "About us",
                "A subsidiary of the FPT Group, FPT Software is known as a leading global information technology service provider headquartered in Vietnam. With over 30,000 employees working in 83 offices across 30 countries on five continents, FPT Software consistently delivers the best solutions to more than 1000 clients, including 100 Fortune 500 companies. Placing human resources as the cornerstone of its achievements, employee experience is our top priority in continually creating an innovative, open, and enjoyable work environment for every member.In 2023, FPT Software officially made its mark on the global billion-dollar company list. This is evidence of the talent and efforts of multiple generations of employees at FPT Software.Why not explore your potential and embark on a brilliant journey with us?",
                "Responsibilities",
                "• Work with BA/user to understand the requirements",
                "• Design, update, and maintain a collaborative solutions based framework of site/portal in M365 SharePoint Online environment",
                "• Having experience to develop custom web parts, components and solution by using SharePoint Online (SPFx and JSlink, Auto Hosted).",
                "• Having experience to configure the setup in SharePoint Online Admin Centre.",
                "• Having experience on SharePoint Online PowerShell scripting.",
                "• Adherence to development policies, processes and internal systems update.",
                "• Ongoing knowledge gathering, appliance and communication."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• Have knowledge about SharePoint Online (Expert)",
                "• Knowledge of Various Programming Languages: C#, CS, HTML5, JavaScript and Jquery (Expert)",
                "• Experience in databases design with large amounts of data ( 2 million records)",
                "• Ability to work independently and with minimal supervision.• Ability to handle work tasks by priorities/deadlines between projects and operational tasks.",
                "• Good presentation and communication skills (to both technical and non-technical audiences, written and verbal).",
                "Benefits",
                "• “FPT care” health insurance provided by Petrolimex (PJICO) and is exclusive for FPT employees.",
                "• Annual Summer Vacation: follows company’s policy and starts from May every year",
                "• Salary review: 1 time per year",
                "• International, dynamic, friendly working environment",
                "• Annual leave, working conditions follow Vietnam labor laws.",
                "• Other allowances: lunch allowance, working on-site allowance, etc."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-analyst--1761471-jv?source=searchResults&searchType=2&placement=1761471&sortBy=latest",
        "job_name": "IT Analyst",
        "company_name": "Vinataba-Philip Morris Limited, HCMC Branch",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "11th Floor, The Metropolitan, 273 Dong Khoi Street, D1, HCMC",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phân Tích Kinh Doanh/Phân Tích Hệ Thống"
        ],
        "LĨNH VỰC": [
            "Hàng tiêu dùng"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "IT Analysis, IT Project Management, Information Technology, IT System Administration, Management Information System"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "PMI’s journey to a smoke-free future is fueled by technology.",
                "The transformation we’re going through means that there are unique IT projects here to match all levels of skills and ambitions – from pace-setting global pilot projects to vital local updates. Whether you want to pursue a personal passion or build an international career, there’s space here to develop in any number of directions.",
                "To join us, you’ll need to be self-motivated and equally happy whether you’re taking the strategic view or diving deep into processes. You’ll find our budgets are as big as our business needs, our culture is agile and collaborative, and our people are some of the best you’ll ever work with.",
                "RESPONSIBILITIES:",
                "As an IT Analyst Commercial & Consumer, you will be responsible for the delivery, maintenance and enhancement of our commercial & consumer systems (retailer engagement solutions, salesforce automation/distribution systems, consumer engagement systems). You will collaborate with global PMI IT teams to provide IT services and solutions which help Philip Morris Vietnam achieve their business objectives.",
                "• Provide the day-to-day IT support activities in the market. Ensure IT commercial & consumer systems run stably, follow up on issues and escalate accordingly to global IT teams.",
                "• For any new demand, work with business stakeholders to understand business needs, collect and analyze business requirements.",
                "• Develop requirements documentation and functional specifications (e.g. user stories, acceptance criteria, prototypes, data mapping, process flows, personas, journey maps and wireframes, etc.).",
                "• Develop and document test cases and user acceptance test (UAT).",
                "• Collaborate with other IT counterparts (developers, architects, etc.) during the technical design; test and verify that IT solutions will meet the business requirements.",
                "• Participate and lead key meetings such as requirement gathering, solution design, system demo, and user acceptance test.",
                "• Facilitate UAT sessions and training activities; support the installation and deployment of IT solutions in the market.",
                "• Document and manage change requests with stakeholders and global IT teams.",
                "What we offer",
                "Our success depends on the men and women who come to work every day with a sense of purpose and an appetite for progress. Join PMI and you too can:",
                "• Seize the freedom to shape your future and ours. We’ll empower you to take risks, experiment and explore.",
                "• Be part of an inclusive, diverse culture, where everyone’s contribution is respected; collaborate with some of the world’s best people and feel like you belong.",
                "• Pursue your ambitions and develop your skills with a global business – our staggering size and scale provides endless opportunities to progress.",
                "• Take pride in delivering our promise to society: to improve the lives of millions of smokers."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• Strong communication and presentation skills: fluency in both written and spoken English and Vietnamese is a must.",
                "• University degree in an IT-related disciplines such as Information Technology, Information Systems, Computer Science or Business Analytics.",
                "• At least 4 years of experience in an IT business analyst, IT system analyst, IT project manager or IT business partner role.",
                "• Detail-oriented, curious and excellent requirement elicitation and documentation skills.",
                "• Excellent problem solving and analytical/critical thinking skills.",
                "• Good stakeholder and vendor management skills.",
                "• Having hands-on experience in designing and implementing cloud IT solutions. Strong understanding in major cloud platforms (AWS, Azure, GCP).",
                "• Having hands-on experience in implementing and operating web/mobile applications. Strong understanding in DevOps processes.",
                "• Having hands-on experience in data analytics and business intelligence. Ability to perform data analysis and create BI reports & dashboards is a plus.",
                "• Good knowledge in Order to Cash business processes (B2B, B2C, and B2B2C) and able to discuss business requirements with teams outside of IT and ability to develop and articulate technical concepts for general-purpose use.",
                "• Have done at least one implementation or deployment of following systems: CRM (consumer/retailer engagement), E-Commerce websites, Salesforce Automation/Distribution Management System, or Retail-POS solutions.",
                "• Familiar with IT Project/Service management frameworks (PMP, Agile/Scrum, ITIL) and tools (Atlassian Suite, ServiceNow).",
                "• Familiar with concepts of IT controls framework (COBIT), information security and data privacy."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/magento-developer-onboard-asap-1761438-jv?source=searchResults&searchType=2&placement=1761438&sortBy=latest",
        "job_name": "Magento Developer (Onboard ASAP)",
        "company_name": "Hitachi Digital Services",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "Floor 3rd, 4th Helios Building - Floor 9th QTSC9 Building, Quang Trung Software City, Tan Chanh Hiep Ward, District 12",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Magento, PHP, Cloud AWS, JavaScript, HTML"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "We are looking for a highly skilled Magento Senior to join our team and help us build the eCommerce websites for client. The ideal candidate will have a strong understanding of Magento, PHP, JavaScript, HTML, and CSS."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Bachelor's degree in computer science or a related field",
                "3+ years of experience with Magento eCommerce websites development",
                "Strong understanding of PHP, JavaScript, HTML, and CSS",
                "Experience with MySQL and other database technologies",
                "Excellent problem-solving and debugging skills",
                "Ability to work independently and as part of a team",
                "Strong communication and documentation skills",
                "English communication is must"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/thuc-tap-sinh-android-1761346-jv?source=searchResults&searchType=2&placement=1761346&sortBy=latest",
        "job_name": "Thực Tập Sinh Android",
        "company_name": "Công Ty CP Giải Pháp Thanh Toán Việt Nam (VNPAY)",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "P 804A, số 22, Láng Hạ, Đống Đa, Hà Nội",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Thực tập sinh/Sinh viên"
        ],
        "KỸ NĂNG": [
            "Android, Android Programming, C++, JavaScript, HTML"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "* Số lượng cần tuyển: 01",
                "* Vị trí làm việc: Phòng Phát triển ứng dụng di động",
                "* Địa điểm làm việc: 22 Láng Hạ - Đống Đa- Hà Nội",
                "* Thời gian làm việc: 8h30 – 17h30 các ngày thứ 2-thứ 6",
                "* Mô tả công việc:",
                "- Tham gia chương trình đào tạo thực tập sinh của VNPAY",
                "- Học hỏi, được tham gia ngay các dự án lớn của VNPAY khi hoàn thành, đáp ứng đủ chương trình đào tạo của team"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "* Yêu cầu:",
                "- Đã hoặc đang là sinh viên Công nghệ thông tin, Công nghệ phần mềm, Viễn thông, Khoa học máy tính, Điện tử...",
                "- Nắm vững một trong các ngôn ngữ lập trình: Java, Kotlin, C,C++, Swift, Python, PHP, JavaScript, TypeScript",
                "- Có các kỹ năng: HTML, CSS, Javascript",
                "- Có kỹ năng sử dụng thư viện ReactJS/ReactNative",
                "- Có kiến thức cơ bản, tư duy về Java/Kotlin, lập trình Android, OOP là lợi thế",
                "- Ưu tiên đã làm việc hoặc có kinh nghiệm với: Multi Module, MVVM, JetPack, xml layouts, Compose hoặc các kiến trúc, thiết kế mới",
                "- Ưu tiên có kiến thức tốt về thuật toán và cấu trúc dữ liệu giải thuật",
                "- Ưu tiên ứng viên có khả năng nghiên cứu, làm việc độc lập và phối hợp làm việc nhóm (khả năng tương tác và kỹ năng trao đổi trong nhóm).",
                "- Chủ động, trách nhiệm cao với công việc, khả năng cống hiến và gắn bó lâu dài với Công ty",
                "- Tiếng Anh đọc hiểu",
                "* Chế độ đãi ngộ:",
                "- Mức hỗ trợ theo năng lực, đánh giá của buổi phỏng vấn",
                "- Hỗ trợ gửi xe",
                "- Được tham gia vào các dự án thực tế của VNPAY"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/remote-hcm-game-operation-operator-designer-planner--1761360-jv?source=searchResults&searchType=2&placement=1761360&sortBy=latest",
        "job_name": "[Remote - HCM] Game Operation/ Operator/ Designer/ Planner",
        "company_name": "Công Ty TNHH Ateam Việt Nam",
        "salary": "Thương lượng",
        "end_date": "2024-05-03",
        "address": "Toà nhà Friendship, 31 Lê Duẩn, Phường Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
        "NGÀY ĐĂNG": [
            "03/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "UX/UI Design"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Phát Triển Game, Game Design, Thiết Kế Game, Game Online, Mobile Game"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Vị trí này chuyên về VẬN HÀNH game, gồm các công việc như sau:",
                "• Thiết kế tính năng trong Game, duy trì và vận hành sự phát triển của Game.",
                "• Theo dõi chỉ số phát triển của Game và xây dựng chiến lược nâng cao chất lượng cho người chơi.",
                "• Phát triển ý tưởng Game theo kế hoạch, thiết kế event trong Game, tăng doanh thu dự án.",
                "• Phân tích KPI",
                "• Nắm bắt Mechanic",
                "• Thiết kế Mechanic",
                "• Thiết kế tính năng",
                "• Thiết kế event",
                "• Giao tiếp giữa các bộ phận",
                "**Phúc lợi:",
                "- Thưởng lễ tết",
                "- Thưởng lễ tết",
                "- Làm việc 5 ngày / tuần, nghỉ thứ 7 + chủ nhật + 12 ngày phép năm.",
                "- Có lộ trình phát triển nghề nghiệp rõ ràng.",
                "- Được tham gia BHXH, BHYT đầy đủ.",
                "- Ngoài ra còn có chế độ nghỉ “kỷ niệm ngày cưới, nghỉ sinh nhật gia đình”.",
                "- Du lịch, nghỉ mát, Team Building.",
                "- Được làm việc trong một công ty Game năng động, phát triển. Có nhiều thử thách, có cơ hội được đào tạo và nâng cao nghiệp vụ bản thân.",
                "- Salary: hấp dẫn tùy vào năng lực",
                "*** Ứng viên có thể lựa chọn loại hình làm việc : Remote hoặc Office"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Ứng viên sinh sống ở Tp. HCM hoặc nơi gần Tp. HCM để có thể thuận tiện đi đến công ty trong trường hợp cần thiết",
                "[BẮT BUỘC]",
                "- Kinh nghiệm: từ 2 năm làm VẬN HÀNH game",
                "- Có kiến thức tổng quan về thị trường Game nói chung cũng như nắm bắt tốt nhu cầu và nguyện vọng của người chơi game.",
                "- Có khả năng giao tiếp và trình bày tốt.",
                "- Có khả năng tổ chức công việc, giải quyết vấn đề nhạy bén để tìm ra các giải pháp tối ưu đảm bảo deadline với thời gian hạn chế.",
                "- Có khả năng thích nghi nhanh chóng với nghiệp vụ.",
                "- Trong công việc không yêu cầu sử dụng ngoại ngữ, nhưng cần gửi CV tiếng Anh.",
                "[ƯU TIÊN]",
                "- Đam mê, thích, chơi, và nghiên cứu về Game.",
                "- Có kinh nghiệm trong việc lập kế hoạch sản xuất Game.",
                "- Có khả năng đọc và phân tích số liệu.",
                "- Có khả năng đưa ra nhận định dựa trên lý luận logic.",
                "- Có kiến thức hoặc kinh nghiệm trong việc lập trình game.",
                "***Lưu ý: Để đáp ứng được công việc hiện tại, chúng tôi hy vọng tìm được ứng viên đáp ứng được các yêu cầu tuyển dụng trên.",
                "[MỨC LƯƠNG] Tùy vào năng lực để đánh giá và quyết định mức lương của bạn",
                "**Thời gian làm việc: Monday – Friday, From 8:00 – 17:00.",
                "**Không nhận hồ sơ của ứng viên chưa có kinh nghiệm."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/call-center-team-manager-bpo-1760885-jv?source=searchResults&searchType=2&placement=1760885&sortBy=latest",
        "job_name": "Call Center Team Manager ( BPO)",
        "company_name": "Công Ty TNHH Itechwx",
        "salary": "Thương lượng",
        "end_date": "2024-05-02",
        "address": "12th Floor, Opal Tower 92 Nguyen Huu Canh, Ward 22, Binh Thanh District, HCMC",
        "NGÀY ĐĂNG": [
            "02/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Công Nghệ Thông Tin"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Trưởng phòng"
        ],
        "KỸ NĂNG": [
            "Microsoft Office, Employee Coaching, Feedback Management, Planning"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "The primary responsibility of Team Manager is to monitor and enhance the goal of quality support by providing individual coaching feedback and one-on-ones that focus on improving customer satisfaction and communication skills.",
                "Report to: Operations Manager",
                "Responsibility:",
                "• Acquire and update knowledge of Microsoft products, tools, associated working processes, support offerings, and licensing structure on an on-going basis.",
                "• Manage TLs, SMEs, Tech Engineers.",
                "• Provide feedback & coaching to TLs, SMEs to improve service quality",
                "• Assure compliance of metrics & procedures on behalf of the team.",
                "• Contingency Plan Implementation and Activation.",
                "• Monitor balance of workload and availability of the team.",
                "• Handle escalations from TLs.",
                "• Make and review daily, weekly, monthly, and quarterly operational reports.",
                "• Manage readiness training by communicating policies & procedures to the team.",
                "• Motivate and boost team morale to achieve KPI targets.",
                "• Provide Improvement Action Plans, Feedback and reports to Microsoft."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Have at least 1-year experience in OM, Assistant Operations Manager or at least 2-year experience in Supervisor role in BPO, Contact center industry.",
                "• Experience in managing the size at least from 50 employees.",
                "• Experience in managing performance targets desired.",
                "• Proved ability to do staffing and scheduling.",
                "• Project management experience, able to work independently on multiple concurrent initiatives.",
                "• Strong determination for KPI achievement.",
                "• Disciplined and highly motivated to motivate and encourage the team for improvement.",
                "• Excellent oral, written, and interpersonal communication skill.",
                "• Excellent speaking and writing in English.",
                "• Demonstrated problem-solving skills, strategic and analytical capabilities.",
                "• Having experience/background in IT, Tech Support, high-tech projects is a big plus.",
                "Benefits:",
                "• Monthly Salary (Basic + Allowances)",
                "• Insurances followed Vietnamese Labor Law.",
                "• Activities: Birthday party, Employee engagement activities.",
                "• Position promotion, salary increase once/year"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/nhan-vien-ke-toan--1760778-jv?source=searchResults&searchType=2&placement=1760778&sortBy=latest",
        "job_name": "Nhân Viên Kế Toán",
        "company_name": "Navigosgroup",
        "salary": "$100 - $3000",
        "end_date": "2024-05-01",
        "address": "e.Town Central, 11 Doan Van Bo, District 4, HCMC",
        "NGÀY ĐĂNG": [
            "01/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "QA/QC/Software Testing"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Embedded System, Java Spring Boot, Autodesk Maya, COBOL"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "pNavigos Search, a part of Navigos Group, is the No.1 provider of executive search services in Vietnam with professional, dedicated and experienced recruitment consultant teams. Join us as a Recruitment Consultant (Headhunter) and become first class business professionals, who are:",
                "IN CHARGE OF",
                "• Actively researching, approaching and promoting Navigos Search’s high quality services to candidates, current and prospective clients, analyzing their business and culture, their current and future recruitment needs",
                "• Developing and maintaining loyal business relationship with them aligning with our/p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "pJOB REQUIREMENTS",
                "• College Degree and above",
                "• At least 2 – 3 years experience in Recruitment/Headhunt in relevant industry",
                "• Fluent English, good interpersonal skills",
                "• Highly professional, sales-oriented",
                "At Navigos Search – Navigos Group, We",
                "Unleash YOUR Next/p"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/nhan-vien-it-khong-yeu-cau-kinh-nghiem--1759747-jv?source=searchResults&searchType=2&placement=1759797&sortBy=latest",
        "job_name": "Nhân Viên IT - Không Yêu Cầu Kinh Nghiệm",
        "company_name": "Brother Industries (Vietnam) Ltd.",
        "salary": "Thương lượng",
        "end_date": "2024-04-28",
        "address": "Khu Công Nghiệp Phúc Điền, Xã Cẩm Phúc, Huyện Cẩm Giàng, Tỉnh Hải Dương",
        "NGÀY ĐĂNG": [
            "29/03/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Điện/Điện tử"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Công Nghệ Thông Tin, C#, Python, SQL, VB.NET"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "+ Làm việc tại phòng Công nghệ thông tin (R&D-IT):",
                "IT nhóm Apply",
                "- Lập trình hệ thống theo yêu cầu của phòng ban.",
                "- Thiết kế cơ sở dữ liệu SQL và tiến hành chuẩn hóa dữ liệu",
                "IT nhóm Mạng và công nghệ thông tin",
                "- Thực hiện và báo cáo công việc về mạng, server, điện thoại, backup, hệ thống chấm công, vân tay, cơ sở dữ liệu, địa chỉ IP và các hoạt động chung của công ty theo chỉ thị của cấp trên.",
                "+  Thực hiện công việc Phòng Kỹ thuật Sản xuất (R&D-PE):",
                "- Viết phần mềm kiểm tra tự động phán định lỗi và đánh giá chất lượng sản phẩm",
                "- Viết chương trình cải tiến cắt giảm nghiệp vụ các phòng ban.",
                "*** Quyền lợi",
                "・ Môi trường làm việc chuyên nghiệp, năng động mang tầm quốc tế.",
                "・ Mức lương hấp dẫn.",
                "・ Có xe đưa đón từ Hà Nội, Hưng Yên, Hải Dương tới công ty.",
                "・ Nhiều cơ hội thăng tiến hàng năm, cơ hội đào tạo chuyên sâu; Cơ hội công tác tại các công ty trong cùng tập đoàn và các nhà cung cấp.",
                "・ Được hưởng toàn bộ quyền lợi theo luật lao động Việt Nam như: BHXH, BHYT, BHTN...",
                "・ Được tham gia các khóa đào tạo kỹ năng, đặc biệt là đào tạo tiếng Nhật, tin học, horenso, ...",
                "・ Có cơ hội thực hiện các hoạt động nhóm, hoạt động thử thách, hoạt động cải tiến nghiệp vụ, hoạt động thể thao thông qua các hoạt động của công ty."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Nam. Tuổi từ 24 – 32.",
                "- Tốt nghiệp Đại học chuyên ngành Kỹ thuật phần mềm, Công nghệ thông tin, Cơ điện tử",
                "- Yêu cầu đối với ứng viên lập trình:",
                "+ Sử dụng một trong các ngôn ngữ: Python, C#,VB.net hoặc Swift trên IOS Mobile",
                "+ Có kỹ năng làm việc trên cơ sở dữ liệu SQL",
                "+ Ưu tiên ứng viên có kinh nghiệm làm việc hoặc yêu thích các task về NLP như Text Classification, Sentiment Analysic",
                "- Ưu tiên ứng viên sử dụng tiếng Nhật",
                "- Trình độ tin học: Kỹ năng vi tính tốt và có thể sử dụng tin học văn phòng thành thạo.",
                "- Nhiệt tình, chịu khó, ham học hỏi, chịu được cường độ công việc cao, có nguyện vọng gắn bó lâu dài.",
                "*** Yêu cầu về hồ sơ",
                "- Thư xin việc và sơ yếu lý lịch bằng Tiếng Việt/Tiếng Anh/Tiếng Nhật",
                "- Ghi rõ số điện thoại liên lạc",
                "*** Ứng viên gửi hồ sơ về địa chỉ:",
                "Phòng Nhân sự - Công ty TNHH Công Nghiệp Brother Việt Nam",
                "Khu Công Nghiệp Phúc Điền – Cẩm Phúc – Cẩm Giàng – Hải Dương"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-officer--1759389-jv?source=searchResults&searchType=2&placement=1759439&sortBy=latest",
        "job_name": "IT Officer",
        "company_name": "Habitat For Humanity International In Vietnam",
        "salary": "Thương lượng",
        "end_date": "2024-04-28",
        "address": "Tầng 3A tòa nhà Devspace, 86-88 Lê Văn Duyệt, Phường 1, Quận Bình Thành, Tp.HCM",
        "NGÀY ĐĂNG": [
            "29/03/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "System/Cloud/DevOps Engineer"
        ],
        "LĨNH VỰC": [
            "Kỹ thuật xây dựng/Cơ sở hạ tầng"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Network, Circuit Board, Electronic Equipment, Data Security, Azure AD"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Habitat Vietnam is committed to managing operations and stakeholders so as not to do harm to the community and beneficiaries. We are committed to preventing, monitoring and eliminating risks, and strictly handling violations (Safeguarding Policy). Therefore, our recruitment process will require candidates to provide criminal records and contact information of 03 managers they have worked with for reference check.",
                "We recruit people based on the suitable knowledge, skills, and experience compared to job requirements and the candidates' commitment to share Habitat's values. Recruitment and work opportunities are fair for candidates regardless of age, origin, race, religion, marital status, sexual orientation, physical or mental disability,...",
                "All potential candidates are welcome. However, your application form will be screened and only suitable candidates will be contacted.",
                "1.\tContributing to organizational (HfHV) sustainable development",
                "•\tAnalyzing existing status and propose solutions of suitable technical features of IT infrastructure (hardware, software, connection approaches) to non IT management for non-stop operations of the organization.",
                "•\tSupport deployment of ERP from global to country level",
                "•\tManage and maintain the organization's Office 365 services, including Exchange Online, Azure AD, SharePoint, and OneDrive.",
                "2.\tKey functional responsibilities",
                "•\tProviding daily IT troubleshooting and support to enable users to operate well on their computers and connect to the network/system.",
                "•\tConducting installation of IT equipment & provide technical assistance and guideline to computer users of HFHV to ensure effective usage and fully compliance to HFHI license policy",
                "a.\tOversee the daily performance of computer systems.",
                "b.\tSet up equipment for employee use, performing or ensuring proper installation of cables, operating systems, or appropriate software.",
                "c.\tInstall and perform minor repairs to hardware, software, or peripheral equipment, following design or installation specifications.",
                "d.\tSet up license management tool and periodically check un-licensed software in HFHV laptops & computers.",
                "•\tAnalyzing, testing, troubleshooting, and evaluating existing network systems, such as local area network (LAN), wide area network (WAN), cloud and Internet systems or a segment of a network system. Perform network maintenance to ensure networks operate correctly with minimal interruption.",
                "a.\tMaking Back up of network data",
                "b.\tConfiguring security settings or access permissions for groups or individuals.",
                "c.\t Monitoring and maintaining network/router equipment of the organization along with upgrading to the latest stable firmware releases, securing network systems by establishing and enforcing policies/firewall,",
                "d.\tMaintaining or updating configuration of servers in 3 offices of HCMC, HN, and Quang Nam to ensure smooth running/access to those servers in all the time",
                "•\tManaging HFH email accounts, including creating and disabling accounts as needed for new and departing staff members. Providing assistance to users in setting up email accounts, managing email features and functions, and ensuring compliance with HFHV email policies and procedures. Data Management:",
                "a.\tPlan, conduct and apply various approaches to ensure data are periodically backed up or saved on HFHV’s server/sharepoint",
                "b.\tDevelop a metadata taxonomy that will be used to classify and organize documents. This should include a standardized set of metadata fields that are relevant to HFHV’s documents management needs. Follow up and ensure website domain is continuously maintained and updated.",
                "c.\tFollow up anti-virus software update at individual computer/laptop.",
                "d.\tConduct risk assessment & propose solutions to ensure important data of HFHV are double protected for business continuity.",
                "e.\tSupport Microsoft Teams, One Drive for Business, SharePoint Library/sites sync issues and work with the users to recover data lost.",
                "f.\tUnder instruction from Country Director, set users’ permission to access data on server.",
                "g.\tManage and develop the in-house Leave system",
                "•\tWorking with suppliers for anti-virus license, email server, website hosting to ensure continuous update and running. Managing purchases and payments of services to those suppliers",
                "•\tStudying and recommending suitable applications to enhance working/meeting/training effectiveness.",
                "•\tDelivering IT policies/regulations awareness/IT Usages/Cyber security awareness training and regularly conduct refreshing to all staff.",
                "•\tStay current with emerging technologies and industry trends, making recommendations for updates and upgrades as necessary.",
                "•\tManage and maintain the organization's security and data management procedures to ensure the integrity and confidentiality.",
                "3.\tIT Asset Management",
                "•\tImplement procurements of IT equipment, software, license in accordance with HFHV Procurement Policy & Procedure",
                "•\tPlan and manage IT asset management to ensure IT equipment are sufficiently covered by property insurance, non-use equipment liquidated properly.",
                "4.\tImplementing cross-functions activities",
                "•\tIn collaboration with Admin Officer and Finance team to complete annual asset inventory check.",
                "5.\tManaging and implementing compliance",
                "•\tComplying with procedures and requirements of Procurement Policy to implement purchases of IT hardware, software and services. Making registration of asset where necessary for those purchased properties.",
                "•\tStudy and abide with requirements of Ethics Covenant, Safeguarding, Child Protection, PSEAH policies all the time of employment with Habitat and supporting implementation of these policy provisions.",
                "•\tEngage in and maintain a safe working relationships with colleagues and local partners in accordance with HFH Vietnam policies",
                "•\tRespect and safeguard the rights ; dignities of all people, and protect our staff members, volunteers, partners, beneficiaries, research participants, and community members (especially vulnerable adults and children) from bullying, sexual abuse & exploitation, and sexual harassment.",
                "•\tBe able to recognize and be alert for the signs of potential safeguarding misconduct. Being an HFH employee, you have a responsibility to report potential safeguarding misconduct.",
                "*Working condition & context",
                "•\tThe job requires office based working and frequent interact with all levels in the organization, and multi-cultural and international standards within HFHI. This job also has some domestic & international travels as assigned by the Organization/p/p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Minimum education",
                "•\tCollege/University degree in either or both Network and Computer System or equivalent",
                "Technical competencies",
                "•\tKnowledge of circuit boards, processors, chips, electronic equipment, and computer hardware and software, including applications and programming.",
                "•\tKnowledge of transmission, broadcasting, switching, control, and operation of telecommunications systems.",
                "•\tKnowledge of risks identification and mitigations for network and data security.",
                "•\tProficient in Microsoft Office 365, Azure AD, Onedrive, sharepoint and website administration, knowledge of power platforms (power apps, power automation) is an added advantage.",
                "•\tMinimum 2 years of experience in trouble shooting of network and computer system operations",
                "Business competencies",
                "•\tProficient knowledge & skills in using word, excel, powerpoint, email, internet….",
                "•\tIntermediate level of Organizing skills,",
                "•\tGood analytical thinking and Problem solving skills",
                "•\tProficient business communication in both Vietnamese & English",
                "•\tIntermediate level of managing relationship",
                "Work style",
                "•\tThe job requires Customer service oriented;",
                "•\tHigh sense of confidentiality and tasks ownership",
                "•\tProactive self-development and continuous learning",
                "Physical condition",
                "•\tThe job requires normal physical condition to work in office and also has some domestic & international travels as assigned by the Organization/p"
            ]
        ]
    }
]