[
    {
        "url": "https://www.vietnamworks.com/unity3d-technical-lead-up-to-3-200-1762756-jv?source=searchResults&searchType=2&placement=1762756&sortBy=latest",
        "job_name": "Unity3D Technical Lead (Up to $3,200)",
        "company_name": "Navigos Search's Client",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 20, e.town Central, 11 Đoàn Văn Bơ, Phường 13, Quận 4, Ho Chi Minh City, Vietnam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Unity 3D, Technical Lead, English"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "1. Technical Solution (70%)",
                "• Experience in profiling and optimizing source code and render performance (GPU and CPU)",
                "• Understanding of UX design process, and experience working with UX development team",
                "• Take control of the whole product's features and components, as well as lead the product design and code parts.",
                "• Previous experience with product assets (meshes, animations, materials etc.)",
                "• Worked on a physics-based project, using source control tools such as Git in a multi-developer team setting.",
                "2. Project execution (20%)",
                "• Assist the development process by contributing suggestions for improvements and by driving the quality of code throughout production.",
                "• Partner with art, design, and production teams to ensure that goals and schedules are compatible with business and project needs.",
                "• In charge of the implementation of new technologies and providing recommendations and inform stakeholders about potential threats.",
                "3. Leadership (10%)",
                "• Collaborate with other team members in delivering complex features on time and at high standards.",
                "• Assist with the hiring process for additional team members."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• Fluent English",
                "• Bachelor's Degree in Computer Science or related field.",
                "• 7+ years of Extensive experience in Unity3D engine development, with a strong portfolio demonstrating complex simulations projects",
                "• Minimum 2+ years in Technical Artchitect or Tech Lead.",
                "• Solid background in designing, programming, and prototyping using real-time 3D engines, including but not limited to Unity, Unreal, Open Frameworks, Processing, Cinder, Three.js and WebGL/OpenGL.",
                "• Experience in working with WPF, Add-ins, Web Service / Web API, MySQL, Azure cloud.",
                "• In-depth knowledge of physics-based simulations, AI, and Virtual Realit (VR) technologies"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/nhan-vien-it-truyen-thong--1762662-jv?source=searchResults&searchType=2&placement=1762662&sortBy=latest",
        "job_name": "Nhân Viên IT – Truyền Thông",
        "company_name": "Công Ty CP Đầu Tư Thương Mại Xuất Nhập Khẩu Việt Phát",
        "salary": "$600 - $700",
        "end_date": "2024-04-06",
        "address": "VPGD: Tầng 1, tòa nhà Thành Đạt 1, số 3 Lê Thánh Tông, P.Máy Tơ,  Q.Ngô Quyền, Hải Phòng",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "System/Cloud/DevOps Engineer"
        ],
        "LĨNH VỰC": [
            "Khai khoáng/Dầu khí"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Quản Trị Mạng, Server System Management, IT Hardware, Quản Trị Hệ Thống Mạng, WAN"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Việt"
        ],
        "Mô tả công việc": [
            [
                "Công việc IT",
                "-\tQuản trị hệ thống mạng, máy chủ, máy tính, máy in, wifi, hệ thống camera quan sát, hệ thống điện thoại nội bộ. truyền hình, thiết bị phòng họp…",
                "-\tQuản lý, chăm sóc Website, Fanpage Facebook, cập nhật tin bài, chỉnh sửa ảnh, video…",
                "-\tQuản lý các thiết bị công nghệ thông tin và công nghệ của công ty.",
                "-\tĐưa ra các giải pháp triển khai Họp, hội nghị, làm việc từ xa.",
                "-\tĐưa ra các giải pháp bảo mật, tối ưu dữ liệu, tư vấn xây dựng văn bản liên quan đến an toàn, an ninh thông tin trên toàn hệ thống.",
                "-\tHướng dẫn, sửa chữa, khắc phục, hỗ trợ các thành viên sử dụng các thiết bị văn phòng và phần mềm hiệu quả.",
                "-\tLên kế hoạch bảo trì, nâng cấp hệ thống, thiết bị định kỳ. Đề xuất các phương án bảo trì, nâng cấp hệ thống, thay đổi theo yêu cầu phát triển của công ty.",
                "-\tQuản lý, bảo trì, vệ sinh định kỳ các máy tính,thiết bị văn phòng, xử lý các sự cố về mạng, thiết bị, thay thế thiết bị khi bị hư hỏng.",
                "-\tThực hiện công bố thông tin đầy đủ, kịp thời các báo cáo của Công ty trên Website theo quy định.",
                "-\tCác công việc theo yêu cầu Trưởng phòng và Ban Giám đốc.",
                "Công việc truyền thông (ưu tiên ứng viên làm được)",
                "-\tLập kế hoạch truyền thông hàng năm, quý, tháng hoặc theo từng thời điểm để báo cáo ban lãnh đạo duyệt.",
                "-\tLàm và giám sát các hợp đồng truyền thông với các cơ quan thông tấn báo chí, truyền hình…",
                "-\tXây dựng, phát triển và duy trì mối quan hệ với các cơ quan báo chí, truyền hình, đối tác truyền thông.",
                "-\tKiểm soát thông tin, bài viết, hình ảnh về Công ty, về dự án hàng ngày, hàng tuần trên mạng internet, báo giấy, công văn để báo cáo ban lãnh đạo.",
                "-\tĐưa ý tưởng nội dung bài PR, viết bài hoặc biên tập bài trước khi báo cáo ban lãnh đạo duyêt.",
                "-\tPhối hợp với các phòng ban, đơn vị liên quan để tổ chức các sự kiện truyền thông như giới thiệu dự án, mở bán sản phẩm, họp báo, tài trợ, từ thiện, hoạt động an sinh xã hội…",
                "-\tĐề xuất các giải thưởng truyền thông uy tín đến ban lãnh đạo, làm hồ sơ tham gia bình chọn giải thưởng.",
                "-\tPhối hợp với các bộ phận liên quan để kiểm soát và xử lý khủng hoảng truyền thông nếu có."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Học vấn và kinh nghiêm:",
                "-\tNam, từ 25 – 35 tuổi, sức khỏe tốt",
                "-\tTốt nghiệp từ Đại học trở lên thuộc chuyên ngành CNTT.",
                "-\tCó kinh nghiệm về quản trị mạng, quản trị hệ thống server.",
                "-\tHiểu rõ về quản trị mạng (LAN, WAN, VPN, Internet, phòng chống virus, …), hệ thống email,…",
                "-\tCó kinh nghiệm về phần cứng máy tính.",
                "-\tCó ít nhất 02 năm làm lĩnh vực theo yêu cầu.",
                "-\tCó trách nhiệm với công việc, làm việc nghiêm túc, nhanh nhẹn, nhiệt tình.",
                "-\tƯu tiên ứng viên có nhiều kinh nghiệm thiết kế gồm: banner trang web, profile, lịch, ảnh, ưu tiên ứng viên biết sử dụng máy quay video, máy ảnh",
                "Kỹ năng cá nhân:",
                "-\tKỹ năng giao tiếp, truyền đạt thông tin tốt.",
                "-\tTự tin, tích cực và chủ động trong công việc.",
                "-\tSáng tạo và độc lập trong công tác chuyên môn",
                "-\tThành thạo tiếng Anh là một lợi thế.",
                "Quyền lợi:",
                "-\t6 đến 8 tháng đầu làm việc tại Hải Phòng.",
                "-\tSau đó làm việc tại số 02 Trần Hưng Đạo, Phan Chu Trinh, Hoàn Kiếm, Hà Nội",
                "-\tMức lương: cạnh tranh trên thị trường và được hưởng thu nhập tăng thêm theo kết quả hoạt động kinh doanh của Công ty và xứng đáng với năng lực, kinh nghiệm và hiệu quả công việc.",
                "-\tĐược hưởng đầy đủ chế độ BHXH, BHYT và các chế độ phúc lợi khác theo quy định như thưởng các ngày Lễ - Tết, du lịch hàng năm.",
                "-\tĐược tham gia các khóa học đào tạo nâng cao kỹ năng – chuyên môn, cơ hội thăng tiến trong công việc.",
                "-\tĐược làm việc trong môi trường có văn hóa doanh nghiệp tốt.",
                "Lưu ý:",
                "- 6-8 tháng đầu sau tuyển dụng, làm việc tại Hải Phòng",
                "- Sau đó làm việc tại số 2 Trần Hưng Đạo, Hoàn Kiếm HN"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/senior-flutter-mobile-developer-up-to-3-500--1762754-jv?source=searchResults&searchType=2&placement=1762754&sortBy=latest",
        "job_name": "Senior Flutter Mobile Developer (Up to $3,500)",
        "company_name": "Navigos Search's Client",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Ho Chi Minh City",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Mobile Application Development, Flutter, REST, SOAP"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Design and develop features for our mobile applications using Flutter.",
                "- Collaborate with teams from Vietnam & US to gather requirements and implement the app features.",
                "- Write clean, maintainable, and efficient code that follows industry best practices and coding standards.",
                "- Troubleshoot and resolve issues reported by users or stakeholders"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Fluency in English is required. You should be able to comfortably communicate with native speakers in both written and oral forms.",
                "- At least 3 years experience",
                "- Proven experience in building customer-facing mobile apps using Flutter",
                "- Solid understanding of software development principles, including object-oriented programming, design patterns and data structures.",
                "- Excellent problem-solving skills and attention to detail"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/solution-architect-bfsi-domain--1762753-jv?source=searchResults&searchType=2&placement=1762753&sortBy=latest",
        "job_name": "Solution Architect (BFSI Domain)",
        "company_name": "Navigos Search's Client",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 20, e.town Central, 11 Đoàn Văn Bơ, Phường 13, Quận 4, Ho Chi Minh City, Vietnam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "System/Cloud/DevOps Engineer"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Solution Architecture, Technical Design, Technology Roadmapping, English"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Define the end-to-end technical architecture to support the delivery of the investment slate, guiding and influencing business delivery and ensuring alignment to target state technology",
                "- Lead the technical direction-setting for key business outcomes",
                "- Deliver an end-to-end technical outcome across one or more banking domains. They identify service impacts. They understand how new and existing target states will be consumed to deliver and initiative. They work to shape and sequence initiative features on service backlogs.",
                "- Provide technical direction and consultation to the architecture team, across the technology lifecycle, creating and maintaining the Target State Architecture for each capability within the domain and mapping all components to the assest management system."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Excellent English communication skills",
                "- Experience of 10+ years in Technology generally.",
                "- Experience of 5+ years in end-to-end solution architecture design.",
                "- Experience driving end-to-end solutions in complex organisations with regulatory and legacy constraints.",
                "- Strong business acumen and engagement skills to influence business strategy to help shape, triage, prioritize business outcomes and develop roadmaps for the business unit/domains.",
                "- Financial services experience is essential."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/senior-net-developer-up-to-3-500--1762751-jv?source=searchResults&searchType=2&placement=1762751&sortBy=latest",
        "job_name": "Senior .NET Developer (Up to $3,500)",
        "company_name": "Navigos Search's Client",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Ho Chi Minh City",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            ".Net Core, .NET, C#, Microservices, CI CD"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Design, develop, and maintain scalable and efficient software applications using .NET framework.",
                "- Collaborate with business stakeholders and technical teams to gather requirements and define project scope.",
                "- Participate in the full software development lifecycle, including requirements analysis, design, coding, testing, and deployment.",
                "- Develop and implement clean, maintainable, and reusable code following best practices and coding standards."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Fluency in English is required. You should be able to comfortably communicate with native speakers in both written and oral forms.",
                "- Bachelor's Degree in Computer Science, Engineering, or a related fields.",
                "- Proven 5+ year experience as a .NET Developer",
                "- Strong understanding of object-oriented programming principles and design patterns.",
                "- Strong knowledge and understanding of SOLID principles and Clean Architecture"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/business-analyst-project-manager-japanese-n2-up-to-3-500--1762748-jv?source=searchResults&searchType=2&placement=1762748&sortBy=latest",
        "job_name": "Business Analyst/ Project Manager (Japanese N2, Up to $3,500)",
        "company_name": "Navigos Search's Client",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 20, e.town Central, 11 Đoàn Văn Bơ, Phường 13, Quận 4, Ho Chi Minh City, Vietnam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Project Management, Business Analysis, Japanese"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Translating business requirements into functional and technical requirements to include business processes, use cases along with requirements of user experience, UI integration and data",
                "- Communicate changes, enhancements, and modifications of business requirements– verbally or through written documentation so that issues and solutions are understood",
                "- Manage and track the status of requirements throughout the project lifecycle; manage progress, quality, risk, problem solving",
                "- Outstanding presentation, communication, and technical writing skills, with the ability to convey simple and complex information to other teams Viet Nam, Japan, Thailand"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Fluency in Japanese (N2 higher level)",
                "- Experience working with Japanese customers",
                "- Good Customer negotiation skill",
                "- Knowledge of planning and delivery skills (progress, quality, risk management...)",
                "- 3+ years of B2B business experience",
                "- Interested in UI/UX design",
                "- Ability to work in a team",
                "- Ability to work independently",
                "- Communication ability: proactively disclose information",
                "- Logic thinking, high responsibility, multitasking skills and proactivity skills"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/technical-lead-japanese-n2-hybrid-work-1762746-jv?source=searchResults&searchType=2&placement=1762746&sortBy=latest",
        "job_name": "Technical Lead (Japanese N2, Hybrid Work)",
        "company_name": "Navigos Search's Client",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 20, e.town Central, 11 Đoàn Văn Bơ, Phường 13, Quận 4, Ho Chi Minh City, Vietnam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Software Engineering, Backend Application, Front End, Japanese Speaking"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "• Planning and growing Japanese SWAT team.",
                "• Leading and motivating SWAT team, which may include members with varying levels of Japanese proficiency.",
                "• Involving in communicating, building business with Japanese client from presale stage.",
                "• Addressing client concerns, expectations and resolving issues effectively.",
                "• Facilitating effective communication and collaboration among internal/ external teams and with stakeholders.",
                "• Managing dependencies between teams and ensure excellent execution.",
                "• Proactively identifying potential risks and developing mitigation strategies.",
                "• Fostering a positive and productive work environment."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• Fluency in Japanese and English is essential.",
                "• Excellent communication and interpersonal skills.",
                "• 10+ years of experience in the software industry.",
                "• 10+ hand-on experience in project delivery and business development with Japan.",
                "• Sound knowledge of project/ program/ portfolio management.",
                "• Leadership experience and the ability to motivate teams.",
                "• Problem-solving and analytical skills."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/bridge-software-engineer-japanese-n2-up-to-3-000-1762744-jv?source=searchResults&searchType=2&placement=1762744&sortBy=latest",
        "job_name": "Bridge Software Engineer (Japanese N2, Up to $3,000)",
        "company_name": "Navigos Search's Client",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 20, e.town Central, 11 Đoàn Văn Bơ, Phường 13, Quận 4, Ho Chi Minh City, Vietnam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Japanese Speaking, Business Analysis, Project Management"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "We are looking for a new member of our company, who will be working as Expert of this position. In this position, you will need to collaborate with stakeholders to support the business’ vision and strategy and be required to accelerate business activities to streamline daily operations through industry experience and your best practices.",
                "By using communication skills and technical skills, we expect to help the communication process between the two customers and the project team smoothly.",
                "• Working with Japanese customers on related projects about requirements, specifications, working process, etc.",
                "• Manage projects or work closely with Project Manager/Leader to monitor and control project",
                "• Analyze and transfer various requests to project team members during the whole development process"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• More than 3 years of experience as a bridge engineer (BrSE) or related field",
                "• Excellence communication in Japanese (N2 or similar)",
                "• Good understanding of the software development process with hands-on experience in programming skill or experience in working as a Business Analyst",
                "• Experience in working with low level design documents",
                "• Must be independent, responsible, and self-motivated with the ability to learn and achieve superior results"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/chuyen-vien-it--1762660-jv?source=searchResults&searchType=2&placement=1762660&sortBy=latest",
        "job_name": "Chuyên Viên IT",
        "company_name": "Trans World Aviation",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "6th Floor, Hai Au building 39B Truong Son, Tan Binh district, Ho Chi Minh city; 1st Floor, Noi Bai International Airport, Soc Son Hanoi city",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "IT Support/Help Desk"
        ],
        "LĨNH VỰC": [
            "Vận tải"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "PHP, JavaScript, Bảo Trì Hệ Thống, Cài Đặt Hệ Thống, Công Nghệ Thông Tin"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "•\tHàng ngày: Kiểm tra hệ thống Internet, tốc độ đường truyền Internet, CMS server, email server, nhiệt độ của phòng server, thông số NAS, máy photocopy, máy chấm công.../ Daily: Check the Internet system, Internet connection speed, CMS server, email server, temperature of server room, NAS parameters, photocopy machine, timekeeper machine...",
                "•\tHỗ trợ các phòng ban về hệ thống và môi trường làm việc, sửa chữa khắc phục các lỗi phát sinh/ Support departments on system and working environment, repair and fix errors that arise.",
                "•\tHàng tuần: Bảo trì các hệ thống server, routers, modems, NAS vào tuần cuối tháng & dự phòng dữ liệu email & dọn ổ cứng email server để tránh tình trạng tràn email, cập nhật hệ điều hành Windows & Virus database/ Monthly: Maintain server systems, routers, modems, NAS in the last week of the month & backup email data & clean up email server hard drives to avoid email overload, Windows update & Virus database.",
                "•\tCác công việc khác: Tham gia các dự án phần mềm, ERP, tạo email, cài đặt máy tính và tài khoản cần thiết cho nhân viên mới, làm việc với nhà cung cấp về máy in/máy photocopy, máy lạnh, mua sắm trang thiết bị hỗ trợ công việc cho người dùng, hướng dẫn người dùng sử dụng phần mềm…/ Other jobs: Participating in software development, ERP, creating emails, setting up computers and accounts needed for new employees, working with suppliers on printer/copier, air conditioner, purchase equipment to support work for users, guide users to use software ...",
                "•\tCác nhiệm vụ khác có liên quan theo yêu cầu của CEO/ Other relevant duties as required by CEO."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "•\tCó ít nhất 3 năm kinh nghiệm / At least 3 years",
                "•\tTốt nghiệp đại học chuyên ngành CNTT, Khoa học máy tính hoặc tương đương/ University degree major in IT, Computer Science or equivalent",
                "•\tCó kiến thức vững chắc về Định tuyến, Chuyển mạch, Quy tắc tường lửa, IPS/ Strong knowledge of Routing, Switching, Firewall Rule, IPS",
                "•\tCó kiến thức vững chắc về DNS, DHCP, VPN, IIS… / Strong knowledge of DNS, DHCP, VPN, IIS",
                "•\tNắm vững kiến thức về các hệ thống mail server như MDaemon, Exchange, Sendmail…/ Strong knowledge of mail server systems such as MDaemon, Exchange, Sendmail...",
                "•\tThành thạo quản trị hệ thống Window Server và Linux Server /  Proficient in Windows Server and Linux Server system administration",
                "•\tƯu tiên ứng viên biết một trong các kỹ năng: CSDL, Lập trình C#, ASP, PHP, JavaScript, SEO/ Priority is given to candidates who know one of the following skills: Database, C# Programming, ASP, PHP, JavaScript, SEO;",
                "•\tGiỏi tiếng Anh / Good at English",
                "•\tKỹ năng giải quyết vấn đề và ra quyết định , chủ động trong công việc, có tinh thần trách nhiệm, nhiệt tình, trung thực, chịu được áp lực công việc/ Problem solving and decision making skills, proactive in work, responsible, enthusiastic, honest, able to withstand work pressure.",
                "QUYỀN LỢI / BENEFIT",
                "•\tMức lương & phúc lợi cạnh tranh / Competitive salary & benefits",
                "•\tLương tháng 13, thưởng các ngày lễ Tết/ 13th salary and holiday bonuses",
                "•\tCơ hội làm việc trong môi trường thân thiện / Opportunity to work in a friendly working environment.",
                "Working location: Head Office/ Hai Au Building, 39B Truong Son, Ward 4, Tan Binh.",
                "Working time: 8:00AM – 17:00PM, from Monday to Saturday Noon."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/ha-noi-lap-trinh-vien-net-c-sharp-urgent--1762694-jv?source=searchResults&searchType=2&placement=1762694&sortBy=latest",
        "job_name": "Hà Nội – Lập Trình Viên .NET (C#) - Urgent",
        "company_name": "Microtec Vietnam CO., LTD",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "5th, 6th, 9th Floor, BIDV tower, 194 Tran Quang Khai street, Hoan Kiem district, Hanoi, Vietnam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "C#, .NET, Winforms, JavaScript, HTML5"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "- Thảo luận với khách hàng & nhóm dự án về các yêu cầu phát triển phần mềm và xác nhận kế hoạch;",
                "- Nghiên cứu FRS, phát triển ứng dụng và đóng góp ý kiến để đưa ra giải pháp về các vấn đề và quy trình thực hiện nếu có;",
                "- Thực hiện Unit testing và cập nhật tài liệu FRS sau khi hoàn thành giai đoạn lập trình;",
                "- R&D về công nghệ mới liên quan đến các module đang thực hiện và đưa ra giải pháp để nâng cao hoặc cải thiện module của riêng mình;",
                "- Trong tương lai, bạn có thể lead Dự án / Sản phẩm / Module của riêng mình tùy theo năng lực;",
                "- Có cơ hội tham gia tất cả các giai đoạn trong quá trình phát triển và triển khai phần mềm để trải nghiệm và khám phá lĩnh vực bạn giỏi nhất."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Tốt nghiệp đại học ngành Công nghệ thông tin, Khoa học máy tính hoặc tin học;",
                "- Có khả năng phân tích vấn đề, lập trình các ngôn ngữ C#, WinForm, WebForm, Html5, JavaScript. Sẵn sàng học hỏi, nghiên cứu công nghệ mới;",
                "- Có ít nhất 1 năm kinh nghiệm làm việc thực tế về phát triển ứng dụng phần mềm full life-cycle;",
                "- Có kinh nghiệm về kiến trúc hệ thống Windows Forms, Windows services, web-based và service-based, kiến trúc ứng dụng doanh nghiệp;",
                "- Thành thạo thiết kế, lập trình và debug ứng dụng bằng C#, Microsoft .NET;",
                "- Có kinh nghiệm lập trình, test, lập tài liệu và release các phần mềm quan trọng; - Có hiểu biết tốt về thiết kế và triển khai API;",
                "- Ưu tiên ứng viên sử dụng tốt tiếng Anh (nói và viết);",
                "- Ưu tiên ứng viên nhiệt tình, có kỹ năng làm việc nhóm tốt và có tinh thần tự chủ trong công việc.",
                "*** Chế độ dành cho nhân viên:",
                "- Mức lương cạnh tranh và hấp dẫn dựa trên năng lực và kinh nghiệm;",
                "- Cơ chế xét duyệt tăng lương hàng năm dựa trên điểm KPI và thưởng 2 lần / năm;",
                "- Làm việc trong môi trường chuyên nghiệp, có cơ hội phát triển bản thân trong lĩnh vực tài chính ngân hàng;",
                "- Các chế độ khác:",
                "• Bảo hiểm toàn diện (BH tai nạn và BH sức khỏe)",
                "• Nhiều hoạt động tập thể hấp dẫn cho nhân viên và gia đình"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/machine-learning-a-i-engineer--1762693-jv?source=searchResults&searchType=2&placement=1762693&sortBy=latest",
        "job_name": "Machine Learning – A.i. Engineer",
        "company_name": "Microtec Vietnam CO., LTD",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "5th, 6th, 9th Floor, BIDV tower, 194 Tran Quang Khai street, Hoan Kiem district, Hanoi, Vietnam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Data Engineer/Data Analyst/AI"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Machine Learning, Python, Data Science, C/C++, Artificial Intelligence"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "- Working with the Product owner and customer to capture requirement,",
                "- Research, develop, evaluate and optimize various Computer vision, Recommender system, Chatbot and deep learning models for different problems.",
                "- Programing application/services use Python/C,C++ to resolved problems",
                "- Collecting, cleaning, preparing data for modeling and adjust model to increase performance and accuracy",
                "- Running tests, performing analysis, and interpreting test results.",
                "- Documenting machine learning processes."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Bachelor's degree in IT, Computer Science or Data Science, Business Analysis",
                "- At least 2 years' experience as a machine learning engineer.",
                "- Having 24 months or more programming experience with one of the languages Python, C/C++",
                "- Real experiences on computer vision, image/video processing, prediction, recommender system, chatbot",
                "- Good understanding of mathematical foundations of AI/Machine Learning algorithms.",
                "- Advanced proficiency with Python, experience with popular frameworks such as TensorFlow, Pytorch",
                "Preferred :",
                "- Good understanding of server-side system, microservices model",
                "- Experienced in SQL Server, MySQL,...",
                "- Good programming thinking and ability to catch up with & master new technology",
                "- Dynamic, confident, creative, enthusiastic",
                "- Good teamwork skill",
                "We offer:",
                "- Attractive salary based on capability & experience,",
                "- Annual salary review & bonus twice a year;",
                "- Dynamic & motivating working environment with experienced colleagues and supportive leaders;",
                "- Professional training courses of the most up-to-date technologies;",
                "- Others:",
                "• Comprehensive insurance (Accident & Healthcare insurance)",
                "• Summer leave annually & Teambuilding trips",
                "• Events for employees & their family"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/cis-it-team-leader-1762672-jv?source=searchResults&searchType=2&placement=1762672&sortBy=latest",
        "job_name": "[CIS] IT Team Leader",
        "company_name": "The Canadian International School System - Ciss (Hệ Thống Trường Quốc Tế Canada)",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Số 07, Đường 23, Phường Tân Phú, Quận 7, Tp.Hồ Chí Minh",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Giáo dục/Đào Tạo"
        ],
        "CẤP BẬC": [
            "Trưởng phòng"
        ],
        "KỸ NĂNG": [
            "Software Project Management, Software Database, IT Helpdesk, SAP Consulting"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "1. Software Deployment:",
                "- Guide clients through the planning, execution, and adoption of software solutions to enhance their business operations.",
                "2. Team Leadership:",
                "- Provide effective leadership to the IT team, fostering a collaborative and innovative work environment.",
                "- Conduct regular team meetings, set objectives, and monitor progress towards goals.",
                "- Foster professional development and skill enhancement within the team.",
                "3. School System Management:",
                "- Oversee the planning, implementation, and maintenance of the school's information systems.",
                "- Ensure the security, integrity, and availability of all data and information systems.",
                "- Collaborate with relevant stakeholders to identify and implement technology solutions to enhance educational processes.",
                "4. Data Management:",
                "- Develop and implement data management policies and procedures.",
                "- Ensure compliance with data protection regulations and best practices.",
                "- Manage data backups, recovery procedures, and disaster recovery planning.",
                "5. Helpdesk Support:",
                "- Manage the school helpdesk, providing timely and effective support to end-users.",
                "- Troubleshoot hardware, software, and network issues, escalating when necessary.",
                "- Develop and maintain a knowledge base to facilitate efficient issue resolution.",
                "- Infrastructure and Network Management:",
                "- Oversee the maintenance and upgrade of hardware and software systems.",
                "- Monitor and optimize network performance to ensure a reliable and secure IT environment.",
                "- Collaborate with vendors and service providers to procure necessary IT equipment and services.",
                "6. Training and Documentation:",
                "- Develop and conduct training programs for end-users on relevant IT tools and systems.",
                "- Create and maintain documentation for IT processes, procedures, and troubleshooting guides.",
                "7. Budget Management:",
                "- Contribute to the development of the IT budget and ensure cost-effective use of resources.",
                "- Monitor expenditures and identify opportunities for cost savings."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Bachelor’s degree in Information Technology, Computer Science, or a related field.",
                "- Proven experience in a leadership role within an IT environment, preferably in an educational setting.",
                "- Strong knowledge of school information systems and data management best practices.",
                "- Excellent problem-solving and communication skills.",
                "- Familiarity with helpdesk support processes and tools.",
                "- Experience in managing IT infrastructure and networks.",
                "- Ability to work collaboratively with diverse stakeholders.",
                "- Certifications such as ITIL, CompTIA A+, or relevant vendor certifications are a plus"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/devops-engineer--1762629-jv?source=searchResults&searchType=2&placement=1762629&sortBy=latest",
        "job_name": "DevOps Engineer",
        "company_name": "Công Ty TNHH LG CNS Việt Nam",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Landmark 72, Phạm Hùng, Keangnam, Mễ Trì, Cầu Giấy, Hanoi, Vietnam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Data Engineer/Data Analyst/AI"
        ],
        "LĨNH VỰC": [
            "Hệ thống CNTT & Thiết bị"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "DevOps, Azure DevOps, CI/CD, Cloud Data, Python"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "[Vision]",
                "•\tAs a Cloud/DevOps Architect, you can contribute to improving software quality and development productivity by presenting a better architectural structure.",
                "[Design/build Public Cloud Architecture]",
                "•\tBuild Infra Architecture environment that is flexible to change and scale based on AWS, GCP, and Azure.",
                "•\tPublic Cloud Infra Architecture design (Cloud landing zone, network, storage, security, leased line, CDN, etc.)",
                "•\tAutomate the deployment of IaC-based cloud infrastructure (Terraform, Packer)",
                "•\tDesign and build infrastructure monitoring systems.",
                "[Design/build CI/CD deployment automation]",
                "•\tBuild CI/CD pipelines to accelerate application development.",
                "•\tDesign and configuration by DevOps Tool Chain environment (Gitlab, Jenkins, ArgoCD, Nexus)",
                "•\tDevelop CI/CD pipeline scripts and configure Application build (Gradle, Maven)/deployment automation."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Requirement:",
                "[Required]",
                "•\tDesign/build a Public Cloud Architecture",
                "o Experience in building public cloud-based systems (virtual networks, VMs, Storage, Backup, etc.)",
                "o Experience in operating Linux-based OS",
                "o Experience with IaC-based automation tools such as Terraform and Packer",
                "•\tDesign/build CI/CD deployment automation",
                "o Experience in building/operating CI/CD tool chains such as Gitlab, Jenkins, Nexus, etc.",
                "o Proficient in scripting languages such as Python, Bash Script",
                "[Preferred]",
                "•\tExperience in Docker, K8S",
                "•\tKorean communication",
                "Required Competency",
                "•\tAverage English Communication (TOEIC above 550 and similar certificates or confident English conversation)",
                "Opportunity:",
                "•\tAttractive salary and bonus will be discussed after going through CV & Interview",
                "•\tReview capacity annually and adjust salary increases according to work performance.",
                "•\tKorean language certificate bonus (TOPIK)",
                "•\tHealth care: Premium health insurance, Annual health check-up",
                "•\tYoung working environment",
                "•\tGood career development opportunities with interesting and challenging projects.",
                "•\tEnglish, Korean, technical, soft skills training courses.",
                "•\tOpportunity to learn special courses from LG CNS, new technology and security.",
                "•\tGifts on holidays (April 30th - May 1st, September 2nd, Tet, etc.)",
                "•\tOutdoor activities with company support: sports clubs, team building, happy hour parties, birthdays, travel, employee and family events, etc.",
                "•\tWorking hours: 8 hours from Monday - Friday (8:00 - 12:00 - 13:00 - 17:00)"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-risk-management-executive-1762645-jv?source=searchResults&searchType=2&placement=1762645&sortBy=latest",
        "job_name": "IT Risk Management Executive",
        "company_name": "Bosch Global Software Technologies Company Limited",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Etown 2, 364 Cong Hoa street, ward 13, Tan Binh district, HCM",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Bảo Mật Công Nghệ Thông Tin"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "IT Risk Management, Data Security, Risk Control, Security Information, English"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "•\tSingle point of contact to consult on enquiries on information security and data protection topics based on company policies and national laws",
                "•\tCreate Information Security and Data Protection reports for Department Heads to review, and comply with company central directives",
                "•\tImplement regular checks of IT access rights",
                "•\tCreate ISP training/awareness material in order to host and conduct training/awareness sessions for all supported associates",
                "•\tConduct audits regarding Information security and data protection in the supported departments",
                "•\tWork towards regulation compliance for personal data information use in cooperation with the head of department",
                "•\tPerform ISP risk analysis and identify mitigation measures",
                "•\tProvide regular up-to-date relevant ISP awareness via mail, Teams, department meetings etc.."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Technical",
                "•\tEducation: Computer Science, Business Administration or comparable studies",
                "•\tWorking experience: 1-3 years",
                "•\tExperience (basic knowledge) in Information Security and Data Protection, ISO standard, Internal Audit, IT Operations, Compliance policy",
                "•\tLanguage: advanced English (understanding / spoken)",
                "Soft-skill:",
                "•\tReading comprehension",
                "•\tPublic speaking/Presentation",
                "•\tCreativity",
                "•\tDetail orientation thinking",
                "•\tAbility to focus as well as multi-task",
                "•\tAssertive and objective communication",
                "•\tCustomer Service Mindset",
                "•\tSelf-motivation"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/urgent-02-developers--1762583-jv?source=searchResults&searchType=2&placement=1762583&sortBy=latest",
        "job_name": "[Urgent] 02 Developers",
        "company_name": "Công Ty TNHH BIP Systems Việt Nam",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Room No.403, 4th Floor, DMC Tower, 535 Kim Ma Str., Ba Dinh Dist., Hanoi",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Python, Java, C++, C Language, English"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "We are looking for:",
                "- Candidates who want to work and cultivate expertise in international business environment.",
                "- Candidates who will be able to become core members of BIP Systems Vietnam Co., Ltd and will contribute to our long term business development.",
                "JOB BENEFITS:",
                "• Salary: negotiation",
                "• Salary adjustment twice a year",
                "• Chance to go abroad (on-site trip to Japan as job required)",
                "• Benefits related to social insurance (BHXH, BHYT) in accordance with Law",
                "• Annual health care & extra insurance during working hours",
                "• Summer vacation",
                "• Other benefit according to the Company’s policy."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "1.\tBusiness content:",
                "- Understand the basic design document.",
                "- Create a detailed design document.",
                "- Perform program development.",
                "- Create unit test code.",
                "- Create and execute unit test cases.",
                "- Eligibility",
                "2. Language skill: Good verbal and written communication in English (can read and understand manual in English). Japanese is preferred.",
                "3. Technical Skill",
                "- Hands-on experience with Java programming and Spring/Spring Boot (At least 03 years).",
                "- Hands-on experience with SQL queries.",
                "- Implementing unit tests.",
                "- Knowledgeable on web technologies (e.g. HTTP, RestfulAPI, HTML, etc.).",
                "- Candidates who are ready to learn new technology are preferred.",
                "4. Human skill",
                "- High motivation and strong team-working spirit",
                "- Ability to work under pressure"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/software-test-coordinator--1762565-jv?source=searchResults&searchType=2&placement=1762565&sortBy=latest",
        "job_name": "Software Test Coordinator",
        "company_name": "Bosch Global Software Technologies Company Limited",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Etown 2, 364 Cong Hoa street, ward 13, Tan Binh district, HCM",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "QA/QC/Software Testing"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "SAP, Quality Assurance, Quality Control, Quality Management, Test Lab Management"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Work with Project team from the planning to closing phase",
                "- Shares information about centrally defined rollout test concept towards rollout teams and makes sure that it is followed",
                "- Support rollout teams and follows up milestones of test preparation activities of each rollout team by holding recurring calls",
                "- Provide  status reports and test acceptance document for management",
                "- Coordinate and work closely with project team/stakeholders who are managing for IT projects (I-buy and non I-buy, SAP rollout….)",
                "- Keep project team following defined deadline and handle risk in team",
                "- Other tasks: maintain document, presentation, provide training to test team"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Background in IT or business management",
                "- Have knowledge about Project management and Testing",
                "- At least 3 years working experience in Software Test (SAP is plus)",
                "- Proficient in English communication",
                "- Well versed in using Microsoft office applications and Sharepoint",
                "- Good Time management, Communication and Coordination skills",
                "- Can work independently as well as work in a team, good teamwork mindset and good structured way of working",
                "- Quick learner, Initiative and Proactive in learning new things",
                "- Open for feedback and improvement"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/hn-automotive-android-app-developer--1762560-jv?source=searchResults&searchType=2&placement=1762560&sortBy=latest",
        "job_name": "Hn_Automotive Android App Developer",
        "company_name": "Bosch Global Software Technologies Company Limited",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Etown 2, 364 Cong Hoa street, ward 13, Tan Binh district, HCM",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Android, Kotlin, CI/CD"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Design, develop and maintain mobile apps and apps framework components",
                "- Participate in the design, coding and testing of software for MHU equipment (Infotainment system)",
                "- Coding and fixing issues for information, entertainment, intelligence and connectivity features on MHU",
                "- Produce and maintain well-documented code",
                "- Debug and fixing of bug",
                "- Perform peer design and code reviews",
                "- Perform unit testing (manual and automated)"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Minimum 1 years of work experience",
                "- Proficiency in programming languages: Java (Android) or Kotlin",
                "- Master the basic knowledge of Android: Activity, service, broadcast receiver as well as have advanced skills to handle problems related to Memory, performance, multithreading",
                "- Master knowledge of object-oriented programming, have knowledge of application design: design pattern, Solid, clean architect, MVVM...",
                "- Master knowledge of Android Service Framework Layer (AIDL, IPC, Binder, Serializable, Parcelable)",
                "- Experience in using Gerrit code review, CI/CD tools (Jenkin, Quickbuild...)",
                "- Strong concurrent programming knowledge",
                "- Experience in working in Agile development environment",
                "- Extensive experience in using Version Control systems like GIT/SVN and planning basic branching and merging",
                "- Knowledge of Unit testing",
                "- Experience in developing car infotainment systems (IVI) is an advantage",
                "- Having experience in Android framework is an advantage",
                "- Experience with Android Automotive, AOSP is an advantage",
                "- Knowledge with AOSP building system, Android Security, Android HAL, SE Linux is an advantage"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/internship-it-technician-1762522-jv?source=searchResults&searchType=2&placement=1762522&sortBy=latest",
        "job_name": "Internship - IT Technician",
        "company_name": "Danieli – Industrielle Beteiligung Co., Ltd",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "LotA4b, Industrial Park inside Tan Thuan Export Processing Zone (E-Office park), Tan Thuan Dong Ward, District 7, HCM city",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "IT Support/Help Desk"
        ],
        "LĨNH VỰC": [
            "Cơ khí/Máy móc/Thiết bị công nghiệp"
        ],
        "CẤP BẬC": [
            "Thực tập sinh/Sinh viên"
        ],
        "KỸ NĂNG": [
            "ICT, Technical Support, Hardware, IT Standard, Inventory Analysis"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Danieli Vietnam (“Industrielle Beteiligung Co., Ltd\") is a legal entity located in Ho Chi Minh since 2007 and operating for the parent Italian Company “Danieli & C. Officine Meccaniche S.p.A.\". Reliable and specialized in the engineering of specific machines and the management of dedicated projects for the worldwide metal industry, as well as a fast, flexible and competent service and sales hub to support any Customer in the Southeast Asia Region. Our official website: https://danieli.com.vn/vi/",
                "This year, Danieli Vietnam is opening for Internship Program 2024 with following details:",
                "*** What you will be trained:",
                "Student will practice in ICT Office. Under Supervision of the ICT Manager or delegated IT technician staff, student will act like an ICT Support to do:",
                "1.\tBasic end-user support to prevent customer service delays for basic technical issues of Hardware and Software.",
                "2.\tPerform computer OS deployment, Mobile configuration follow company standards, rules.",
                "3.\tAssist in the maintenance of IT standards and documentation.",
                "4.\tInventory technology equipment and software.",
                "5.\tMonitor, review, troubleshoot network performance on regular basis.",
                "6.\tResearch and recommend solutions for technical problems.",
                "*** Knowledge you will gain:",
                "1.\tThe processes of ICT Service/Operation and its structure in WW level",
                "2.\tTechnical skill on IT Hardware and Software in Global architecture",
                "3.\tEnglish communication with Global team"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "*** Benefit and opportunity:",
                "1.\tInternship daily allowance, lunch, shuttle bus, parking lot",
                "2.\tOpportunity to practice in a global working environment and be part of the innovation team, contributing initiative ideas",
                "3.\tConnect and open a network with industry experts",
                "4.\tWhen performing excellently during internship, you have high chance of being accepted into a full-time job.",
                "*** Requirements:",
                "1. 3rd year and 4th year Student",
                "2. Background in Information Technology (Technical Support, Networking.)",
                "3. Basic communication in English.",
                "4. Proactive and willing to learn attitude",
                "5. Can attend full time internship program from Monday to Friday (7:40 am to 5:30 pm)",
                "6. Internship duration: 6 months"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/data-tech-support-specialist-1762339-jv?source=searchResults&searchType=2&placement=1762339&sortBy=latest",
        "job_name": "Data & Tech Support Specialist",
        "company_name": "Công Ty TNHH Dịch Vụ Triển Lãm SES Việt Nam",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 10, Tòa nhà Hà Phan, Số 17-17A-19, Đường Tôn Thất Tùng, Phường Phạm Ngũ Lão, Quận 1",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "IT Support/Help Desk"
        ],
        "LĨNH VỰC": [
            "Truyền thông/Báo chí/Quảng cáo"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Data Management, Oracle, Technical Support, Helpdesk, SQL"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Job Summary:",
                "As a Data & Tech Support Specialist. The successful candidate will play a key role in providing comprehensive IT service support, data management, IT asset procurement, and budget planning across ASEAN countries. This position involves delivering 1st tier helpdesk services, desk support to internal users, troubleshooting IT-related issues, and leveraging IT and SQL/NoSQL coding skills.",
                "Responsibilities:",
                "•\tHelpdesk Support:",
                "•\tProvide prompt and effective L1 helpdesk services to internal users using ServiceNow via remote software, phone, email, and chat.",
                "•\tIdentify, prioritize, and resolve issues related to hardware, software, systems, and network.",
                "•\tData Management:",
                "•\tEnsure effective data management practices across ASEAN countries.",
                "•\tCollaborate with relevant teams to address data-related challenges and ensure data integrity.",
                "•\tSQL/NoSQL and Coding Skills:",
                "•\tLeverage advanced SQL and NoSQL skills for data analysis, querying, and manipulation.",
                "•\tCollaborate with the development team on projects involving database management and data-driven applications.",
                "•\tIdentity and Troubleshooting:",
                "•\tInvestigate and troubleshoot problems related to IT services, including but not limited to hardware, software, systems, and network issues.",
                "•\tEscalate complex problems to higher-level support for further analysis and resolution.",
                "•\tCollaboration:",
                "•\tWork collaboratively with cross-functional teams, including IT, development, and project management, to ensure IT services meet users' needs.",
                "•\tAct as a liaison between different departments to streamline communication and problem resolution.",
                "•\tIT Asset Procurement & Budget Planning:",
                "•\tManage the procurement of IT assets, ensuring timely acquisition and adherence to budgetary guidelines.",
                "•\tCollaborate with vendors to obtain competitive pricing and negotiate favorable terms.",
                "•\tProvide input on cost estimates for IT budget, ensuring alignment with organizational goals.",
                "•\tContinuous Improvement:",
                "•\tActively seek opportunities for continuous improvement in technical knowledge and skills.",
                "•\tParticipate in training programs and gain hands-on experience to stay abreast of technological advancements."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Qualifications:",
                "•\tBachelor's degree in Computer Science, Information Technology, or a related field.",
                "•\t1-3 years of experience in technical support or a related field.",
                "•\tProven experience in providing IT service support, including 1st tier helpdesk services and desk support.",
                "•\tStrong troubleshooting skills for hardware, software, systems, and network issues.",
                "•\tProfound understanding of SQL and NoSQL for data analysis and manipulation.",
                "•\tExperience in IT asset procurement and budget planning.",
                "•\tStrong communication skills with the ability to interact effectively with internal users and cross-functional teams.",
                "•\tGood communication and command in written and spoken English.",
                "•\tKnowledge of data management principles and practices.",
                "•\tAbility to escalate and coordinate complex issues with 2nd or 3rd Tier support.",
                "•\tStrong documentation skills for technical support procedures.",
                "•\tWillingness to continuously improve technical knowledge through training and hands-on experience.",
                "BENEFITS:",
                "-\tFlexible time, Monday to Friday",
                "-\tOffice at Central of Ho Chi Minh City",
                "-\tCompetitive remuneration package with performance bonus",
                "-\tPrivate healthcare and accident insurance",
                "-\tCompany trip and social activities",
                "-\tLearning & development opportunity to advance your career path"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/project-manager-quan-ly-du-an--1762358-jv?source=searchResults&searchType=2&placement=1762358&sortBy=latest",
        "job_name": "Project Manager (Quản Lý Dự Án)",
        "company_name": "Cong Ty TNHH Cube System Viet Nam",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 6, Tòa Nhà JVPE, Công Viên Phần Mềm Quang Trung, Phường Tân Chánh Hiệp, Quận 12, Thành Phố Hồ Chí Minh, Việt Nam.",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Trưởng phòng"
        ],
        "KỸ NĂNG": [
            "PHP, .NET, Java, C#, PostgreSQL"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Lập kế hoạch cho các dự án (~ 20 người, dưới 12 tháng).",
                "- Quản lý việc triển khai dự án từ đầu đến cuối thông qua khả năng giao tiếp tốt và tối ưu hóa việc sử",
                "dụng nhân sự. (Từ đề xuất cho khách hàng, lên mục tiêu dự án, thực hiện dự án, đạt được mục tiêu dự",
                "án, chuyển tiếp sang các dự án tiếp theo,...)",
                "- Phối hợp và xác định phạm vi dự án với khách hàng tại giai đoạn đề xuất dự án (proposal) để giúp dự",
                "án được tiến hành suôn sẻ với các điều kiện thuận lợi cho công ty.",
                "- Phân bổ nhân sự và vật tư cần thiết cho dự án trong thời gian yêu cầu với mức giá và các điều khoản",
                "khác trong Hợp đồng phù hợp",
                "- Các chức năng công việc khác/Secondary Functions:",
                "- Hỗ trợ các dự án khác trong trường hợp cần thiết",
                "- Cố vấn, phối hợp với các Phòng ban khác trong việc tổ chức các buổi Tech-talk, seminar về kỹ thuật",
                "mới tại công ty"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Trình tiếng Nhật tương đương N2, giao tiếp được với khách hàng.",
                "- Có 2 - 3 năm kinh nghiệm quản lý dự án (web, application) trong các công ty IT Nhật.",
                "- Có kỹ thuật, kinh nghiệm về các dự án liên quan tới PHP, .NET, Java, C#,PostgreSQL, iOS/Android…",
                "- Năng động, nhiệt tình và luôn nỗ lực để phát triển bản thân.",
                "- Có tư duy logic, kĩ năng giải quyết vấn đề, giao tiếp tốt.",
                "- Đáng tin cậy, phong cách làm việc luôn hướng tới khách hàng, trung thực.",
                "* Các phúc lợi của công ty/Benefits include:",
                "- Lương tháng 13, summer bonus, chế độ xét tăng lương 2 lần/năm (tháng 1,7)",
                "- Nhiều loại trợ cấp hấp dẫn (ăn trưa, đi lại, tiếng Nhật, thâm niên, dự án…)",
                "- Đóng BHXH trên full lương",
                "- Nhiều cơ hội đi công tác Nhật Bản",
                "- Môi trường làm việc trẻ trung, thân thiện và vui vẻ",
                "- Miễn phí tham gia các hoạt động của công ty như bóng bàn, bóng đá, teambuilding, happy hours",
                "- Quà tặng vào các dịp sinh nhật, giáng sinh, kết hôn, sinh con…."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/embedded-software-engineer-linux-bsp-attractive-salary-upto-80-millions-for-seniors--1762380-jv?source=searchResults&searchType=2&placement=1762380&sortBy=latest",
        "job_name": "Embedded Software Engineer (Linux BSP) - Attractive Salary (Upto 80 Millions for Seniors)",
        "company_name": "Công Ty Công Nghệ Vvdn Việt Nam",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 8, Tòa nhà Artemis, số 3, đường Lê Trọng Tấn, Phường Khương Mai, Quận Thanh Xuân, Thành phố Hà Nội, Việt Nam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Embedded C++, Linux Embedded, Python, Linux, An Ninh Mạng"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Làm việc như một Kỹ Sư Linux BSP tại VVDN Technologies Vietnam, bạn sẽ đóng một vai trò then chốt trong việc thiết kế, triển khai và tối ưu hóa các giải pháp Linux Board Support Package. Bạn sẽ làm việc chặt chẽ với các đội ngũ đa chức năng để đảm bảo sự tích hợp mượt mà của các công nghệ Linux BSP vào sản phẩm của chúng tôi. Từ ý tưởng đến triển khai, chuyên môn của bạn sẽ đóng góp vào sự thành công của các dự án sáng tạo của chúng tôi.",
                "Trách Nhiệm Công Việc:",
                "- Phát triển và triển khai các giải pháp Linux BSP, đảm bảo hiệu suất và độ tin cậy cao.",
                "- Hợp tác với các đội ngũ phần cứng và phần mềm để tích hợp chức năng Linux BSP vào sản phẩm.",
                "- Tiến hành kiểm thử và khắc phục sự cố chi tiết của các hệ thống Linux BSP.",
                "- Theo dõi xu hướng ngành và công nghệ mới nổi để nâng cao các sản phẩm.",
                "- Cung cấp hỗ trợ kỹ thuật và chuyên môn trong suốt chu kỳ phát triển sản phẩm.",
                "As a Linux BSP Engineer at VVDN Technologies Vietnam, you will play a pivotal role in designing, implementing, and optimizing Linux Board Support Package solutions. You will work closely with cross-functional teams to ensure the seamless integration of Linux BSP technologies into our products. From conceptualization to deployment, your expertise will contribute to the success of our innovative projects.",
                "Responsibilities:",
                "- Develop and implement Linux BSP solutions, ensuring high-performance and reliability.",
                "- Collaborate with hardware and software teams to integrate Linux BSP functionality into products.",
                "- Conduct thorough testing and troubleshooting of Linux BSP systems.",
                "- Stay abreast of industry trends and emerging technologies to enhance product offerings.",
                "- Provide technical support and expertise during product development cycles."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Bằng cử nhân chuyên ngành Kỹ thuật Điện, Khoa học Máy Tính hoặc lĩnh vực liên quan.",
                "- Tối thiểu 4 năm kinh nghiệm trong phát triển Linux BSP.",
                "- Thạo về các giao thức và tiêu chuẩn Linux BSP.",
                "- Có kinh nghiệm thực tế với chipset và phần cứng liên quan đến Linux BSP.",
                "- Kỹ năng lập trình mạnh mẽ bằng các ngôn ngữ như C, C++ hoặc Python.",
                "- Hiểu biết về các giao thức an ninh mạng Linux.",
                "- Sử dụng tiếng Anh thành thạo là bắt buộc.",
                "***Phúc Lợi:",
                "- Mức lương cạnh tranh phù hợp với kinh nghiệm.",
                "- Chương trình chăm sóc sức khỏe và phúc lợi.",
                "- Cơ hội phát triển chuyên nghiệp và đào tạo.",
                "- Môi trường làm việc động đội và hợp tác.",
                "- Tiếp xúc với các dự án và công nghệ hàng đầu.",
                "- Chương trình thưởng và nhận diện nhân sự.",
                "Hãy tham gia VVDN Technologies Vietnam và trở thành một phần của một đội ngũ tương lai coi trọng sự sáng tạo và khuyến khích sự phát triển cá nhân và chuyên nghiệp của bạn. Hãy ứng tuyển ngay để áp dụng chuyên môn của bạn trong một môi trường khuyến khích sự sáng tạo và xuất sắc.",
                "Requirements:",
                "- Bachelor's degree in Electrical Engineering, Computer Science, or related field.",
                "- Minimum 4 years of experience in Linux BSP development.",
                "- Proficient in Linux BSP protocols and standards.",
                "- Hands-on experience with Linux BSP chipsets and related hardware.",
                "- Strong programming skills in languages such as C, C++, or Python.",
                "- Familiarity with Linux network security protocols.",
                "- English Language proficiency is a must.",
                "Benefits:",
                "- Competitive salary commensurate with experience.",
                "- Health and wellness programs.",
                "- Opportunities for professional development and training.",
                "- Collaborative and dynamic work environment.",
                "- Exposure to cutting-edge technologies and projects.",
                "- Employee recognition and rewards programs.",
                "Join VVDN Technologies Vietnam and be a part of a forward-thinking team that values innovation and fosters personal and professional growth. Apply your Linux BSP expertise in an environment that encourages creativity and excellence."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/up-to-3000-lead-frontend-engineer-1762369-jv?source=searchResults&searchType=2&placement=1762369&sortBy=latest",
        "job_name": "[Up to 3000$] - Lead Frontend Engineer",
        "company_name": "Navigos Search",
        "salary": "$2500 - $3000",
        "end_date": "2024-04-06",
        "address": "HCMC",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "ReactJS, Front End Web Design, Front End, UI/UX, English"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Develop and maintain user-facing features using React.js",
                "- Collaborate with the design team to implement user interfaces that adhere to design specifications",
                "- Write clean, efficient, and maintainable code following best practices and coding standards",
                "- Optimize application performance for maximum speed and scalability",
                "- Ensure the technical feasibility of UI/UX designs",
                "- Participate in code reviews and provide constructive feedback to peers",
                "- Work closely with backend developers to integrate frontend components with backend services",
                "- Stay up-to-date with the latest frontend development trends and technologies",
                "- Contribute to architectural decisions and technical designs"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Minimum of 3 years of experience in frontend development, with a focus on React.js",
                "- Expertise in JavaScript, HTML, and CSS",
                "- Solid understanding of frontend design principles and UI/UX best practices",
                "- Experience working in a product company environment",
                "- Strong code quality and attention to detail",
                "- Excellent communication skills, both written and verbal, in English",
                "- Ability to work independently and as part of a team"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/product-owner-salary-upto-1-500--1762362-jv?source=searchResults&searchType=2&placement=1762362&sortBy=latest",
        "job_name": "Product Owner - Salary Upto $1,500",
        "company_name": "Công Ty TNHH Axinan Việt Nam",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Tầng 9, Tòa nhà Epic Tower, Ô đất D14 Khu đô thị mới Cầu Giấy, Phường Mỹ Đình 2, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Bảo hiểm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Product Insurance, Software Development, Agile, Budget Analysis, Scrum"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "pCompany Description",
                "Igloo is a full stack insurtech startup that creates innovative B2B2C insurance solutions for platform partners and insurers. The company was founded in 2016 and leverages big data, real-time risk assessment, and end-to-end automated claims management to enable companies to eliminate their exposure to operational risk, create new revenue streams, and optimize and enhance existing products.",
                "We Are Looking For",
                "We’re looking for a passionate and strategic PO to run our B2B2C channel. You will be responsible for:",
                "- Software Development: Define and implement products/ Projects for the B2B2C segment, ensuring that products and services meet the project requirements. Oversee the product development process from idea to deployment, ensuring adherence to timelines and product quality.",
                "- Customer and Partner Interaction: Understand customer and partner needs, gather feedback, and propose product enhancements to optimize user experience and business value.",
                "- Product Requirements Analysis and Prioritization: Analyze customer, market, and technical requirements, identify and prioritize projects, features and tasks for implementation.",
                "- Collaboration with Relevant Departments: Work closely with departments such as engineering, marketing, sales, and customer care to ensure the continuous and effective delivery of the product.",
                "- Working with Solution Integration Partners: Coordinate with technical and technology partners to develop and deploy integrated solutions, ensuring compatibility and performance of the product with other systems./p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "p- Bachelor’s degree or higher in engineering, business, or related fields.",
                "- Product and Market Knowledge: Deep understanding of insurance product and market, ability to analyze data and make decisions based on data.",
                "- At least 3 years of experience in a similar role, preferably in the Integration solutions with a strong background in software development.",
                "- Project Management Skills: Have experience in project management and product development processes, understanding of Agile and Scrum methodologies is a plus.",
                "- Communication and Teamwork Skills: Flexibility, strong communication skills in both Vietnamese and English, ability to work effectively in a diverse and multinational work environment.",
                "- English: Writing & Speaking/p"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/up-to-3000-bridge-software-engineer-1762356-jv?source=searchResults&searchType=2&placement=1762356&sortBy=latest",
        "job_name": "[Up to 3000$] - Bridge Software Engineer",
        "company_name": "Navigos Search",
        "salary": "$2000 - $3000",
        "end_date": "2024-04-06",
        "address": "HCMC",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Software Development, Japanese N2, Communication, BrSE, Project Management"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Bridge Engineer (BrSE) is the person who acts as a connection between each of project teams in Group companies.",
                "By using communication skills and technical skills, we expect to help the communication process between the two customers and the project team smoothly.",
                "• Working with Japanese customers on related projects about requirements, specifications, working process, etc.",
                "• Manage projects or work closely with Project Manager/Leader to monitor and control project",
                "• Analyze and transfer various requests to project team members during the whole development process",
                "* This position is start-up position, so we expect to expand your responsibilities not only Bridge for project in Japanese, but also project management."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Must-have:",
                "• More than 3 years of experience as a bridge engineer (BrSE) or related field",
                "• Excellence communication in Japanese (N2 or similar)",
                "• Good understanding of the software development process with hands-on experience in",
                "programming skill or experience in working as a Business Analyst",
                "• Experience in working with low level design documents",
                "• Must be independent, responsible, and self-motivated with the ability to learn and achieve",
                "superior results",
                "Nice-to-have:",
                "• Working experience as a Project Manager",
                "• Have experience living and working in Japan"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-staff--1762330-jv?source=searchResults&searchType=2&placement=1762330&sortBy=latest",
        "job_name": "IT Staff",
        "company_name": "Công Ty TNHH Hitachi Astemo Hưng Yên",
        "salary": "$500 - $700",
        "end_date": "2024-04-06",
        "address": "Lô A5-6, KCN Thăng Long II - Liêu Xá- Yên Mỹ-Hưng Yên-Việt Nam",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "IT Support/Help Desk"
        ],
        "LĨNH VỰC": [
            "Sản xuất"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Quản Trị Mạng, IT System Administration, IT Helpdesk, IT Phần Cứng, Công Nghệ Thông Tin"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "- Đảm bảo security hệ thống, nhận và triển khai thực hiện từ tập đoàn về tăng cường bảo mật, an toàn hệ thống",
                "- Triển khai và thực hiện các yêu cầu do tập đoàn triển khai các hệ thống IT",
                "- Đối ứng kiểm toán nội bộ IT",
                "- Lập dự toán, quản lý dự toán, quản lý và phân tích dự toán và thực tế chi phí IT",
                "- Quản lý hệ thống IT, lập kế hoạch giám sát hệ thống, bao gồm maintain, thay thế, đầu tư",
                "- Quản trị mạng bao gồm netowork trong công ty, One drive/p/p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Tốt nghiệp đại học ngành IT",
                "- Có kinh nghiệp làm việc cho doanh nghiệp Nhật Bản 2~3 năm",
                "- Ngoại ngữ: Tiếng anh (TOEIC 400~600) hoặc Tiếng Nhật (N3)/p/p"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/senior-manual-tester-french--1762318-jv?source=searchResults&searchType=2&placement=1762318&sortBy=latest",
        "job_name": "Senior Manual Tester (French)",
        "company_name": "Capgemini Vietnam",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Centre Point, 106 Nguyen Van Troi",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "QA/QC/Software Testing"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Postman, Azure DevOps, French Speaking, QC"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "About the Role/position:",
                "In this role, you will be a senior manual tester. You will work alongside a team of like-minded individuals within the Testing community and partner closely with our clients on a wide variety of collaborative and innovative engagements.",
                "One should be a phenomenal teammate with a forward-thinking mindset, ability and confidence to challenge the status quo to define future visions.",
                "Responsibilities:",
                "•\tEstablish procedures to review requirements and build test plans, strategies, documentation and testing roadmap grooming",
                "•\tWork and interact cross-team with clients, product owners, developers, business analysts, and IT personnel",
                "•\tInvolved in investigating the issues, bugs, and feedback as they arise",
                "•\tCollate and monitor the defect management process",
                "•\tManage the changes and execute regression tests",
                "•\tResponsible for planning, keeping control of testing activities, and meet product",
                "goals, manage team member’s tasks and time",
                "•\tCreate test report",
                "Benefit",
                "•\tCompetitive salary, health insurance covered for employees and dependents",
                "•\tWorking on international projects. Professional and dynamic working environment",
                "•\tAchieving valuable experience with a variety projects, new technologies, and hundreds of talents",
                "•\tReceiving training opportunities including many technical seminars and soft skill training courses",
                "•\tGood opportunity for promotion through regular performance review system."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Must have: Technical Requirements / Qualifications",
                "Primary Skills:",
                "- Tools: Postman, Azure DevOps, JIRA/Confluence, HP QC",
                "•\tMinimum 3+ years of relevant experience primarily in a tester role",
                "•\tGood communication in French is a must",
                "•\tWillingness to fully take responsibility and ownership of the quality assurance process.",
                "•\tHands-on experience with Agile methodologies; demonstrated ability to provide a testing perspective as an input into Backlog refinement and Sprint planning.",
                "•\tSkills in test plan, testability review, and test design techniques",
                "•\tSkills in interpreting the test basis (requirements, functional and technical design)",
                "•\tVast exposure to working with different types of testing (e.g. functional system integration, regression, etc).",
                "•\tTeam-player with experience working with international and multi-functional teams",
                "•\tAbility to work under high pressure and tight schedule",
                "•\tKnowledge of the business domains: Insurance (Life/Non-life) and banking; is a plus",
                "•\tGood communication in English is a plus",
                "•\tKnowledge and experience in Automation/Performance testing is a plus"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/internship-tester-french--1762322-jv?source=searchResults&searchType=2&placement=1762322&sortBy=latest",
        "job_name": "Internship Tester (French)",
        "company_name": "Capgemini Vietnam",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "Centre Point, 106 Nguyen Van Troi",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "QA/QC/Software Testing"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Thực tập sinh/Sinh viên"
        ],
        "KỸ NĂNG": [
            "Java, Python, C#, French Speaking, Test"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "About the Role/position",
                "In this role, you will be familiar with tester position. You will be trained on testing techniques and then work alongside senior testers within the Testing community.",
                "One should be a phenomenal teammate with a forward-thinking mindset, ability and confidence to challenge the status quo to define future visions.",
                "What we are looking for:",
                "•\tBachelor Degree in Computer Science or related degree",
                "•\tGood communication in French is a must",
                "•\tHave programming skill for Computer Science or IT degree (any object-oriented programming language like Java/Python/C#)",
                "•\tMathematical aptitude and strong problem-solving skills",
                "•\tGood logical thinking and attention to detail",
                "•\tSelf-development skills to keep up to date with fast-changing trends",
                "•\tA passion for working with technology",
                "•\tAbility to work under high pressure and tight schedule, highly accurate and detail-oriented",
                "•\tGood communication in English is a plus",
                "Benefit",
                "•\tReceiving technical training courses",
                "•\tGood opportunity to be a good tester in the future",
                "•\tGood opportunity for working on international projects. Professional and dynamic working environment",
                "•\tGood opportunity for achieving valuable experience with variety projects, new technologies and hundreds of talents"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Primary Skills:",
                "- Programming Language: Any Object Oriented Programming language like Java/Python/C# (applied for IT Degree)",
                "Qualifications",
                "Software testers often have a degree in Computer Science or IT. However, the role is open to graduates from a variety of majors with good French communication."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/tech-support--1762284-jv?source=searchResults&searchType=2&placement=1762284&sortBy=latest",
        "job_name": "Tech Support",
        "company_name": "Dwight School Hanoi",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "The Manor Central Park, Nguyễn Xiển, quận Hoàng Mai, Hà Nội",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "IT Support/Help Desk"
        ],
        "LĨNH VỰC": [
            "Giáo dục/Đào Tạo"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Technical Support, IT Helpdesk, English, IT Administration"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Dwight School Hanoi is the newest addition to the global network of Dwight Schools located in New York, London, Seoul, Dubai, Shanghai and Dwight Global Online School. The School will be a premium K-12 international school located at The Manor Central Park in Hanoi and has a planned opening in August 2024. More information about the Dwight Schools and Dwight School Hanoi can be found at www.dwighthanoi.org",
                "We are seeking a Tech Support who is the front-line support for all IT-related issues within the school. They assist students, teachers, and administrative staff with hardware, software, and network problems, ensuring that technology facilitates rather than impedes teaching and learning. The position will report to the Technology Manager, and work closely with team members as well as other departments of the School.",
                "RESPONSIBILITIES",
                "• Providing first-level contact and problem resolution for all users with hardware, software, and application problems.",
                "• Escalating unresolved issues to higher-level Tech staff as necessary.",
                "• Maintaining an inventory of devices and assisting with the deployment of new technology.",
                "• Developing and providing training for staff and students on new technologies and IT policies.",
                "• Keeping detailed records of user requests, issues, and resolutions.",
                "NOTE: This job description is not intended to be all-inclusive. Employees may perform other related duties assigned by the manager to meet the ongoing needs of the organization."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• Bachelor’s degree in Information Technology/Computer Science or related field",
                "• Good knowledge of networks and systems administration",
                "• Practical experience in an English-speaking environment is preferable",
                "• Good practical knowledge in O365 and Google applications",
                "• Hard working, excellent problem solving skills and good attitude to learn new technology",
                "• Good command of English",
                "• Good communication and teamwork skills",
                "• Flexible and agile working style suitable for a greenfield school operations."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/network-and-infrastructure-officer-1762275-jv?source=searchResults&searchType=2&placement=1762275&sortBy=latest",
        "job_name": "Network and Infrastructure Officer",
        "company_name": "Dwight School Hanoi",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "The Manor Central Park, Nguyễn Xiển, quận Hoàng Mai, Hà Nội",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Công Nghệ Thông Tin"
        ],
        "LĨNH VỰC": [
            "Giáo dục/Đào Tạo"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "English, IT Administration, Network Administration, System Administration, Network Infrastructure"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Dwight School Hanoi is the newest addition to the global network of Dwight Schools located in New York, London, Seoul, Dubai, Shanghai and Dwight Global Online School. The School will be a premium K-12 international school located at The Manor Central Park in Hanoi and will open to students in August 2024. More information about the Dwight Schools and Dwight School Hanoi can be found at www.dwighthanoi.org",
                "We are seeking a Network and Infrastructure Officer who specializes in the design, implementation, and maintenance of the school’s network and Tech infrastructure. This role focuses on the technical aspects of the school’s Tech environment, ensuring its reliability, security, and performance. The position will report to the Technology Manager, and work closely with team members as well as other departments of the School.",
                "RESPONSIBILITIES",
                "• Designing and implementing the school’s network architecture.",
                "• Managing servers, routers, switches, firewalls, and other network hardware.",
                "• Ensuring network security and implementing disaster recovery solutions.",
                "• Monitoring network performance and making adjustments to meet the demands of the school.",
                "• Collaborating with the Technology Manager to plan infrastructure upgrades and expansions.",
                "NOTE: This job description is not intended to be all-inclusive. Employees may perform other related duties assigned by the manager to meet the ongoing needs of the organization."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• Bachelor’s degree or above in Information Technology/Computer Science or related field",
                "• At least 3 years of experience working at equivalent",
                "• Strong ICT skills and understand of ICT infrastructure and networks",
                "• Good written and spoken Vietnamese and English",
                "• Good communication and teamwork skills",
                "• Flexible and agile working style suitable for a greenfield school operations",
                "• Strong drive for organizational improvements."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/technology-manager--1762269-jv?source=searchResults&searchType=2&placement=1762269&sortBy=latest",
        "job_name": "Technology Manager",
        "company_name": "Dwight School Hanoi",
        "salary": "Thương lượng",
        "end_date": "2024-04-06",
        "address": "The Manor Central Park, Nguyễn Xiển, quận Hoàng Mai, Hà Nội",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Công Nghệ Thông Tin"
        ],
        "LĨNH VỰC": [
            "Giáo dục/Đào Tạo"
        ],
        "CẤP BẬC": [
            "Trưởng phòng"
        ],
        "KỸ NĂNG": [
            "English, IT Management, Technology Management, IT System Administration, Network Technology"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "Dwight School Hanoi is the newest addition to the global network of Dwight Schools located in New York, London, Seoul, Dubai, Shanghai and Dwight Global Online School. The School will be a premium K-12 international school located at The Manor Central Park in Hanoi and has a planned opening in August 2024. More information about the Dwight Schools and Dwight School Hanoi can be found at www.dwighthanoi.org",
                "We are seeking a Technology Manager who is responsible for overseeing the entire Technology department, aligning its goals with the school’s educational mission and operational needs. This position involves high-level planning, budget management, policy development, and leadership responsibilities. The position will report to the Director of Innovative Learning, and work closely with team members as well as other departments of the School.",
                "RESPONSIBILITIES",
                "• Developing and implementing the Tech strategy to support the educational and administrative functions of the school.",
                "• Leading the Tech department, including hiring, training, and managing Tech staff.",
                "• Overseeing the budget for the Technology department.",
                "• Ensuring compliance with data protection laws and other regulatory requirements.",
                "• Serving as the primary liaison between Technology and other departments, as well as with external vendors and stakeholders.",
                "NOTE: This job description is not intended to be all-inclusive. Employees may perform other related duties assigned by the manager to meet the ongoing needs of the organization."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• Bachelor’s degree or above in Information Technology/Computer Science or related field",
                "• At least 4 years of experience working at equivalent position",
                "• High level of ICT skills and understand of ICT infrastructure and networks",
                "• Fluent in written and spoken Vietnamese and English",
                "• Good communication and teamwork skills",
                "• Flexible and agile working style suitable for a greenfield school operations",
                "• Strong drive for organizational improvements."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/digital-banking-scrum-master--1762261-jv?source=searchResults&searchType=2&placement=1762261&sortBy=latest",
        "job_name": "[Digital Banking] Scrum Master",
        "company_name": "ABBANK - Ngân Hàng TMCP An Bình",
        "salary": "$1000 - $2000",
        "end_date": "2024-04-06",
        "address": "Số 36 Hoàng Cầu, Phường Ô Chợ Dừa, Quận Đống Đa, Hà Nội",
        "NGÀY ĐĂNG": [
            "05/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Tài Chính"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Banking Transformation, Digital Banking, Scrum Master, Agile Project Management, Platform Management"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Coach teams in self-management & cross-functionality.",
                "Help teams to focus on creating high-value increments that meet the Definition of Done (DoD).",
                "Train & coach Product Owners with techniques for effective Product Goal definition, Product Backlog management, release planning, that maximize business value.",
                "Train & coach teams/members, initiatives & stakeholders to apply empirical approach, incremental & iterative development, lean thinking, Scrum values.",
                "Plan, train, coach, implement, improve Scrum adoption for initiative and/or wider organization",
                "Ensure Scrum events take place, positive & productive within timebox.",
                "Adopt appropriate stances for teams: Trainer, Mentor, Coach, Leader, Facilitator, Manager, Change Agent.",
                "Help teams to improve effectiveness, efficiency & practices via Scrum, e.g., maturity assessment, improvement plans, training & coaching activities.",
                "Cause the removal of impediments to teams’ progress.",
                "Train, coach managers on empowering people, enabling & nurturing self-managing & high performing teams.",
                "Train, coach teams to use Agile tools, e.g., Jira, Confluence, Miro, Trello.",
                "Train & coach to help teams, initiative, and/or wider organization to apply evidence-based management (EBM)"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Bachelor or higher degree in Banking, Finance, Technology, Business Administration, Information technology or related disciplines.",
                "Professional Scrum certificates, e.g., A-CSM or PSM II. Others like PMP, PMI-ACP, Lean, Six Sigma, Agile Project Management, is a plus.",
                "5 years of experience in corporate, preferably banking/technology or fin-tech organization.",
                "Experienced in training, coaching Scrum for teams.",
                "Experienced in training, coaching, mentoring different roles, e.g., Product Owner, Designer, Developer, Tester, Manager.",
                "Be team player, a servant leader with strong facilitation, conflict resolution, communication, motivation, interpersonal skills.",
                "Familiar with engineering best practices (e.g., TDD, ATDD, CICD, automation)",
                "Familiar with common tools, e.g., Jira, Confluence, Bitbucket, Jenkins, SonarQ."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/business-analyst-korean-speaking--1762200-jv?source=searchResults&searchType=2&placement=1762200&sortBy=latest",
        "job_name": "Business Analyst (Korean Speaking)",
        "company_name": "Megazone Vietnam Company Limited",
        "salary": "Thương lượng",
        "end_date": "2024-05-04",
        "address": "Lotte Center Hà Nội, 54 Liễu Giai, Cống Vị, Ba Đình, Hà Nội",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phân Tích Kinh Doanh/Phân Tích Hệ Thống"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "CRM, Tiếng Hàn, Workload Management, Quản Lý Tiến Độ Dự Án, Jira"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "•\tThu thập và phân tích thông tin nghiệp vụ, yêu cầu của khách hàng;",
                "•\tTrao đổi, hợp tác với bộ phận phát triển và QA;",
                "•\tLên kế hoạch, quản lý tiến độ dự án, phạm vi dự án, chi phí;",
                "•\tTổ chức họp với các bên liên quan;",
                "•\tKhảo sát, nghiên cứu về business trend, xu hướng đổi mới của kỹ thuật và phân tích, đánh giá về khả năng áp dụng trend, kỹ thuật mới đó."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "•\tThành thạo 4 kỹ năng nghe, nói, đọc, viết tiếng Hàn. Ưu tiên ứng viên giao tiếp được cả tiếng Anh (mức trung bình);",
                "•\tỨng viên có trên 7 năm kinh nghiệm làm việc ở vị trí BA hoặc IT Comtor;",
                "•\tỨng viên có trên 7 năm làm việc trực tiếp với người Hàn Quốc;",
                "•\tCó kinh nghiệm tham gia các dự án cộng tác (Solution based SI/SM project or ITO project);",
                "•\tCó kinh nghiệm tham gia các dự án Platform-based  (Enterprise solution) Ex. CRM lives Salesforce, v.v;",
                "•\tCó kỹ năng quản lý resource và workload;",
                "•\tCó kỹ năng điều phối lịch trình và quản lý tiến độ dự án (Dựa trên Road map);",
                "•\tCó kinh nghiệm sử dụng các hệ thống quản lý dự án như Jira, v.v.",
                "***CHẾ ĐỘ LÀM VIỆC",
                "•\tThử việc 2 tháng với 100% lương",
                "•\tĐóng bảo hiểm full lương sau thời gian thử việc",
                "•\tTham gia gói bảo hiểm sức khảo PVI, khám sức khỏe định kỳ hàng năm",
                "•\tLương tháng 13, thưởng sinh nhật, thưởng năm mới, quà Trung thu, quà Giáng sinh, quà 8/3, quà 20/10,...",
                "•\tĐược đào tạo về IT, tài trợ chi phí thi lấy chứng chỉ nghiệp vụ",
                "•\tChế độ đánh giá performance, tăng lương định kỳ",
                "***THỜI GIAN - ĐỊA ĐIỂM LÀM VIỆC",
                "•\tThời gian làm việc: 8:30 – 17:30 từ thứ Hai đến thứ Sáu",
                "•\tĐịa điểm làm việc: Lotte Center Hanoi, 54 Liễu Giai, Ba Đình, Hà Nội"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/salesforce-developer--1762191-jv?source=searchResults&searchType=2&placement=1762191&sortBy=latest",
        "job_name": "Salesforce Developer",
        "company_name": "Megazone Vietnam Company Limited",
        "salary": "Thương lượng",
        "end_date": "2024-05-04",
        "address": "Lotte Center Hà Nội, 54 Liễu Giai, Cống Vị, Ba Đình, Hà Nội",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Salesforce, Salesforce Development, Cloud, Administration, Visualforce"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "***Your role & responsibilities",
                "-Sử dụng nền tảng Salesforce để phát triển các giải pháp phù hợp với yêu cầu của khách hàng;",
                "-Phân tích và hiểu yêu cầu dự án, chuyển đổi yêu cầu đó sang process phát triển trên Salesforce;",
                "-Sử dụng những công nghệ như Apex, Visualforce, Lightning Component để phát triển những phần mềm Salesforce;",
                "-Tham gia test sản phẩm, xử lý các issue và hỗ trợ maintain;",
                "-Hợp tác với các member và các bộ phận khác để đảm bảo kết quả công việc."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "***YÊU CẦU:",
                "-Có kinh nghiệm, hiểu biết sâu về lĩnh vực và nền tảng Salesforce (Ưu tiên ứng viên có chứng chỉ Salesforce Developer hoặc Salesforce Administrator); + 5 năm kinh nghiệm làm các dự án về Salesforce;",
                "-Có kinh nghiệm thực hiện dự án sử dụng Apex và Visualforce (Apex, Aura, LWC,Visualforce);",
                "-Có hiểu biết về Front-end với những ngôn ngữ lập trình như HTML, CSS, JavaScript, Jquery;",
                "-Có hiểu biết về Lightning design system, Design patterns;",
                "-Có kiến thức về data base như SQLServer, MySQL, MongoDB;",
                "-Có kinh nghiệm sử dụng Lightning Component Framework;",
                "-Có kinh nghiệm sử dụng các nền tảng quản lý dự án như Jira, Confluence;",
                "-Có hiểu biết, nắm bắt xu hướng mới nhất về kỹ thuật cũng như các công cụ phát triển;",
                "-Có kỹ năng quản lý team và làm việc nhóm;",
                "-Có thể giao tiếp tiếng Anh.",
                "***ĐIỀU KIỆN ƯU TIÊN",
                "-Ứng viên có chứng chỉ Salesforce Certified Platform Developer hoặc Salesforce Certified Platform App Builder;",
                "-Ứng viên có hiểu biết về những sản phẩn liên quan đến Salesforce như Sales Cloud, Marketing Cloud, Service Cloud, Commerce Cloud, v.v;",
                "-Ứng viên có hiểu biết về các phương pháp phát triển như Agile và Scrum;",
                "-Có kinh nghiệm về Salesforce Integration (REST hoặc SOAP API);",
                "-Có kinh nghiệm thực hiện công việc dựa trên Ticket (Task based Service request);",
                "-Có kinh nghiệm về data migration và data loading;",
                "-Có kinh nghiệm lead team thực hiện dự án liên quan đến Salesforce.",
                "** Yêu cầu CV tiếng Anh"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/truong-bo-phan-phu-trach-ung-dung-cong-nghe-phan-mem-trong-doanh-nghiep-1762086-jv?source=searchResults&searchType=2&placement=1762086&sortBy=latest",
        "job_name": "Trưởng Bộ Phận Phụ Trách Ứng Dụng Công Nghệ, Phần Mềm Trong Doanh Nghiệp",
        "company_name": "Công Ty Du Học Du Lịch TMDV Á Âu",
        "salary": "Thương lượng",
        "end_date": "2024-05-04",
        "address": "52 Trần Huy Liệu, P.11, Q. Phú Nhuận, TP.HCM",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Giáo dục/Đào Tạo"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Quản Lý Vận Hành, Quản Trị Dự Án, Giám Sát Hệ Thống, Cơ Sở Dữ Liệu, Lập Trình Ứng Dụng"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "-\tChịu trách nhiệm ứng dụng công nghệ, phần mềm trong hoạt động quản trị, kinh doanh…của công ty;",
                "-\tXác định tầm nhìn, yêu cầu về chiến lược ứng dụng công nghệ trong công ty;",
                "-\tHoạch định chiến lược công nghệ của công ty, phát triển các khía cạnh kỹ thuật mới đồng thời vẫn đảm bảo thống nhất với mục tiêu kinh doanh;",
                "-\tTham mưu, tư vấn cho Ban lãnh đạo trong việc xây dựng chiến lược, chính sách ứng dụng, phát triển công nghệ trong công ty;",
                "-\tCập nhật liên tục và ứng dụng, thực thi các công nghệ, kỹ thuật mới và phối hợp chặt chẽ với các phòng ban trong công ty nhằm mang lại lợi thế cạnh tranh về công nghệ cho công ty;",
                "-\tLà đầu mối tổ chức, điều phối, giám sát việc thực hiện các chính sách chiến lược ứng dụng công nghệ;",
                "-\tLập và kiểm soát kế hoạch/ngân sách hàng năm của hoạt động Công nghệ trong công ty;",
                "-\tGiám sát hạ tầng CNTT của công ty, đề xuất các giải pháp hiệu quả nhất;",
                "-\tChủ trì việc đề xuất các phần mềm, công cụ hỗ trợ vận hành, kinh doanh thông minh trong lĩnh vực hoạt động;",
                "-\tChủ trì việc phân tích yêu cầu, thiết kế, triển khai các phần mềm, công cụ nội bộ;",
                "-\tHỗ trợ các phòng ban sử dụng công nghệ hiệu quả;",
                "-\tBảo mật toàn bộ cơ sở dữ liệu của doanh nghiệp;",
                "-\tCác công việc khác theo yêu cầu của Ban lãnh đạo."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "-\tKinh nghiệm: 05 năm kinh nghiệm ở vị trí tương đương trong lĩnh vực ứng dụng Công nghệ, phần mềm trong doanh nghiệp.",
                "-\tKiến thức:",
                "+ Hiểu biết về nền tảng Công nghệ thông tin",
                "+ Hiểu biết về các quy trình phát triển phần mềm; Các công cụ quản trị dự án, môi trường phát triển ứng dụng, ngôn ngữ lập trình ứng dụng, cơ sở dữ liệu",
                "+ Hiểu biết về các quy trình vận hành bảo trì các hệ thống CNTT; Các công cụ quản trị giám sát hệ thống CNTT.",
                "Giới tính: Nam/ Nữ",
                "Độ tuổi: Từ 27 tuổi trở lên",
                "Kinh nghiệm: 5 năm trở lên",
                "Phúc lợi:",
                "-\tĐầy đủ các chế độ theo Luật lao động Việt Nam: BHXH, BHYT, BHTN, ngày nghỉ phép năm, lễ, tết, thưởng lương tháng 13… và các chế độ đãi ngộ đặc biệt khác tùy theo năng lực và sự đóng góp cho Công ty.",
                "-\tHàng năm người lao động sẽ được xem xét tăng lương ít nhất là 1 năm / lần. Mức tăng lương này tùy theo năng lực và đóng góp của người lao động đối với Công ty.",
                "-\tNghỉ mát, tổ chức sinh nhật.",
                "-\tNgoài ra tùy trường hợp còn được xem xét các hỗ trợ cần thiết khác khi người lao động hoặc gia đình người lao động gặp khó khăn không thể tự giải quyết được cần sự giúp đỡ của Công ty ….",
                "-\tPhụ cấp khác: Tùy theo nhu cầu công việc",
                "Hồ sơ bao gồm:",
                "- Sơ yếu lý lịch;",
                "- Bản sao bằng tốt nghiệp, bảng điểm và văn bằng, chứng chỉ khác;",
                "- Bản mô tả kinh nghiệm làm việc và mục tiêu phấn đấu."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/web-developer--1762093-jv?source=searchResults&searchType=2&placement=1762093&sortBy=latest",
        "job_name": "Web Developer",
        "company_name": "Shuttlerock Vietnam",
        "salary": "Thương lượng",
        "end_date": "2024-05-04",
        "address": "Tầng 10, Block B, Tòa nhà Samco, 326 Võ Văn Kiệt, p. Cô Giang, Quận 1, TP.HCM",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Truyền thông/Báo chí/Quảng cáo"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "IT Software, Web Design, Agile Web Development, JavaScript, Python"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Shuttlerock is a young advertising agency focused on short format video ads",
                "founded in New Zealand in 2011. We are now a global company with more than 300 employees and with offices in New York, Los Angeles, Austin, Berlin, Paris, London, Singapore, Tokyo, Nelson and Saigon.",
                "Shuttlerock Vietnam is expanding and we are looking for young and talented individuals to grow our team. Our studio is a creative and fast-paced multicultural environment that is constantly evolving and growing. If you are talented, open minded and willing to learn more, this may be your ideal place.",
                "We are looking for a Web Developer who will be responsible for developing and designing websites for our company. You will be working alongside a team of other designers and developers in creating, maintaining, and updating our websites. The ideal candidate will have a solid grasp of web development best practices and showcase strong collaboration skills with cross-functional teams.",
                "** RESPONSIBILITIES:",
                "● Develop responsive and visually appealing websites and web applications.",
                "● Collaborate with designers to translate design mockups into functional websites.",
                "● Write clean, efficient, and maintainable code using HTML, CSS, JavaScript, and other web technologies.",
                "● Integrate third-party APIs and web services as needed.",
                "● Ensure consistent user experiences across different devices and browsers, optimise website performance, and ensure cross-browser compatibility.",
                "● Conduct thorough testing and debugging of web applications to ensure high quality and reliability.",
                "● Stay updated on emerging web development trends and technologies.",
                "● Provide technical support and troubleshooting for existing websites and web applications.",
                "● Support the development of After Effects extensions.",
                "● Support the development of Lens Studio filters."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "● Proven experience as a Web Developer or similar role.",
                "● Strong proficiency in HTML, CSS, JavaScript, and other front-end technologies.",
                "● Experience with back-end development frameworks and languages such as Node.js, Python.",
                "● Familiarity with database management systems (e.g., MySQL, PostgreSQL, MongoDB).",
                "● Proficiency in version control systems such as Git.",
                "● Excellent problem-solving skills and attention to detail.",
                "● Ability to work effectively in a fast-paced environment and meet tight deadlines.",
                "● Strong communication and collaboration skills.",
                "● Portfolio of previous web development projects is a plus",
                "● Ability to work independently and as part of a team.",
                "● Abilities to communicate, write and read in English.",
                "** BENEFITS:",
                "•\tFull standard company benefits.",
                "•\tInternational, friendly and motivating working environment.",
                "•\t Attractive salary depending on your experience and qualifications.",
                "•\tTraining and English classes provided.",
                "•\tGroup activities and artistic workshops.",
                "* Please send your CV, portfolio and references via VietnamWorks."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/system-engineer--1762076-jv?source=searchResults&searchType=2&placement=1762076&sortBy=latest",
        "job_name": "System Engineer",
        "company_name": "FPT Information System (Fis)",
        "salary": "$1000 - $2000",
        "end_date": "2024-05-04",
        "address": "Tầng 20-21-22, Keangnam Landmark, E6 Phạm Hùng, Hà Nội / Tòa nhà FPT Tân Thuận 3, Đường Sáng Tạo, KCX Tân Thuận, Phường Tân Thuận Đông, Quận 7",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "System/Cloud/DevOps Engineer"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Windows Server, Linux, Python, HP-UX"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Nghiên cứu, triển khai các giải pháp công nghệ cho khách hàng và doanh nghiệp:",
                "•\tTriển khai các giải pháp trên nền tảng ảo hóa, cloud, multi-cloud, Hybrid cloud: Triển khai, cài đặt, cấu hình, turning, troubleshoot trên các nền tảng Vmware, Amazon, Redhat Openshift…;",
                "•\tTriển khai Máy Chủ (Server): Các thiết bị máy chủ của các hãng IBM, HPE, Fujitsu, Dell, vv; Thực hiện cài đặt, cấu hình, tuning, troubleshoot trên nền tảng các hệ điều hành Linux, Unix",
                "•\tTriển khai sản phẩm giải pháp Siêu hội tụ (Hyper-Converged Infrastructure -HCI): VxRail; HPE SimpliVity; Nutanix",
                "•\tTriển khai Cơ sở dữ liệu (Database): Cài đặt cấu hình, hỗ trợ tuning, troubleshoot trên các Database Oracle, MySQL, Mongo, Postgres, MariaDB, vv",
                "•\tTriển khai các sản phẩm lưu trữ (Storage) của các hãng: IBM, HPE, DELL, Fujitsu, vv",
                "•\tTriển khai các giải pháp sao lưu (Backup) của các hãng IBM, HPE, DELL,vv : backup OS, backup database, backup APP, vv",
                "Quyền lợi:",
                "•\tMức lương: hấp dẫn, trao đổi trong buổi phỏng vấn;",
                "•\tThưởng lương tháng 13 và thưởng KPI;",
                "•\tChỉ làm việc từ thứ 2 đến thứ 6, nghỉ thứ 7 và CN;",
                "•\tĐược đào tạo nghiệp vụ nâng cao;",
                "•\t12 ngày phép/năm và các ngày nghỉ lễ - tết theo quy định;",
                "•\tXem xét tăng lương hàng năm;",
                "•\tBảo hiểm FPTCare cho bản thân và quyền mua FPTcare với giá ưu đãi cho gia đình;",
                "•\tCác hoạt động teambuilding, nghỉ mát hàng năm;",
                "•\tKhám sức khoẻ định kỳ;",
                "•\tCó cơ hội làm việc tại các dự án lớn trong và ngoài nước (như Nhật, Hàn, Sing…)",
                "•\tChính sách đãi ngộ vay ưu đãi cho cán bộ công nghệ;",
                "•\tPhụ cấp mua laptop cho CBNV;",
                "•\tTham gia các hoạt động văn hoá, sự kiện hấp dẫn của Công ty FPT IS và Tập đoàn FPT."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "•\tFPT IS đang có nhu cầu tuyển dụng ở các level: Fresher – Junior – Middle/Senior;",
                "•\tFresher: từ 6 tháng kinh nghiệm thực tập/làm việc tại vị trí tương đương",
                "•\tJunior: từ 2 năm kinh nghiệm",
                "•\tMiddle/Senior: từ 4 năm kinh nghiệm",
                "•\tTốt nghiệp Đại học chuyên ngành Công nghệ thông tin, Khoa học máy tính, Điện tử viễn thông hoặc các chuyên ngành liên quan;",
                "•\tỨng viên đã có kinh nghiệm triển khai một trong các lĩnh vực sau:",
                "•\tKinh nghiệm triển khai về hệ điều hành Linux/UNIX (AIX, HP-UX, Red Hat Linux,..)",
                "•\tKinh nghiệm trong lĩnh vực máy chủ, lưu trữ, ảo hóa và cloud",
                "•\tKinh nghiệm triển khai Database: Oracle,MySQL, Postgres, Mongo, MariaDB",
                "•\tCó chứng chỉ quốc tế về Linux, AIX, Cloud,..",
                "•\tCó kỹ năng giao tiếp tốt, trình bày, thuyết phục phục khách hàng;",
                "•\tChăm chỉ, cần cù, có trách nhiệm với công việc;",
                "•\tKhả năng nghe, nói, đọc hiểu tài liệu tiếng Anh, ưu tiên ứng viên có chứng chỉ toeic từ 650 trở lên;"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-infrastructure-executive--1762072-jv?source=searchResults&searchType=2&placement=1762072&sortBy=latest",
        "job_name": "IT Infrastructure Executive",
        "company_name": "Công Ty TNHH Panasonic Electric Works Việt Nam",
        "salary": "Thương lượng",
        "end_date": "2024-05-04",
        "address": "Hồ Chí Minh, Thành phố Hồ Chí Minh, Việt Nam",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "IT Support/Help Desk"
        ],
        "LĨNH VỰC": [
            "Điện/Điện tử"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "IT System Administration, IT Infrastructure Management, IT Helpdesk"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "•\tSupport and manage IT operations, systems and networks in Sales Office and Factory.",
                "•\tManage and solving computer network.",
                "•\tManage installations, upgrades, and configurations of hardware.",
                "•\tTraining staff and support for trouble shooting incident support.",
                "•\tBe responsible for device, information, and security management.",
                "•\tOther related support as on-site technicians for all departments, daily",
                "•\tIncident/Problem/Change/Security Management as must confirmed and approved from Manager and standard process.",
                "•\tStrictly compliance with instruction and report to Manager in periodically",
                "•\tOther some tasks from Manager."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "•\tEducation: University/ College",
                "•\tLanguage: English communication and writing.",
                "•\tMust have at least 3 years’ experience in managing computer networking operations and system administration in a manufacturing or technical environment.",
                "•\tBe proficient in computer skills, including Microsoft Office, Power PI pro, network certificate is advanced.",
                "•\tHave good analytical, strategic thinking, and time management skills.",
                "•\tGood problem solving, communication skills",
                "•\tTeam working skills, flexibility, well- organized.",
                "•\tBe capable of working well with management and staff at all levels.",
                "•\tHonesty, Enthusiasm and willing to work and moving between Sales Office and Factory.",
                "* BENEFITS:",
                "•\t100% of salary in probation time",
                "•\t13th salary, performance bonus.",
                "•\t24/24 insurance package, annual health check-up; allowance for petrol and attendance.",
                "•\tCompany trip, Year-end party.",
                "•\tMany interesting domestic/overseas training courses from Panasonic Group"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-system-administrator--1761890-jv?source=searchResults&searchType=2&placement=1761890&sortBy=latest",
        "job_name": "IT System Administrator",
        "company_name": "SGH Asia Ltd.",
        "salary": "Tới $1000",
        "end_date": "2024-05-04",
        "address": "21/4 Nguyen Thi Huynh, Ward 8, Phu Nhuan, HCM City",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "IT Support/Help Desk"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "IT System Administration, IT Administration, Windows System Administration, Wireless Network, IT Helpdesk"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Helpdesk:",
                "- Administer the company’s internal helpdesk and ticketing system.",
                "- Resolve IT tasks and issues efficiently.",
                "- Provide timely and reliable customer support.",
                "- Perform complete handover procedures during daily work rotations and deputy duties.",
                "Network:",
                "- Deep knowledge of network technologies, including TCP/IP, Firewall, Web proxy, Routing & Switching, LAN/WAN, VPN, Wireless network, DHCP, and DNS.",
                "- Maintain and monitor the company’s network infrastructure.",
                "- Implement and maintain systems for network reliability and security.",
                "- Manage UTM firewalls (e.g., Sophos, Fortinet) and Wi-Fi infrastructure (e.g., Unify).",
                "System:",
                "- Set up and maintain Windows servers, including Windows policy, domain policy, and active directory.",
                "- Proficiency in Linux OS (Ubuntu, CentOS) and Bash scripting.",
                "- Manage and update the company’s IT inventory system.",
                "- Develop and implement IT-related operation systems, standards, procedures, and policies.",
                "Security:",
                "- Experience in cyber threats, risk management, and information security.",
                "- Ensure compliance with IT-related agreements/contracts.",
                "- Implement and maintain systems and procedures for technical reliability and security.",
                "- Familiarity with ISO 27001 and GDPR is a plus.",
                "Application Support (Specializing in Digital Data or Invoicing):",
                "-Provide support for specific applications related to digital data or invoicing.",
                "- Troubleshoot and resolve application-related issues.",
                "- Collaborate with users and stakeholders to ensure smooth operation of applications.",
                "Optional:",
                "-DevOps: Experience in DevOps practices, including continuous integration, deployment, and automation.",
                "- Cloud: Knowledge and experience with cloud platforms and services (e.g., AWS, Azure, Google Cloud) for infrastructure deployment and management."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "Requirements:",
                "- Age: 25-35",
                "- Intermediate/advanced speaking and advanced writing in English.",
                "- Worrking Reporting line: Report to IT Leader (ITL) and IT Manager",
                "Why you’ll love working here:",
                "- Attractive salary.",
                "- 13th-month salary.",
                "- FULL Social Insurance, Health Insurance, Unemployment Insurance.",
                "- 15 annual leave days per year.",
                "- Premium Private Health, Life, and 24/24 Accident Insurance.",
                "- Annual Company Trip, Year-end party and other activities.",
                "- Gifts on Birthday, Tet Holiday, Mid Autumn Event.",
                "- Stable and long-term partnership.",
                "* Working hours: 8hours/day (Mon-Fri), available for shift work when required (discuss more details in the interview)"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/japanese-technical-leader-swat-team-1761969-jv?source=searchResults&searchType=2&placement=1761969&sortBy=latest",
        "job_name": "Japanese Technical Leader (Swat Team)",
        "company_name": "Hitachi Digital Services",
        "salary": "Thương lượng",
        "end_date": "2024-05-04",
        "address": "Floor 3rd, 4th Helios Building - Floor 9th QTSC9 Building, Quang Trung Software City, Tan Chanh Hiep Ward, District 12",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Trưởng phòng"
        ],
        "KỸ NĂNG": [
            "Japanese Communication, English Communication, Team Leardership, Software Project Management, Solution Architecture"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "• Planning and growing Japanese SWAT team.",
                "• Leading and motivating SWAT team, which may include members with varying levels of Japanese proficiency.",
                "• Involving in communicating, building business with Japanese client from presale stage.",
                "• Addressing client concerns, expectations and resolving issues effectively.",
                "• Facilitating effective communication and collaboration among internal/ external teams and with stakeholders.",
                "• Managing dependencies between teams and ensure excellent execution.",
                "• Proactively identifying potential risks and developing mitigation strategies.",
                "• Fostering a positive and productive work environment."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "• Fluency in Japanese and English is essential.",
                "• Excellent communication and interpersonal skills.",
                "• 10+ years of experience in the software industry.",
                "• 10+ hand-on experience in project delivery and business development with Japan.",
                "• Sound knowledge of project/ program/ portfolio management.",
                "• Leadership experience and the ability to motivate teams.",
                "• Problem-solving and analytical skills."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/ky-su-phat-trien-phan-mem-java-1761938-jv?source=searchResults&searchType=2&placement=1761938&sortBy=latest",
        "job_name": "Kỹ Sư Phát Triển Phần Mềm JAVA",
        "company_name": "Nagakawa Group",
        "salary": "$1000 - $1500",
        "end_date": "2024-05-04",
        "address": "Tầng 2, Số 96A Định Công, Phương Liệt, Thanh Xuân, Hà Nội",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Java, .NET, C++, IT Phần Mềm, Java Spring Boot"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "p- Phát triển phần mềm chủ yếu cho các khách hàng nước ngoài như Hàn Quốc, Mỹ…",
                "- Nghiên cứu, phát triển các công nghệ, giải pháp cho các sản phẩm của công ty: Phát triển phần mềm, đề xuất ứng dụng công nghệ mới, tích hợp hệ thống",
                "- Tìm hiểu về công nghệ mới theo yêu cầu công việc.",
                "- Phân tích, thiết kế hệ thống, làm tài liệu thiết kế chi tiết./p/p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Thành thạo lập trình Java, có kinh nghiệm tốtvới Spring Boot",
                "- Kinh nghiệm với Hibernate là lợi thế",
                "- Có hiểu biết về Restful Api.",
                "- Hiểu biết về lập trình hướng đối tượng, đa luồng",
                "- Làm việc thành thạo với ít nhất một trong các CSDL dạng SQL và NoSQL",
                "- Sử dụng thành thạo Git hoặc các phần mềm tương tự",
                "- Sử dụng thành thạo với ít nhất 1 công cụ test API, vd: Postman",
                "- Có kinh nghiệm phát triển dự án sử dụng JWT",
                "- Có kinh nghiệm phát triển dự án theo mô hình MVC",
                "- Có kinh nghiệm phát triển dự án sử dụng GRPC là một lợi thế.",
                "- Có kiến thức về Strut là một lợi thế",
                "- Có kiến thức về Time series DB như Apache Druid là một lợi thế.",
                "- Khả năng tự học các ngôn ngữ công nghệ mới là một lợi thế lớn",
                "- Có thể đọc và viết bằng tiếng Anh. Giao tiếp tốt là lợi thế",
                "- Kinh nghiệm từ 3 năm trở lên",
                "- Trình độ Đại học",
                "- Ưu tiên có kinh nghiệm ở các dự án lớn"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/senior-executive-it-internal-audit-ia-1761898-jv?source=searchResults&searchType=2&placement=1761898&sortBy=latest",
        "job_name": "Senior Executive, IT Internal Audit (IA)",
        "company_name": "Hong Leong Bank Vietnam Limited",
        "salary": "Negotiable",
        "end_date": "2024-05-04",
        "address": "Centec Tower, 72-74 Nguyen Thi Minh Khai, District 3",
        "POSTED DATE": [
            "04/04/2024"
        ],
        "JOB FUNCTION": [
            "Information Technology/Telecommunications",
            " > ",
            "Security"
        ],
        "JOB INDUSTRY": [
            "Banking"
        ],
        "JOB LEVEL": [
            "Experienced (non-manager)"
        ],
        "SKILL": [
            "IT Audit, Data Analysis, IT Advisory, Administration Support, Communication"
        ],
        "PREFERRED LANGUAGE": [
            "English"
        ],
        "Job description": [
            [
                "Job Purpose Summary",
                "The jobholder is responsible for",
                "•\tPlanning and executing audit engagements on IT-related areas, separately or in joint with other operational audit engagements, in line with the Group IA’s methodology and IIA’s standards, as per the approved annual audit plan or upon ad-hoc request by Board of Controller (BOC)/ the bank’s Management;",
                "•\tAdvising Head of IA on IT-related knowledge domains, related risk and controls, emerging trends in IT audit approach, tools, and skills;",
                "•\tDelivering internal training sessions, either in a structured or on-the-job format on IT knowledge and related matters for other team members;",
                "•\tSupporting Head of IA and other team members to perform non IT-related audit tasks and reporting tasks.",
                "Key Responsibilities and Accountabilities",
                "Functional",
                "1.\tAudit",
                "•\tDevelops work plans and programs for IT audit engagements, including but not limited to audit engagement plan, risk and control matrix, process understanding documentation, test programs;",
                "•\tPerforms audit fieldwork in accordance with the approved audit programs;",
                "•\tPrepares and presents audit reports and other communications in accurate, clear, concise, constructive, complete, objective, and timely manner;",
                "•\tFollows up on audit findings to ensure that Management have taken corrective actions as committed;",
                "•\tSupports Head of IA and other team members in conducting non-IT related audits and ad-hoc audits/ investigations.",
                "2.\tAdvisory",
                "•\tAdvises Head of IA on: (1) IT audit entities based on IT risk identification and analysis for the purpose of both annual audit planning and specific audit engagement planning; (2) key risks and controls in audited IT areas; (3) emerging IT audit skills, tools, and approaches; (4) technical matters regarding IT operations;",
                "•\tSupports Head of IA to provide consultant services on IT matters to internal stakeholders in a manner that does not impair the IA’s independence and objectivity.",
                "3.\tTraining",
                "•\tDevelops and delivers training sessions in both formal and informal manners, such as: formal presentation, team discussion, knowledge updates and sharing via email, etc.;",
                "•\tProvides guidance on IT matters to other team members during the audit fieldwork or upon request.",
                "4.\tAdministrative assignments",
                "•\tPrepares papers for periodical line meetings, such as BOC meeting on quarterly basis; Risk-Compliance-Governance Committee (RCGC) meeting on every 2 months;",
                "•\tSupports Head of IA in preparing annual audit reports and annual audit planning;",
                "•\tTranslates audit papers for the purposes of reporting or regulatory inspections, etc.;",
                "•\tCoordinates and interacts with external auditors, regulators, group internal auditors… if required.",
                "•\tPerforms other tasks as assigned."
            ]
        ],
        "Job requirements": [
            [
                "Education/Qualification",
                "•\tMinimum Bachelor Degree in IT or similar major.",
                "Experience",
                "•\tMinimum 2 years of work experience in IT or similar areas;",
                "•\tMinimum 1 year of senior IT auditor experience.",
                "Special Skills",
                "•\tBasic data analytics;",
                "•\tClear and objective communications;",
                "•\tCritical thinking;",
                "•\tGood at working independently and in team;",
                "•\tGood planning.",
                "Certification/Licensing Requirements",
                "•\tCIA (preferred);",
                "•\tCISA (preferred);",
                "•\tOther IT-related certifications are acceptable."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-business-partner-sales-it-project-manager-1761836-jv?source=searchResults&searchType=2&placement=1761836&sortBy=latest",
        "job_name": "IT Business Partner - Sales (IT Project Manager)",
        "company_name": "FrieslandCampina Vietnam",
        "salary": "Thương lượng",
        "end_date": "2024-05-04",
        "address": null,
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Hàng tiêu dùng"
        ],
        "CẤP BẬC": [
            "Trưởng phòng"
        ],
        "KỸ NĂNG": [
            "Project Management, Communication, Stakeholder Management, Distributor System Management, Hệ Thống DMS"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Key objectives",
                "-\tResponsible for the digitalization of sales processes, leading projects to improve the company’s primary and secondary sales and marketing activities.",
                "Job Responsibilities",
                "-\tDevelop and implement ICT solutions for sales digitalization",
                "-\tLead project teams responsible for delivering digitalization projects on time, within scope, and budget",
                "-\tConsult with stakeholders to determine their needs and requirements",
                "-\tDevelop project plans and schedules, and monitor progress against project objectives",
                "-\tManage project risks and issues, and take corrective action as needed",
                "-\tEnsure that all project deliverables are of high quality and meet stakeholder expectations",
                "-\tManage vendor relationships, including negotiating contracts and ensuring that vendors deliver on their commitments",
                "-\tDevelop and maintain strong relationships with key stakeholders, including internal teams, external vendors, and customers",
                "-\tDevelop and maintain a good understanding of the commercial business processes, including sales, marketing, trade promotion, and budgeting",
                "-\tEnsure that the project team is service and business-oriented and focused on delivering outcomes that meet business needs",
                "-\tOther tasks assigned by the Line Manager."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "-\tEducation: Bachelor’s degree in Information Technology, Computer Science or related fields",
                "-\tExperience: At least 5 years in ICT project management, with a focus on digitalization in sales and marketing",
                "-\tStrong communication, problem-solving, project management, stakeholder management and consulting skills",
                "-\tFamiliar with Distributor Management Systems and commercial business processes such as sales, marketing, trade promotion, and budgeting",
                "-\tStrong service and business orientation, with a focus on delivering outcomes that meet business needs"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/it-business-partner-marketing-it-project-manager-1761828-jv?source=searchResults&searchType=2&placement=1761828&sortBy=latest",
        "job_name": "IT Business Partner - Marketing (IT Project Manager)",
        "company_name": "FrieslandCampina Vietnam",
        "salary": "Thương lượng",
        "end_date": "2024-05-04",
        "address": null,
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Hàng tiêu dùng"
        ],
        "CẤP BẬC": [
            "Trưởng phòng"
        ],
        "KỸ NĂNG": [
            "Data Analysis, Project Management, Business Analysis, Stakeholder Management, Consult Stakeholders"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "Key objectives",
                "-\tResponsible for technical consultant, data analytics and the digitalization roadmap execution for marketing",
                "Job Responsibilities",
                "-\tAnalyze business requirements and consult technical solutions to business stakeholders",
                "-\tLead project teams and be responsible for delivering digitalization projects on time, within scope, within budget and meeting stakeholder expectations",
                "-\tManage vendor relationships, including negotiating contracts and ensuring that vendors deliver on their commitments",
                "-\tDevelop and maintain strong relationships with key stakeholders, including internal teams, external vendors, and customers",
                "-\tDevelop and maintain a good understanding of the commercial business processes, including sales, marketing, trade promotion, and budgeting",
                "-\tEnsure that the project team is service and business-oriented and focused on delivering outcomes that meet business needs",
                "-\tBe responsible for system operation, improvement and maintenance (including but not limited to Salesforce DC, Salesforce MC, Reporting system, data integration, and loyalty platform)",
                "-\tBe responsible for data segmentation, data reporting, data analytics, and insights generation from Friso Mom Club data system",
                "-\tOther tasks assigned by the Line Manager."
            ]
        ],
        "Yêu cầu công việc": [
            [
                "-\tEducation: Bachelor’s degree in Information Technology, Computer Science or related fields",
                "-\tExperience: Experience in data analyst position, at least 5 years in ICT project management, with a focus on data and digitalization in marketing",
                "-\tStrong communication, problem-solving, project management, stakeholder management and consulting skills with the ability to convey complex concepts to non-technical stakeholders.",
                "-\tStrong service and business orientation, with a focus on delivering outcomes that meet business needs",
                "-\tLanguage: Vietnamese and Proficient English",
                "-\tKnowledge and experience in at least one customer data solution on the market. Salesforce experience is recommended."
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/dong-da-hn-tester-qa-qc-mobile-web-game-iot-1761790-jv?source=searchResults&searchType=2&placement=1761790&sortBy=latest",
        "job_name": "[Đống Đa. HN] Tester/ QA QC (Mobile, Web, Game, IOT)",
        "company_name": "Neos Vietnam International Co., Ltd",
        "salary": "$700 - $1000",
        "end_date": "2024-05-04",
        "address": "7th Floor, Ocean Park Building, No.1 Dao Duy Anh, Phuong Mai, Dong Da, Ha Noi",
        "NGÀY ĐĂNG": [
            "04/04/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "QA/QC/Software Testing"
        ],
        "LĨNH VỰC": [
            "Phần Mềm CNTT/Dịch vụ Phần mềm"
        ],
        "CẤP BẬC": [
            "Nhân viên"
        ],
        "KỸ NĂNG": [
            "Test Cases, Kiểm Thử Phần Mềm, QA, QC"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "p- Tham gia test game, mobile, web, dự án AI/IOT",
                "- Làm tester cho các dự án phần mềm của khách hàng Nhật",
                "- Viết test case và thực hiện test theo tài liệu thiết kế",
                "- Xây dựng môi trường test",
                "- Cùng làm viêc, phối hợp với các member người Việt và khách hàng Nhật",
                "- Thực hiện các công việc khác theo sự phân công của Quản lý/p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- Có kinh nghiệm từ 2 năm trở lên, làm tester ít nhất một trong các mảng Game, Mobile, Web, AI/IOT",
                "- Thích tìm hiểu và ứng dụng các quy trình hoặc công nghệ mới trong việc quản lý chất lượng",
                "- Có khả năng làm việc tự chủ và kỹ năng làm việc theo nhóm. Khả năng nắm bắt, học hỏi kỹ thuật mới nhanh",
                "- Hoà đồng, sẵn sàng hợp tác cùng với mọi người để hoàn thành mục tiêu chung",
                "- Có tinh thần trách nhiệm cao ( với công việc, với khách hàng, với thành viên của Team và với chính mình)",
                "- Ưu tiên có kinh nghiệm về mảng IOT hoặc quan tâm tới mảng IOT",
                "- Chi tiết khác trao đổi thêm khi phỏng vấn.",
                "***Kĩ năng mong muốn khác",
                "- Ưu tiên ứng viên biết tiếng Nhật",
                "- Biết lập trình là một lợi thế (bất cứ ngôn ngữ nào)",
                "- Tích cực chủ động đề xuất cải tiến",
                "- Ưu tiên ứng viên có chứng chỉ ISTQB",
                "Quyền lợi:",
                "Có thể phỏng vấn online",
                "Review lương hàng năm",
                "Mức lương từ 15M đến 24M",
                "Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp đóng full lương.",
                "Tham gia lớp học tiếng Nhật, đào tạo chuyên môn do công ty tổ chức",
                "Tham gia hoạt động Teambuilding và du lịch hàng năm",
                "Trợ cấp chứng chỉ IT, chứng chỉ tiếng Nhật, trợ cấp tham gia hội thảo",
                "Trợ cấp câu lạc bộ thể thao",
                "Tự do ăn mặc thoải mái, không gò bó",
                "Happy time ăn uống 2 lần 1 tuần",
                "Nghỉ sau sinh 6 tháng",
                "Kho truyện tranh và sách tiếng Nhật free",
                "Chế độ giờ làm việc linh động cho nhân viên nữ",
                "Đồng nghiệp trẻ trung, năng động, thân thiện, hoà đồng",
                "Trợ cấp ăn trưa : 400.000 VNĐ/tháng",
                "Trợ cấp đi lại : ~150.000 VNĐ/tháng",
                "Giờ làm việc : từ thứ 2 đến thứ 6 hàng tuần (8:00 ~ 12:00 và 13:30 ~ 17:30)/p"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/information-security-staff-nhan-vien-bao-mat-thong-tin-1758940-jv?source=searchResults&searchType=2&placement=1759090&sortBy=latest",
        "job_name": "Information Security Staff/ Nhân Viên Bảo Mật Thông Tin",
        "company_name": "Công Ty TNHH LG Electronics Việt Nam Hải Phòng",
        "salary": "Thương lượng",
        "end_date": "2024-04-27",
        "address": "Lô CN2, KCN Tràng Duệ, H.An Dương, Hải Phòng",
        "NGÀY ĐĂNG": [
            "28/03/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Phần Mềm Máy Tính"
        ],
        "LĨNH VỰC": [
            "Hệ thống CNTT & Thiết bị"
        ],
        "CẤP BẬC": [
            "Mới Tốt Nghiệp"
        ],
        "KỸ NĂNG": [
            "Information Technology, System Security Management, Securities Core System, Security Administration"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Tiếng Anh"
        ],
        "Mô tả công việc": [
            [
                "- Managing Information Security System (Security Portal):",
                "+ Security policy & process management",
                "+ Make security activities and improve plan",
                "- Personal information Security management",
                "- Access control / authority management",
                "- Training, monitoring & apply security penalty to prevent incidents",
                "- Confidential Document management",
                "- Retiree management",
                "- Legal Compliance control",
                "- Other jobs as assigned"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "- University graduated, major in Law / Administration / Engineering or related",
                "- Have working experience in information security system is prefer",
                "- Fluent in English skills is required",
                "- Fluent in MS. Office (Excel, Power Point, Word)",
                "- Good communication skill/ Teamwork",
                "- Good at making report skill and presentation skill",
                "- Dynamic, positive thinking and aggressive in action",
                "- Hardworking, good with high pressure working environment and can work overtime.",
                "- Honest and eager to learn"
            ]
        ]
    },
    {
        "url": "https://www.vietnamworks.com/manager-pmo-project-management-office-1758373-jv?source=searchResults&searchType=2&placement=1758523&sortBy=latest",
        "job_name": "Manager, PMO (Project Management Office)",
        "company_name": "Lazada Vietnam",
        "salary": "Thương lượng",
        "end_date": "2024-04-26",
        "address": "19th Floor, 67 Le Loi, Saigon Centre 2, District 1, HCMC",
        "NGÀY ĐĂNG": [
            "27/03/2024"
        ],
        "NGÀNH NGHỀ": [
            "Công Nghệ Thông Tin/Viễn Thông",
            " > ",
            "Quản Lý Dự Án Công Nghệ"
        ],
        "LĨNH VỰC": [
            "Thương mại điện tử"
        ],
        "CẤP BẬC": [
            "Trưởng phòng"
        ],
        "KỸ NĂNG": [
            "Project Management, Sponsorship Management, Project Planning, Stakeholder Relationship, Analysis Report"
        ],
        "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": [
            "Bất kỳ"
        ],
        "Mô tả công việc": [
            [
                "OVERALL JOB PURPOSE",
                "- The PMO Lead is a project management professional who responsible for monitoring, reporting, and overseeing project, this is inclusive of responsible for applying project management knowledge, skills, tools, and techniques in order to meet or exceed the needs and expectations of all project stakeholders/customer.",
                "- The incumbent is also taking responsible for supporting the successful roll-out and adoption of the project management tools, processes, and methodologies of Lazada Logistics Vietnam and have leadership responsibilities for projects and/or manage a team of PMO committee team members.",
                "DUTIES & RESPONSIBILITIES",
                "- Takes responsible for applying project management knowledge, skills, tools, and techniques in order to meet or exceed the needs and expectations of all project stakeholders/customer.  This includes the management of project integration, scope, time, cost, quality, human resource, communications, risk and procurement through all phases of the project life cycle.",
                "- Takes projects from original concept through final implementation.  Interfaces with all areas affected by the project.",
                "- Defines scope and objectives.  Develops detailed work plans, schedules, project estimates, resource plans, and status reports.",
                "- Conducts project meetings and is responsible for project tracking and analysis.",
                "- Ensures adherence to quality standards and reviews project deliverables.",
                "- Recommends and takes action to direct/manage solutions to problems.",
                "- Communicates with relevant stakeholders regarding status of specific projects.  Ensures the project delivers the anticipated results.",
                "KEY DECISIONS",
                "- Be responsible for following project management methodology through all aspects of the project from inception through implementation.",
                "- Ensure the project scope, risk, issue, budget and schedule are properly manage and communicated.",
                "- Using change management practices to manage all changes to the project and prevent scope creep.",
                "- To manages sponsor, customer and key stakeholder’s expectations.",
                "- To assess project risks and develop timely, proactive plans to mitigate risk factors. Ensure timely communication/ escalation of risk items to key stakeholders.",
                "- To coordinate the completion of all project components to meet appropriate economic standards, ensures customer satisfaction, timely completion, and project profitability.",
                "- To keep track and document project progress relate to schedule, budget, key milestone, major deliverables and quality.",
                "- To provide timely and accurate status report to the Project Sponsor, the Steering Group, the Project Management Office (PMO) and other key stakeholders.",
                "- To provide direction, motivation, training, and decision support to project members.",
                "- To encourage team-work and maintain high level of team morale.",
                "- To ensure proper handover and closing at the end of project.",
                "- To ensure lesson learned are conducted, documented and submitted to PMO for distribution and sharing.",
                "- Ensure related project documentation is accurate, consistent and complete according to internal documentation policy and/or contractual obligations./p"
            ]
        ],
        "Yêu cầu công việc": [
            [
                "p•\tUniversity Graduate",
                "Competency:",
                "•\tProject Management Professional Focus",
                "•\tExcellence Analysis and Decision Making Skill",
                "•\tTeamwork & Leadership",
                "•\tResult oriented with high intergrity & comittment",
                "•\tStrong communication & influencing skillset",
                "•\tEquality, diversity & respect.",
                "Experience:",
                "•\tAt least 3 years of relevant project mangaement or PMO management experience with proven track-record of successful projects rolling out in large scale organization.",
                "•\tStrong line management or team leadership experience/p"
            ]
        ]
    }
]