[
{"url": "https://www.vietnamworks.com/hai-phong-fullstack-developer-php-vue-js-mysql-1763993-jv?source=searchResults&searchType=2&placement=1763993&sortBy=latest", "job_name": "[Hai Phong] Fullstack Developer - Php/vue.js/mysql", "company_name": "Navigos Search", "salary": "$1500 - $3000", "end_date": "2024-04-11", "address": "Hanoi", "NGÀY ĐĂNG": ["10/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["PHP, Vue.js, MySQL, Laravel, RESTful API"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Getting requirements from Japan", "- Analytics for the business/technical purposes", "- Propose the possible best solution", "- Coding", "- Assure the quality of the system"]], "Yêu cầu công việc": [["1. Must-have skills", "- At least 2 years of experience developing websites using PHP, VueJS, MySQL.", "- Advanced in developing Laravel framework.", "- Experience in developing RESTful API or GraphQL.", "- Deep knowledge about OOP, MVC patterns.", "- Experience in working on Git flow", "- Experience in Docker or Vagrant", "2. Nice-to-have skills", "- Experience in Code refactor is big plus", "- Experience in debugging existing code and strong code reviewing capabilities.", "- Testing: experience in unit test, functional test, automation test (integration test is a plus)", "- Good English communication (verbal and written) skills", "- Open mindset", "- Strong analytical mindset and problem-solving skills", "- Ability to conduct research into software-related issues and products", "- Ability to analyze and propose the business requirement", "- Being studious, active, creative and positive in working", "- Extraordinary attention to details"]]},
{"url": "https://www.vietnamworks.com/automation-test--1763951-jv?source=searchResults&searchType=2&placement=1763951&sortBy=latest", "job_name": "Automation Test", "company_name": "Ngân Hàng Thương Mại Cổ Phần Bưu Điện Liên Việt (LPBank)", "salary": "Thương lượng", "end_date": "2024-04-11", "address": "Tòa nhà LPB, Số 210 đường Trần Quang Khải, Phường Tràng Tiền, Quận Hoàn Kiếm, Hà Nội, Việt Nam", "NGÀY ĐĂNG": ["10/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "QA/QC/Software Testing"], "LĨNH VỰC": ["Ngân hàng"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Automation Testing, Kiểm Thử Phần Mềm, Manual Testing, Lập Báo Cáo Kỹ Thuật, IT Testing"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["•\tViết kịch bản kiểm thử, thực hiện kiểm thử toàn bộ các phần mềm của Ngân hàng/đối tác trước khi đưa lên môi trường LIVE.", "•\tQuản lý và hỗ trợ người sử dụng trên môi trường đào tạo phục vụ công việc đào tạo sử dụng các phần mềm của Ngân hàng.", "•\tHỗ trợ vận hành các phần mềm ở giai đoạn đầu sau khi golive phần mềm."]], "Yêu cầu công việc": [["•\tTốt nghiệp cao đẳng trở lên ngành Công nghệ thông tin hoặc tương đương", "•\tCó thể sử dụng ngoại ngữ để phục vụ công việc theo yêu cầu.", "•\tCó kiến thức về hoạt động Ngân hàng thương mại.", "•\tCó kiến thức về các quy trình phát triển phần mềm.", "•\tHiểu biết quy trình kiểm thử, phương pháp kiểm thử, kỹ thuật kiểm thử", "•\tHiểu biết về cách viết kịch bản kiểm thử", "•\tCó khả năng lập kế hoạch và ước lượng thời gian hoàn thành kiểm thử", "•\tHiểu biết về cách log lỗi, lập báo cáo kiểm thử", "•\t1 năm trở lên kiểm thử tự động, kiểm thử hiệu năng.", "Quyền lợi:", "•\tThưởng các Ngày lễ, Tết theo chính sách ngân hàng từng thời kỳ (Từ 16 -18 tháng lương/năm)", "•\tĐầy đủ các chế độ, quyền lợi của cán bộ nhân viên Ngân hàng.", "•\tMôi trường năng động, thân thiện, gần gũi. Có nhiều cơ hội học đào tạo, học hỏi và phát triển.", "•\tChính sách review lương hàng năm.", "•\tDu lịch/team building hằng năm", "•\tLàm việc 08h00 - 17h00, Thứ 2 - Thứ 6 hàng tuần. Từ 08h00 - 12h00 sáng Thứ 7"]]},
{"url": "https://www.vietnamworks.com/senior-it-specialist--1763981-jv?source=searchResults&searchType=2&placement=1763981&sortBy=latest", "job_name": "Senior IT Specialist", "company_name": "Rich Products Vietnam", "salary": "Thương lượng", "end_date": "2024-04-11", "address": "182 Đường Lê Đại Hành, Phường 15, District 11, Ho Chi Minh City, Vietnam", "NGÀY ĐĂNG": ["10/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["System Administration, IT System Administration, IT Operations, IT Infrastructure Management, IT Application"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["1. IT Application Systems Management", "- Understand the business processes and work with the system users to provide improvements to the", "processes using the systems.", "- Keep contact with third party software vendors in maintenance of software and renewal of licenses.", "- Support operating system.", "- In charge of new application program installation and providing training and guidance on how to use the", "new software.", "- Having knowledge of Power App", "2. Network operation system and telephone system maintenance and management with Asia IT team", "- Responsible for all IT infrastructure components.", "- L2/L3/L4 Switch installation, set-up, and operation.", "- In charge of desktops, laptops, internal and external networks, firewall, Wi-Fi, etc.", "- Responsible for all hardware and software components supporting the office productivity tools for", "associates.", "- In charge of Cisco phone system management.", "3. Provide IT Help desk support to users for all hardware and software", "4. Coordinate for all IT security", "5. Provide technical support to internal customers", "6. Document and issue local IT policies for the local business unit", "7. Provide proper IT training to relevant associates in order to improve working efficiency", "8. Ensures the management of our IT Assets", "9. Participate in IS project as required"]], "Yêu cầu công việc": [["•\tBachelor’s Degree in Information Technology, Computer Science, or equivalent", "•\t3-4 years IT system support", "•\tFluent in English", "•\tExcellent communication skill", "•\tProven solving problem skill", "•\tExcellent time management skill", "•\tIntermediate MS Suite experience", "•\tKnowledge of Smart Factory is plus"]]},
{"url": "https://www.vietnamworks.com/chuyen-vien-mis--1763918-jv?source=searchResults&searchType=2&placement=1763918&sortBy=latest", "job_name": "Chuyên Viên MIS", "company_name": "Công Ty Cổ Phần Xây Dựng Coteccons", "salary": "Thương lượng", "end_date": "2024-05-09", "address": "Coteccons Tower - 236/6 Dien Bien Phu, Ward 17, Binh Thanh District, HCMcity", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Kỹ thuật xây dựng/Cơ sở hạ tầng"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["ERP Support, SAP S/4HANA, Hệ Thống DMS, MIS"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Tham gia triển khai hệ thống ERP, DMS, CCM, e-Construction", "Hỗ trợ vận hành hệ thống SAP S/4 Hana phân hệ (CCM, MM, FM, PS)", "Quản lý bộ danh mục dùng chung Master Data", "Quản lý hệ thống quy trình phê duyệt hồ sơ DMS", "Quản lý hệ thống e-Construction", "Cập nhật quy trình nghiệp vụ và đào tạo ERP, DMS, e-Construction"]], "Yêu cầu công việc": [["Tốt nghiệp Đại học chuyên ngành Kế toán tài chính/Hệ thống thông tin/CNTT", "Kinh nghiệm tối thiểu 2 năm và có kiến thức hệ thống thông tin", "Biết ít nhất một ngôn ngữ lập trình ABAP, Python,... và hệ quản trị cơ sở dữ liệu SQL, SAP Hana", "Kỹ năng phân tích & am hiểu các quy trình nghiệp vụ", "Chịu khó học hỏi, sáng tạo, chủ động đề xuất quy trình cải tiến", "Ưu tiên đã từng tham gia triển khai và hỗ trợ hệ thống SAP S/4 Hana phân hệ (MM, FM, SD, FI) và biết sử dụng các công cụ lập báo cáo quản trị BI"]]},
{"url": "https://www.vietnamworks.com/game-server-engineer-java-kotlin-upto-1100-1763875-jv?source=searchResults&searchType=2&placement=1763875&sortBy=latest", "job_name": "Game Server Engineer (Java/kotlin) ~ Upto $1100", "company_name": "Công Ty TNHH Senspark", "salary": "Thương lượng", "end_date": "2024-05-09", "address": "14E2 Thảo Điền, Thành Phố Thủ Đức, Hồ Chí Minh", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Java, Kotlin, MySQL, English, Game Design"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["●\tDevelop features required by Game Designers.", "●\tDeploy, maintain, and upgrade servers to Google Cloud Platform.", "●\tResearch and apply new technologies to the company's products.."]], "Yêu cầu công việc": [["●\tProficient in Java/Kotlin MySQL languages.", "●\tGood algorithmic thinking.", "●\tAt least 2 years experience in a similar position.", "●\tAbility to proactively solve problems, work well independently as well as in groups.", "●\tGood English Reading and Writing skills.", "●\tDynamic, creative, eager to learn, able to quickly grasp new technologies, responsible at work.", "●\tKnowledge of C#Unity, smartfox is an advantage.", "***Benefits:", "●\tAttractive salary based on ability", "●\tMeal allowance: 50,0000 VND/day", "●\tQuarterly bonus, seniority bonus.", "●\tBonus according to the company's revenue and your contribution: 13th month salary bonus, holiday bonus, Lunar New Year's lucky money, etc.", "●\tReview salary every 6 months.", "●\tWorking time: 40 hours/week, Monday - Friday, 8:30am - 6:00pm", "●\tWorking in a dynamic, creative, professional environment with many opportunities for personal development.", "●\tFull benefits according to national regulations: social insurance, health insurance, unemployment insurance (the company pays 100%, not deducted from the agreed salary).", "●\t15 days of annual leave, refund of remaining unused leave.", "●\tParticipate in fun and entertainment activities in the company: Pendulum, PS 4 game console, weekly soccer...", "●\tMonthly parties, team building activities, annual travel, picnic, and many other interesting events to boost connection and engagement among employees."]]},
{"url": "https://www.vietnamworks.com/senior-seo-executive--1763896-jv?source=searchResults&searchType=2&placement=1763896&sortBy=latest", "job_name": "Senior SEO Executive", "company_name": "Công Ty TNHH An Phú FSC Gia Lai", "salary": "Từ $2200", "end_date": "2024-05-09", "address": null, "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Data Engineer/Data Analyst/AI"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["SEO, Marketing, Google Display Network, Search Algorithm, SEO Audit"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Việt"], "Mô tả công việc": [["- Have knowledge in building and managing multiple projects at the same time.", "- Regularly update algorithms Google.", "- Ability to analyze and audit On-page weekly/monthly.", "- Have knowledge in website selection to build backlink.", "- Have basic knowledge to edit Technical websites with Worldpress source code (htms, css…).", "- Able to proficiently use current SEO tools (Ahref, Semrush, Majestic…).", "- Having knowledge (ASO) and optimizing search engines (SEO) and Affiliate are an advantage.", "- Skills to search for information on the internet belong quite good.", "- Experience in analyzing and researching keywords, market research, analyzing what competitors are doing.", "- Grasp trends and be quick to respond to changes in the internet environment.", "- Successfully SEO keywords with search volume less than 100,000/month.", "- Priority is given to candidates with experience in ranking keywords that bring good performance conversions in fields (e-commerce, online travel, real estate, crypto, finance, mobile-gaming, oriental medicine products…)."]], "Yêu cầu công việc": [["- Basic english communication skills, reading and understanding english documents about SEO is an advantage.", "- Meticulous, careful, detailed and responsible for the job.", "- Have a progressive spirit, eager to learn and make money by SEO.", "- Attitude is better than qualification.", "- Sticking with the job for a long time is one point added.", "- Ability to multiple task and manage time well.", "- Confident communication, good teamwork, enthusiasm in work and not afraid to learn ask, innovate.", "* Benefits and opportunities", "- Working in an international, dynamic, professional environment, with many opportunities for career development.", "- Basic training courses in engineering & soft skills.", "- Many activities of the company (congress sport and music, TMA Futsal award…) help every year.", "- Competitive salary and benefits.", "- Sponsor food and housing expenses.", "- Receive comprehensive health care.", "- Salary 2200$ - favorable.", "* Work location", "- Mid Valley City, Kuala Lumpur, Malaysia."]]},
{"url": "https://www.vietnamworks.com/senior-business-analyst--1763865-jv?source=searchResults&searchType=2&placement=1763865&sortBy=latest", "job_name": "Senior Business Analyst", "company_name": "TPS Software", "salary": "Thương lượng", "end_date": "2024-05-09", "address": "Waseco Building, Block C, 3rd Floor, No. 10, Pho Quang St., Ward 2, Tan Binh Dist, HCMC", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phân Tích Kinh Doanh/Phân Tích Hệ Thống"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["English, Software Development, Business Analysis, Product Analyst, Agile"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["We are looking for strong experienced Senior Business Analysts who will join in our amazing team and work with client to understand their business need about product in Fintech, E-Wallet,etc. Your key responsibilities are:", "•\tAttend requirement daily meeting with customer to understand the business", "•\tBreak down the requirement to user stories with Acceptance Criteria", "•\tJoin scrum team grooming to explain user stories for developers", "•\tCollaborate with internal teams to conduct UAT and release product features to client", "•\tConduct sprint review with customer by demo the completed features"]], "Yêu cầu công việc": [["•\t At least 3+ years of experience in Business Analyst or Product Executive/Owner", "•\t Experience in Fintech, Cryptocurrency is a plus", "•\t Experience working in Agile/Scrum methodology", "•\t Excellent in English written and verbal communication", "•\t Communicate effectively with both business and technical teams", "•\t Excellent organizational, interpersonal skills with detail-oriented", "Why You'll Love Working Here:", "•\tQuarterly salary review for adjustment; yearly performance review for promotion", "•\tOpportunities for promotions and career development in a dynamic environment", "•\tPremium Health Insurance package (Inpatient VND 70m/year, Outpatient VND10.5m/year and Dental Treatment VND 2.5m/year)", "•\tMany exciting internal activities and meaningful corporate social responsibility (CSR)", "•\tAnnual company trip", "•\tWorking 5 days/week, from Mon-Fri, and 12-15 day annual leaves; 13th salary, maximum 30 sick leave days/year", "•\t“Share to learn and learn to share” philosophy, friendly working environment with many energetic buddies"]]},
{"url": "https://www.vietnamworks.com/senior-digital-marketing--1763840-jv?source=searchResults&searchType=2&placement=1763840&sortBy=latest", "job_name": "Senior Digital Marketing", "company_name": "Công Ty TNHH An Phú FSC Gia Lai", "salary": "Từ $2200", "end_date": "2024-05-09", "address": null, "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Data Engineer/Data Analyst/AI"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Digital Marketing, English, Marketing, Strategic Marketing Management, Mobile Ads"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Việt"], "Mô tả công việc": [["- Manage strategic channels to bring good performance, ability implementation and set up ads on all channels. Effectively control strategies need to be prioritized according to set performance goals.", "- Plan and monitor the implementation of all performance advertising strategic activities (mobile applications and website) through display advertising channels, affiliate marketing, media…", "- Manage and set up performance advertising strategies and branding on channels: Facebook Ads, Google Adword, Adnet work, CPD, Social Media, TVC, OOH…", "- Work based on the given budget and achieve committed target KPI, keeping CAC at an optimal level.", "- Manage and liaise with multiple suppliers and third parties to achieve KPI targets.", "- Measure and report performance of all digital marketing strategies and evaluate according to targets (ROI & KPI).", "- Identify trends and detail information, optimize spend and performance based on the detail information.", "- Ability to analyze and evaluate the effectiveness of strategics brought in by users from many channels.", "- Monitor anti-fraud reports in advertising strategy and take coordinated actions with third parties to monitor and minimize fraud in digital marketing strategies.", "- Plan and create small-scale A-B testing strategies to better optimal advertising strategy.", "- Proposing new digital channels has the potential to effectively bring in new users."]], "Yêu cầu công việc": [["- Priority is given to candidates with experience working in the field of Digital Performance (at least 2 years), have experienced implementing performance strategies in the fields of e-commerce, cryptocurrency online-travel, mobile-gaming…", "- Proficient in using Digital Ads platforms such as Facebook Ads, Google Ads, Twitter Ads, Tiktok Ads, other display networks…", "- Experience in managing conversion advertising strategies.", "- Have basic understanding of running in - app ads and App Store Optimization (ASO) and Search Engine Optimization (SEO).", "- Experience in measuring and optimizing platform integration (for mobile applications and websites) with third parties (for example: Google, Facebook, Sizmek, Appsflyer).", "- Understand and be creative in identifying target audiences and devising digital strategics that attract the most users.", "- Good understanding of mobile attribution tools (example: Appsflyer Protect 360).", "- Have basic understanding of setting up and optimizing Google Analytics, Tagmanager goal & event…", "- Proficient in using tools: Similarweb, Ahref, Semrush, Google data studio, Power Bi…", "- Strong analytical skills and thinking on the data.", "- Update latest trends and best practices in online marketing and measurement.", "- Being able to create meaningful reports by using tools such as Google Data Studio + Power Bi would be a plus.", "- Experience in handling and deal agreement about buy advertising with third parties will be an advantage.", "- Required to be able to communicate in basic English or better.", "- Ability to multiple task and manage time well.", "- Confident communication, good teamwork, enthusiasm in work and not afraid to learn ask, innovate.", "* Benefits and opportunities", "- Working in an international, dynamic, professional environment, with many opportunities for career development.", "- Basic training courses in engineering & soft skills.", "- Many activities of the company (congress sport and music, TMA Futsal award…) help every year.", "- Competitive salary and benefits.", "- Sponsor food and housing expenses.", "- Receive comprehensive health care.", "- Salary 2200$ - favorable.", "* Work location", "- Mid Valley City, Kuala Lumpur, Malaysia."]]},
{"url": "https://www.vietnamworks.com/project-management-expert--1763740-jv?source=searchResults&searchType=2&placement=1763740&sortBy=latest", "job_name": "Project Management Expert", "company_name": "Công Ty TNHH Shiko Việt Nam", "salary": "Thương lượng", "end_date": "2024-05-09", "address": "Tầng 12, Tòa nhà Diamond Flower, Số 48 đường Lê Văn Lương, khu đô thị mới N1, Phường Nhân Chính, Quận Thanh Xuân, Thành phố Hà Nội", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Agile, Project Management, Agile Project Management, IT Software, Technology Roadmapping"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Job Description:", "One Project Management Expert may not have all of the responsibilities mentioned below. Specific assignment shall be given by the Head of Program Management as the case may be.", "During the Planning & Strategy stages:", "•\tGenerate the assigned smart services roadmap by week/month with dashboards to demonstrate improvement iterations - work closely with Planning (Working knowledge of Jira, TFS, Codebeamer required)", "•\tGenerate Release schedule commitment for the assigned devices (including app, if any) - own the live document", "•\tManage the interface to planning for new commercial contracts and third party features - generate a roadmap by customer value", "During Hardware and Software development phases:", "•\tDirect the consistent use of Feature burn ups, Bug burn downs, delivery velocity and defect density metrics (from TFS/JIRA)", "•\tGenerate the blocker tracker for all devices to provide a system view of maturity", "•\tWork with the Hardware and in house Manufacturing teams to define deadlines, maturity gateways including 2nd and 3rd source components tracking. Track mechanical test and sign of status", "•\tWork with the UX team, design to manage the scheduling of UX/UI new content reviews", "•\tEnsure there is a clear metric and progression for Requirement completeness and test case linkages", "•\tProvide concise reports for DV completions status", "During Software Integration", "•\tSet up the process for delivering cross functional features - coordinate architecture reviews and drive implementation plans", "•\tExpose the status for Cross functional feature delivery", "•\tCreate metrics for System test completion and status", "•\tManage the progression of Automated test coverage", "Status of Assigned Project(s)", "•\tChair and schedule the following on a continuous basis", "•\tSmart services delivery completeness", "•\tSoftware releasing project", "Quality", "•\tDrive the internal Quality metrics including internal crash reports, Uptime (device and cloud), stability and performance", "•\tCreate and maintain comprehensive project documentation", "•\tMonitoring legislative changes and lead the conducting of impact analysis", "•\tPerform risk management to minimize project risks", "Vendor/ Third party relationship management", "•\tEstablish and maintain relationships with third parties/vendors", "•\tCoordinate internal resources (BE/FE/App/UXUI/QA) and third parties/vendors for the flawless execution of projects"]], "Yêu cầu công việc": [["Job Requirement:", "•\tA good knowledge of the EED Institute working practices and role in the business", "•\tGood working and implementation knowledge of “Agile/ASPICE” and agile/aspice practices in a similar environment", "•\tDemonstrated knowledge of metric creation in an agile/aspice environment to drive performance and delivery", "•\tDemonstrated success of working with cross functional teams and diverse geographical locations", "•\tFluent spoken (and ideally written) English and Vietnamese for international communications and coordination of diverse skill teams", "•\tStrong interpersonal skills and demonstrated leadership behaviors", "•\tKnowledge of IoT products and services", "•\tDemonstrated Business acumen with a good understanding of planning, strategy and implementation", "Benefits:", "• Salary: negotiable according to ability.", "• Bonus on holidays, Tet, 13th month salary, …", "• Social insurance, accident insurance, travel, health check, …", "• Professional, friendly working environment", "• Modern and convenient facilities and tools", "Working location:", "• Symphony building, Long Bien, Hanoi"]]},
{"url": "https://www.vietnamworks.com/webos-application-engineer-hybrid-working-relocation-bonus-salary-up-to-2500-1763745-jv?source=searchResults&searchType=2&placement=1763745&sortBy=latest", "job_name": "WebOS Application Engineer - Hybrid Working - Relocation Bonus - Salary Up To 2500$", "company_name": "LG Electronics R&D Vietnam", "salary": "$800 - $2500", "end_date": "2024-05-09", "address": "The 3rd Floor, Vinh Trung Plaza, 255 Hung Vuong, Hai Chau District, Da Nang City", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["CI/CD, Embedded C++, Embedded, Linux, Software Development"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["LG Electronics Development Vietnam (LGEDV) Company focuses on smart & eco-friendly automotive components. The VC Company produces high-quality & state of the art in-car infotainment systems that deliver both information and entertainment on the go for many of the world‘s biggest automobile brands.", "We, LG Electronics Development Vietnam (LGEDV), conduct core R&D activities, and various product reliability tests in support of our vehicle component business.", "As WebOS Application Engineer of LGEDV Da Nang Office, you will:", "•\tAnalyze and develop applications that are applied to in-vehicle infotainment systems - featuring webOS for Automotive.", "•\tDevelop, maintain, and stabilize WebOS Applications on various platforms (Android, Linux,...)", "•\tAnalyze, design, and implement new features with good design and high-quality coding and testing", "•\tAnalyzing customer requirements (UX, UI, ...)", "•\tMaintaining and implementing new features", "•\tIssue (defect) debugging, analyze issue, core-dump file...", "•\tCan independently perform Test & Verification Verification (Sanity Test, Unit Test, ...)", "•\tCommunicate with customers, 3rd parties and headquarters, and handle day-to-day work efficiently and independently", "•\tWilling to support team members", "Expected results:", "•\tDelivery of tasks on time", "•\tEnsure good quality"]], "Yêu cầu công việc": [["Qualifications:", "•\tAdvanced knowledge of C/C++ Programming", "•\tAdvanced knowledge of multi-threading, multi-processing", "•\tExperience in developing GUI App using QT framework or WebOS SDK.", "•\tExperience with Linux-based development", "•\tExperience with version control systems (e.g., Git, SVN) and CI/CD.", "•\tFamiliarity with management tools such as Jira...", "•\tGood communication and teamwork abilities.", "•\tCan use English in working", "What we offer:", "•\tHybrid Working Environment", "•\tAttractive and competitive salary package;", "•\tRELOCATION PACKAGE UP-TO 20,000,000 VND for candidates willing to relocate to DN from HN / HCMC;", "•\t13th-month salary + incentive bonus ( total remuneration package: UP TO 16-MONTH SALARY);", "•\tAnnual salary review;", "•\tMonthly transportation allowance", "•\tSupport for lunch and other allowances (Coding Expert, Technical leader, phone...)", "•\tPaid 100% of insurance social", "•\tPremium health care & accident insurance;", "•\tSupport fee to get TOEIC & Technical certifications;", "•\tOn-site & training opportunities in Korea, US, UK, France, etc.;", "•\tCompany trip, sporty clubs (Football, Table Tennis, Badminton, Photography, Drawing, Music...);", "•\tMonthly budget for team building activities, etc.", "•\t12 days of annual leave & 8 additional days of company holidays;", "•\t5 working days/ week: Mon – Fri with flexible working time;", "•       International-Online-Learning (Linkedin, Udemy)"]]},
{"url": "https://www.vietnamworks.com/it-application-senior-specialist--1763716-jv?source=searchResults&searchType=2&placement=1763716&sortBy=latest", "job_name": "IT Application Senior Specialist", "company_name": "Ajinomoto Vietnam Company", "salary": "Thương lượng", "end_date": "2024-05-09", "address": "LOCATION Road 11, Bien Hoa I Industrial Zone, Bien Hoa City, Dong Nai", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Hàng tiêu dùng"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SQL, Microsoft Windows, IT Operations, Microsoft Azure, IT Administration"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["1. Develop and maintain existing IT application systems related to Sales, Marketing, and Logistics:", "- Effectively and proactively enhance the system as business requirement;", "- Solve trouble occurring and minimize business impact;", "- Prevent system trouble from happening;", "- Strictly control security, risks vendor operation.", "2. Cooperate with vendors and user departments to enhance and maintain the operation of existing applications:", "- Support user department in system usage;", "- Manage system access to ensure information security;", "- Troubleshoot incident and problem;", "- Periodically monitor to ensure the system’s health and performance;", "- Consult and execute change requests as business requirements.", "3. Support leader to periodically evaluate vendors’ performance to ensure service quality & manage the lifecycle of systems/ outsourcing services to ensure they are extended properly and timely.", "4. Participate in IT project as the assignment of superior:", "- Collaborate with related partners to collect business requirements properly and sufficiently;", "- Check function design to ensure it is designed according to business requirements;", "- Participate together with the user departments to conduct User Acceptance Test (UAT)."]], "Yêu cầu công việc": [["- Having Bachelor's degree in Information Technology, Computer Science, Information Systems, or related majors;", "- Having about 2 years of experience in enterprise application systems from development to maintenance;", "- Having good knowledge about business application systems related to Sales, Marketing & Logistics;", "- Having proficient communication, problem-solving, MS Office skills, and moderate English ability;", "- Programing development skill is an advantage (ex: automation technique, application/ web coding, Microsoft® .Net technologies, Microsoft® SQL Database)."]]},
{"url": "https://www.vietnamworks.com/senior-presales-engineer-1762099-jv?source=searchResults&searchType=2&placement=1762099&sortBy=latest", "job_name": "Senior Presales Engineer", "company_name": "Vietnam Htech Resources Company Limited", "salary": "$3750 - $5000", "end_date": "2024-05-09", "address": "Block TS1, The Tresor Residence, No. 39-39B Ben Van Don, Ward 13, District 4, Ho Chi Minh City, Vietnam", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Bảo Mật Công Nghệ Thông Tin"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Presales Technical, Cyber Security Analysis, Cyber Risk Management, IT Security"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["pppResponsibilities", "Pre-Sales support for products including design, technical advice, and point of contact", "Deliver product presentations and demonstrations, and provide support at external and internal customer facing events", "Build custom demonstrations and deliver Proof Of Concepts (POC) to customers", "Architects an appropriate technical solution to meet  customer’s requirements", "Take a leading role in specifying technical solutions and writing proposals and tender responses.", "Support the sales cycle through answering RFI (Request for information), BOM (Bill of Material) and RFP (Request for proposal).", "To work with internal product team to meet vendor expectation", "To meet vendor’s certification requirement", "Keep up-to-date on technical knowledge and handle complicated technical issues for customers/p/p/p"]], "Yêu cầu công việc": [["pppRequirements", "Degree in Networking, Computer Science, Information Technology, Engineering(Network/Security) or equivalent", "Knowledge in Networking/Cybersecurity/Mobile and Application Security, implementation and deployment will be added advantage", "Strong analytical and problem solving skills", "Able to work in a team", "Motivated and able to work independently", "Good communication and presentation skills/p/p/p"]]},
{"url": "https://www.vietnamworks.com/full-stack-java-developer-salary-up-to-2800-1763477-jv?source=searchResults&searchType=2&placement=1763477&sortBy=latest", "job_name": "Full-Stack Java Developer - Salary Up to $2800", "company_name": "FPT Software", "salary": "Thương lượng", "end_date": "2024-05-09", "address": "[HCM]Lô T2, đường D1, khu Công nghệ cao, Quận 9, Tp.Hồ Chí Minh; [HN]Tòa nhà FPT, 17 Duy Tân, Cầu Giấy, Hà Nội; [DN] Tòa Nhà FPT Complex, Đường Nam Kỳ Khởi Nghĩa, Phường Hoà Hải, Quận Ngũ Hành Sơn, TP Đà Nẵng", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Full Stack Development, Java, J2EE, Lập Trình Angular, MySQL"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["FPT Software is looking for talented candidates for Full-Stack Java Developer position with at least 2 years’ experience. The customer is the leading technology service provider in the Asia-Pacific region, signed a cooperation agreement to develop a technology center strategic technology in Vietnam. With 12,000 highly qualified employees in more than 60 fields, they provide end-to-end technology services with capabilities in digital transformation, cloud computing, as well as core services for applications and infrastructure, engineering, and network security.", "Join us on this new exciting journey and be part of a world class team that creates a lasting impact while nurturing your professional growth.", "Responsibilities", "Implementing all the processes and activities related to software development which can be deploying them to the development, client or production environment, including but not limited to following responsibilities:", "•\tExecute a full software development life cycle (SDLC) in the software development projects", "•\tMake object-oriented Design and Analysis (OOA and OOD) for the software products", "•\tDesign, code and debug applications in various software languages and relational database platforms", "•\tSoftware analysis, code analysis, requirements analysis, software review, identification of code metrics", "•\tImplement localization or globalization of a part or whole components of the software product", "•\tTroubleshoot, debug, fixing bugs, and upgrade existing components or whole systems", "•\tApply an automated build process by delivering all the software products through the CI/CD pipeline as well as DevOps Tools", "•\tProvide ongoing maintenance, support, and enhancements in existing systems and platforms", "•\tProvide the guidance of the policies, best practices, standards, and conventions to the team members", "•\tReport on the status of code, bugs, issues, deployment, and maintenance management of the software products", "•\tLearn more about Problems and solutions, limitations of current solutions, business perspectives for new solutions"]], "Yêu cầu công việc": [["Must have:", "•\tBSc in Computer Science, Engineering or relevant field", "•\tShould have at least 2 years of development experience in Java/J2EE and Angular", "•\tStrong Java Development skills with experience in solving business problems having exposure Java tech stack - Java 8 or higher, Spring Boot, spring cloud, spring security, spring data, Junit", "•\tExperience in Web development skills with experience in Web and JavaScript technologies – HTML, Angular, CSS in developing or maintaining Front end solutions", "•\tExperience with MySQL Database, REST APIs", "•\tSome exposure to AWS Cloud Services (API Gateway, Lambda, S3, ECS Fargate, ECR, CloudWatch, Event Bridge, KMS, System Parameter)", "•\tAbility to learn new technologies quickly", "•\tGood verbal and written communication skills in English", "•\tGood understanding of modern software development methodologies", "•\tGood understanding of software testing methodologies, scripting and tools", "•\tExperience in one or more full SDLC for enterprise projects", "•\tAbility to work effectively independently as well as in a team", "•\tPossess good analytical, problem-solving skills", "•\tHave some team leading experience", "Nice to have:", "•\tExperience in Agile development environments and using DevOps toolchains", "•\tExperience in container platforms such as Docker and Kubernetes", "•\tExperience in batch processing implementations", "•\tStrong organizational and time management skills", "Benefits", "•\tAttractive Salary Package based on your competence plus Annual Bonus and Project Performance Bonus", "•\tSigning bonus up to 30M", "•\tThe opportunity to work onsite in Singapore", "•\t“FPT care” health insurance provided by AON and is exclusive for FPT employees", "•\tExcellent cost-free learning opportunities: Udemy Premium account, English class, sponsor for taking certification such as PMP, AWS, etc.", "•\tAnnual leave according to Labor Law and Company Policy", "•\tOther allowances: lunch allowance, working on-site allowance, etc.", "•\tAnnual Summer Vacation support from 1 Million VND to 6 Million VND and up to 3 days off work", "•\t13th-month Salary", "•\tSalary review according to Company Policy", "•\tInternational, professional, dynamic and friendly working environment and culture"]]},
{"url": "https://www.vietnamworks.com/it-project-and-business-solution-manager-1763450-jv?source=searchResults&searchType=2&placement=1763450&sortBy=latest", "job_name": "IT Project and Business Solution Manager", "company_name": "Avery Dennison Vietnam", "salary": "Thương lượng", "end_date": "2024-05-09", "address": "Lot E.01, Trung Tam Road, Long Hau IP, Nha Be", "NGÀY ĐĂNG": ["09/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["ERP Management, Project Management, Automation Software, Solution Development"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Overview: work closely with commercial market development managers, product managers, hardware, software, integration solution teams to coordinate auto-identification project solution deployment and related post support to support customer projects.", "What you'll be doing:", "● Responsible for auto-identification and RFID project pre-sales to post-sales, end to end solution design, development, deployment and support", "● Works closely and align with sales, product, hardware, software, services team, and customer project team to ensure association", "activities readiness to meet deployment requirements", "● Support solution architecture and system design, development, and deployment", "● Manage project progress to ensure all project deliverables and related resources are aligned to project plan", "● Setup and prepare project plan, schedules and metrics together with solution project manager to enable smooth communication", "throughout all associated internal and external parties", "● Conduct briefings and trainings to different internal, external teams, customer groups to ensure smooth project cycle", "● Prepare and manage project documents, training material, checklists to support a smooth project rollout", "● Work closely with outsourced solution vendors to ensure development according to plan and verifications to deployment", "● Collaborate with teams to ensure solutions and applications meet the business needs.", "● Proactively manage the risks and issues of projects and manage communications to all project stakeholders", "● Hand-on documentation write ups, test reports, change documents management, testing scenarios and results management.", "Key Internal Interactions:", "● Work with commercial team to understand customer operations, challenges to establish solution design and development plan", "● Derive and align the project schedule, resources, preparations, activities, contingencies to the solution project planning", "● Works as a focal contact for the internal team on the solution project communications, activities interacting with the customer project lead", "● Troubleshooting and documenting the findings communicating to internal hardware, software, integration project team for fixings and", "improvements", "● Provides analysis of the project deployment progress and ROI with the internal team and relevant stakeholders.", "Key External Interactions:", "● Work as project manager to communicate to customer stakeholders and project team to present project requirements, solution plan,", "milestones, time schedule, resources arrangements", "● Coordinate required hardware, software, integration partners, customer user groups to drive successful deployment according to plan", "● Prepare and deliver of trainings and precautions to customer to prepare their knowledge and readiness to the project rollout", "● Regular deployment progress review with associated parties to ensure any concerns and issues are resolved in the initial rollout stage", "● Acts as project deployment focal contact person for customer enquiries and issue cases handling"]], "Yêu cầu công việc": [["● At least 8 years of work experience demonstrating skill set requirements for this role; BS or above in business solutions, IT or engineering", "experience;", "● PMP and scrum master project management certification would be an advantage", "● Experience in auto-ID and RFID projects would be preferred", "● Technical knowledge of RFID products and solution;", "● Excellent organizational and people skills, with an ability to openly convey information to team members and customers in a timely", "manner;", "● Good written and spoken English", "● Assertive, persistent and flexible to work in a matrix, fast paced organization;", "● Self-disciplined and sense of time pressure and motivation to complete tasks;", "● Willing to try new things and explore new domains;", "● Travel requirement up to 30%."]]},
{"url": "https://www.vietnamworks.com/consultant-reporting-and-insight-1763409-jv?source=searchResults&searchType=2&placement=1763409&sortBy=latest", "job_name": "Consultant, Reporting and Insight", "company_name": "NAB Innovation Centre Vietnam", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Số 11, Đoàn Văn Bơ, Phường 13 Quận 4, TP. Hồ Chí Minh, Việt Nam", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Stakeholder Management, Analytical Skills, Business Analysis, English"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Reporting:  Co-ordination of performance and Board reporting used to track progress on TEO strategy, risk and performance.  ​", "- Board Metrics - Executive and Board Reporting of Performance Metrics (Manage submissions for Board, LT and Risk committees across all matters in scope for delivery including overall QA submitted papers and supporting documents); ​", "- Performance Reporting (Quarterly Business Reviews, Scorecard) - Oversee the preparation of various operational reports to monitor the organization's performance and progress towards strategic goals.  ​", "- Insights:  Assist stakeholders to generate valuable insights​", "- Governance:  Maintain a framework that ensures the quality, consistency and reliability of metrics​", "- Optimisation: Lead and support the build of automated solutions"]], "Yêu cầu công việc": [["- Strong stakeholder engagement​", "- Critical thinking​", "- Analytical and problem solving ​", "- Business analysis / consultation​", "- Self-awareness​", "- Strong understanding of digital technologies, analytics and business process based solutions​", "- 3 – 5 years’ governance, risk, and change experience, preferably with at least 2 years in banking and financial services", "- Tertiary qualified with a Degree in Business / Technology"]]},
{"url": "https://www.vietnamworks.com/system-integration-engineer-cloud-infrastructure-1763399-jv?source=searchResults&searchType=2&placement=1763399&sortBy=latest", "job_name": "System Integration Engineer (Cloud/infrastructure)", "company_name": "Công Ty TNHH MTV Viễn Thông Quốc Tế FPT", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Lô L.29B-31B-33B Tân Thuận, KCX Tân Thuận, P. Tân Thuận Đông, Q.7, TP HCM", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Viễn thông"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Cloud, English, Cloud Storage"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["This is a full-time on-site role as a System Integration Specialist in Ho Chi Minh City, Vietnam. As a System Integration Specialist, you will be responsible for day-to-day tasks related to integrating systems, troubleshooting, providing technical support, and software development. You will work closely with different teams to ensure seamless integration and efficient system operations.", "- Participate in designing, and implementing hardware solutions, Backup, virtualization, and system monitoring products", "- Implement system monitor solutions (IBM, HP, Zabbix …)", "- Install and configure hardware: Server, Blade Chassis, Storage, Appliance, SAN Switch (HP, IBM, Dell, Brocade, …)", "- Install and configure Network, Firewall (Fortigate, Sophos), and Switch (Cisco, Aruba, Dell).", "- Install and configure Linux operating systems (Redhat, Centos, SuSe, Oracle Linux and applications on the server system according to each project.", "- Implement virtualization solutions (VMware, OpenStack, Hyper-V, Oracle ..)", "- Build and integrate database (DBMS, RDBMS, NoSQL) systems of high availability and quality.", "- Deploy backup solutions (Commvault, Networker & DataDomain, Veritas Netbackup, HP Data Protector, Veeam, ….)", "Other software/solutions under the project", "- Implement technical services: Provide remote/on-site technical support services to meet customers.", "Instruct for using / training technology transfer for customers and internal department.", "- Complete the relevant certificates and related product", "- Participate in training courses on the company’s expertise and skills", "- Other jobs required by the Head of Department"]], "Yêu cầu công việc": [["- Bachelor's degree in Computer Science, Engineering, or related field", "- Good knowledge of Virtualization, Linux, and network operating systems.", "- Priority for candidates with experience in Solutions, Backups, Virtualization, Servers, and Storage.", "- Ability to research and write technical training materials.", "- Knowledge of system integration principles", "- Ability to collaborate effectively with cross-functional teams", "- Excellent problem-solving and communication skills", "- Good English skills or equivalent to minimum IELTS 4.0"]]},
{"url": "https://www.vietnamworks.com/remote-mobile-game-developer-2-2--1763348-jv?source=searchResults&searchType=2&placement=1763348&sortBy=latest", "job_name": "[Remote] Mobile Game Developer", "company_name": "Công Ty TNHH Ateam Việt Nam", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Toà nhà Friendship, 31 Lê Duẩn, Phường Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Việt Nam", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Phát Triển Game, Unity 3D, Tư Duy Hệ Thống, Lập Trình, Game 2D"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Với mong muốn cùng tôn chỉ của Ateam là mang đến những sản phẩm ổn định và trải nghiệm thân thiện cho người dùng, chúng tôi tìm kiếm đồng nghiệp cho vị trí Mobile Game Developer", "* Vai trò và trách nhiệm:", "- Phát triển mới, đồng thời bảo trì và vận hành các tính năng Game trên đa nền tảng (Android, iOS ...).", "- Đảm bảo chất lượng mã nguồn theo tiêu chuẩn của công ty.", "- Không ngừng cập nhật kiến thức, công nghệ mới để đáp ứng nhu cầu công việc.", "***Phúc lợi dành cho bạn:", "- Thưởng lễ tết", "- Làm việc 5 ngày / tuần, nghỉ thứ 7 + chủ nhật + 12 ngày phép năm.", "- Có lộ trình phát triển nghề nghiệp rõ ràng.", "- Được tham gia BHXH, BHYT đầy đủ.", "- Ngoài ra còn có chế độ nghỉ “kỷ niệm ngày cưới, nghỉ sinh nhật gia đình”.", "- Du lịch, nghỉ mát, Team Building.", "- Được làm việc trong một công ty Game năng động, phát triển. Có nhiều thử thách, có cơ hội được đào tạo và nâng cao nghiệp vụ bản thân.", "- Salary: hấp dẫn tùy vào năng lực", "*** Ứng viên có thể lựa chọn loại hình làm việc : Remote hoặc Office"]], "Yêu cầu công việc": [["* Yêu cầu chung:", "- Ứng viên sinh sống ở Tp. HCM hoặc nơi gần Tp. HCM để có thể thuận tiện đi đến công ty trong trường hợp cần thiết", "- Tính cách thân thiện, có khả năng làm việc nhóm", "- Trong công việc không yêu cầu sử dụng ngoại ngữ, nhưng cần gửi CV tiếng Anh.", "​", "** Senior/Junior:", "- Có kinh nghiệm về Game Engine (Unity, Cocos2d-x ...).", "- Có kinh nghiệm trong lĩnh vực phát triển Game.", "- Có tư duy lập trình và tư duy hệ thống tốt.", "- Có kiến thức tốt về thuật toán, cấu trúc dữ liệu và lập trình hướng đối tượng.", "​", "** Fresher:", "- Tốt nghiệp đại học chuyên ngành Công Nghệ Thông Tin.", "- Bắt buộc thể hiện điểm GPA trên CVs, yêu cầu tối thiểu: 3.1/4 hoặc 8/10.", "​", "* Ưu tiên:", "- Có sản phẩm đã Release hoặc Demo.", "- Có kiến thức toán học ứng dụng cho game 2D và 3D.", "- Sử dụng tốt các Design Pattern.", "- Có kinh nghiệm tham gia các dự án Client/Server, các dự án Game Multiplayer.", "- Có kinh nghiệm làm việc với Native App: Android hoặc iOS.", "- Có hiểu biết về lập trình đồ họa (Render Pipeline, Shader ...).", "***Lưu ý: Để đáp ứng được công việc hiện tại, chúng tôi hy vọng tìm được ứng viên đáp ứng được các yêu cầu tuyển dụng trên."]]},
{"url": "https://www.vietnamworks.com/technical-support-engineer--1763297-jv?source=searchResults&searchType=2&placement=1763297&sortBy=latest", "job_name": "Technical Support Engineer", "company_name": "Công Ty TNHH Servers.com VN", "salary": "Thương lượng", "end_date": "2024-05-08", "address": null, "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Technical Support, System Administration, IT System Administration, Linux, Business English"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["We will welcome you to our team if you want to learn:", "- system administration of servers from anywhere in the world;", "- diagnose hardware, software and network server issues;", "- work with hardware monitoring;", "- work with cloud technologies.", "We offer:", "- work in a team of professionals at international level;", "- comfortable working conditions: schedule without night shifts, no overtime, no phone support, smooth integration into the workflow;", "- mentor assistance, learning modern IT technologies;", "- individual vocational training plan for 12+ months;", "- competitive salary, official employment."]], "Yêu cầu công việc": [["Requirements:", "- advanced English skills;", "- attentive to details, able to search and analyze information;", "- you know what components a modern computer consists of;", "- you understand the basic principles of the Internet and computer networks.", "Will be an advantage:", "- experience with Linux operating systems (Ubuntu, CentOS, Debian);", "- basic knowledge of working in the Linux terminal;", "- experience in installing Windows/Linux OS from the ground up."]]},
{"url": "https://www.vietnamworks.com/nhan-vien-ky-thuat-he-thong-ve-mang-thiet-bi-it-camera-an-ninh-giam-sat-1763275-jv?source=searchResults&searchType=2&placement=1763275&sortBy=latest", "job_name": "Nhân Viên Kỹ Thuật Hệ Thống Về Mạng, Thiết Bị IT, Camera An Ninh Giám Sát,..", "company_name": "Công Ty Cổ Phần Sản Xuất Và Thương Mại An Phát Đạt", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Số 36 đường Thanh Niên, phường Đại Phúc, thành phố Bắc Ninh, tỉnh Bắc Ninh", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Viễn Thông"], "LĨNH VỰC": ["Điện/Điện tử"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Điện Tử Viễn Thông, Xử Lý Sự Cố, Bảo Trì Hệ Thống, Lắp Đặt Mạng LAN, Nghiệm Thu Lắp Đặt"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Thi công các hệ thống về mạng, thiết bị IT, camera an ninh giám sát, tổng đài điện thoại, âm thanh nhà xưởng....", "- Thực hiện các công việc liên quan đến hoạt động thi công công trình, nghiệm thu các công trình và các công việc được giao khác.", "- Nhiệt tình có trách nhiệm trong công việc.", "- Có tính kỷ luật và nguyên tắc khi làm việc.", "- Kinh nghiệm 01 năm trở lên.", "- Trên 20 tuổi."]], "Yêu cầu công việc": [["Yêu cầu có kinh nghiệm – kỹ năng chuyên môn dưới đây:", "- Ưu tiên có kinh nghiệm về thi công và bảo trì hệ thống camera an ninh giám sát, thi công lắp đặt mạng Wifi, mạng LAN - WAN, tổng đài điện thoại,…", "- Biết cấu hình và cài đặt các thiết bị: Modem, switch, network…", "- Tư vấn, lên phương án thiết kế thi công - lắp đặt hệ thống mạng, hệ thống camera, hệ thống chấm công, kiểm soát vào/ra và hệ thống tổng đài điện thoại,…", "- Thực hiện các công việc liên quan khác theo sự phân công của người quản lý.", "(Đối với những ứng viên chưa có nhiều kinh nghiệm, sẽ được hướng dẫn đào tạo khi vào làm việc tại Công ty)", "IV./ QUYỀN LỢI ĐƯỢC HƯỞNG", "-\tThời gian đóng Bảo hiểm: Công ty hỗ trợ đóng 100% tiền bảo hiểm cho người lao động sau 4 tháng ký hợp đồng lao động chính thức.", "-\tThời gian thử việc: 02 tháng", "-\tLương cơ bản + hỗ trợ tiền xăng xe, điện thoại. Ngoài ra người lao động còn được hỗ trợ thêm khi tham gia các công trình ở xa địa bàn Bắc Ninh, Bắc Giang, Vĩnh Phúc,…", "-\tĐược hưởng đầy đủ các chế độ của người lao động do nhà nước CHXHCN Việt Nam quy định (BHXH, BHYT,…);", "-\tThưởng các ngày lễ, tết, sinh nhật,…", "-\tHưởng tháng lương thứ 13; thưởng quý.", "-\tVà các chế độ phúc lợi khác;", "-\tĐược đào tạo và có nhiều cơ hội phát triển."]]},
{"url": "https://www.vietnamworks.com/ho-chi-minh-chuyen-vien-quan-tri-he-thong-erp-1763254-jv?source=searchResults&searchType=2&placement=1763254&sortBy=latest", "job_name": "[Hồ Chí Minh] Chuyên Viên Quản Trị Hệ Thống ERP", "company_name": "Navigos Search", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Hanoi", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Khai khoáng/Dầu khí"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["English, ERP, SAP"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Mô tả công việc:", "- Thực hiện nhiệm vụ quản trị hệ thống ERP:", "• Làm đầu mối phối hợp các bộ phận trong công tác xây dựng hệ thống ERP (tổng hợp yêu cầu kỹ thuật, lựa chọn giải pháp, lựa chọn nhà cung cấp...).", "• Thực hiện quản trị máy chủ hệ thống ERP; sao lưu dự phòng dữ liệu hệ thống ERP.", "• Thực hiện hỗ trợ người sử dụng tại Cơ quan Tổng công ty sử dụng hệ thống ERP, làm đầu mối phối hợp với các đơn vị bảo trì xử lý các lỗi phát sinh trong quá trình vận hành hệ thống;", "• Phối hợp với các Bộ phận trong công tác chuyển đổi số, số hóa quy trình, số hóa tài liệu.", "- Thực hiện các nhiệm vụ khác theo chỉ đạo của Lãnh đạo Phòng/ Ban, phù hợp;", "- Thực hiện tuân thủ các Quy định, quy trình, tiêu chuẩn ISO hiện hành của Tổng công ty.", "Quyền lợi:", "- Mức lương, thưởng hấp dẫn upto 12 tháng", "- Các chế độ bảo hiểm được đóng đầy đủ theo quy định hiện hành.", "- Bảo hiểm xã hội full lương", "- Chế độ làm việc, công tác phí, hỗ trợ công việc được đảm bảo.", "- Phúc lợi/Phụ cấp khác: Chăm sóc sức khỏe hàng năm; phụ cấp đồng phục; phúc lợi các dịp Lễ/Tết, tham gia các sự kiện đội/nhóm, du lịch hàng năm v.v…/p/p"]], "Yêu cầu công việc": [["- Trình độ chuyên môn: Tốt nghiệp đại học trở lên và ít nhất một trong các chuyên ngành: Công nghệ thông tin, tin học, điện tử viễn thông hoặc tương đương.", "- Kinh nghiệm làm việc: Có hiểu biết, kinh nghiệm triển khai xây dựng hệ thống quản trị nguồn lực doanh nghiệp ERP (am hiểu SAP), chuyển đổi số, số hóa quy trình.", "- Trình độ ngoại ngữ: Tiếng Anh: TOEIC 600 trở lên hoặc tương đương, có thể giao tiếp trong công việc, có thể đọc hiểu tài liệu chuyên ngành", "- Tin học: Chứng chỉ tin học văn phòng MOS hoặc tương đương.", "- Yêu cầu về kỹ năng: Kỹ năng quản lý, kỹ năng giải quyết vấn đề và ra quyết định, kỹ năng trình bày, tiêu chuẩn ISO 9001, ISO 14001, OHSAS 18001, ISO/IEC: 27001.", "- Các yêu cầu khác: Cẩn thận, trung thực và có tính bảo mật cao; có kỹ năng tổ chức công việc tốt."]]},
{"url": "https://www.vietnamworks.com/ho-chi-minh-chuyen-vien-an-toan-thong-tin-1763231-jv?source=searchResults&searchType=2&placement=1763231&sortBy=latest", "job_name": "[Hồ Chí Minh] Chuyên Viên An Toàn Thông Tin", "company_name": "Navigos Search", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Hanoi", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Khai khoáng/Dầu khí"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Security, Information Security, English"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Mô tả công việc:", "- Thực hiện nhiệm vụ Quản lý an toàn thông tin:", "• Tham gia biên soạn các tài liệu, biểu mẫu, quy trình quản lý an toàn thông tin theo tiêu chuẩn ISO/ISE 27001.", "• Là đầu mối kiểm tra, đôn đốc các cá nhân, bộ phận tuân thủ sổ tay an toàn thông tin.", "• Phối hợp với Chuyên viên Quản trị mạng và Chuyên viên Quản trị Hệ thống để quản lý hệ thống bảo mật hệ thống mạng PTSC.", "- Tuân thủ các Quy định hiện hành về công tác quản lý Sức khỏe – An toàn – Môi trường – Chất lượng;", "- Thực hiện các nhiệm vụ khác theo chỉ đạo của Lãnh đạo Phòng, Văn phòng.", "Quyền lợi:", "- Mức lương, thưởng hấp dẫn upto 12 tháng", "- Các chế độ bảo hiểm được đóng đầy đủ theo quy định hiện hành.", "- Bảo hiểm xã hội full lương", "- Chế độ làm việc, công tác phí, hỗ trợ công việc được đảm bảo.", "- Phúc lợi/Phụ cấp khác: Chăm sóc sức khỏe hàng năm; phụ cấp đồng phục; phúc lợi các dịp Lễ/Tết, tham gia các sự kiện đội/nhóm, du lịch hàng năm v.v…/p/p"]], "Yêu cầu công việc": [["- Trình độ chuyên môn: Tốt nghiệp đại học trở lên và ít nhất một trong các chuyên ngành: Công nghệ thông tin, An toàn thông tin hoặc tương đương.", "- Kinh nghiệm làm việc: Ít nhất 03 năm kinh nghiệm trong công tác quản trị mạng, an ninh mạng, an toàn thông tin.", "- Trình độ ngoại ngữ: Tiếng Anh: TOEIC 600 trở lên hoặc tương đương, có thể giao tiếp trong công việc, có thể đọc hiểu tài liệu chuyên ngành", "- Tin học: Có một trong các chứng chỉ như: Certified Ethical Hacker (CEH), Chứng chỉ chuyên gia bảo mật  – Computer Hacking Forensics Investigator (CHFI), Chứng chỉ Offensive Security Web Expert (OSWE), Chứng chỉ Certified Information Systems Security Professional (CISSP), Chứng chỉ Offensive Security Certified Professional (OSCP)… hoặc tương đương.", "- Yêu cầu về kỹ năng: Kỹ năng quản lý, kỹ năng giải quyết vấn đề và ra quyết định, kỹ năng trình bày, tiêu chuẩn ISO 9001, ISO 14001, OHSAS 18001, ISO/IEC: 27001.", "- Các yêu cầu khác: Cẩn thận, trung thực và có tính bảo mật cao; có kỹ năng tổ chức công việc tốt./p/p"]]},
{"url": "https://www.vietnamworks.com/data-governance-analyst--1763236-jv?source=searchResults&searchType=2&placement=1763236&sortBy=latest", "job_name": "Data Governance Analyst", "company_name": "Công Ty Cổ Phần Chứng Khoán SSI", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "1C Ngô Quyền - Hoàn Kiếm - Hà Nội", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Data Engineer/Data Analyst/AI"], "LĨNH VỰC": ["Chứng khoán"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Data Management, Data Quality Assessment, Data Analysis, IT Administration, Management Information System"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["The Data Governance Team", "This role will be part of the Data Governance team in the Digital Transformation office with a vision to transform SSI into a data-led organization.", "Bringing together multiple teams across the business, the Data Governance, Engineering and Analytics team under the Digital Transformation Office has recently been formed with a mission to deliver on the vision.", "This role", "Data governance analyst is responsible for establishing and maintaining data governance framework which cover principles, policies, standards, guidance, and procedures to ensure all data assets are properly managed, used, shared, monitored and secured throughout its data lifecycle.", "Key Responsibilities", "- Establish and maintain data governance framework which covers principles, policies, standards, guidance, and procedures.", "- Support and coordinate with relevant stakeholders to operationalize and implement the data governance framework.", "- Participate in developing, proposing, and implementing initiatives/ solutions to improve data governance capability.", "- Support and monitor the enforcement and execution of data governance policies, standards, and procedures across lines of businesses.", "- Develop criteria, reports/ dashboards to measure the performance of the data governance activities.", "- Participate in designing requirements, selecting, and implementing data governance technology solutions/ tools to automate data governance processes.", "- Conduct training, communication, and guidance to stakeholders to ensure their understanding, awareness, and engagement with the data governance program."]], "Yêu cầu công việc": [["Requirements", "- University degree in IT, Computer Mathematics, Management Information, or related subjects", "- A minimum of 2 years relevant work experience in consulting/ designing/ oeprating/ implementing policiles, processes related to data governance/ data management as data governance analyst or data analyst.", "- Having in-depth knowledge, understanding and experience in implementing/ operating/ using data governance tools such as Data Catalog, Data Lineage, Data Quality, Master Data, etc.", "- Having knowledge and experience in working with business applications, processes", "- Good presentation, written and verbal communication skills.", "- Ability to work independently, teamwork and collaborate with other relevant stakeholders.", "- Good in English speaking and writing.", "Desired requirements:", "- Have knowledge and understanding of products & services, business processes in the banking and finance sector, especially in the securities sector.", "- Having knowledge, understanding and experience in designing and implementing Data Security and Privacy policy, standards or technology tools.", "- Have knowledge of international frameworks such as DAMA, DCAM, etc.", "- Ability to guide/ coach and develop peers/ other colleagues", "*** Benefit", "- Highly competitive and negotiable monthly salary", "- Attractive package of 13th month salary, KPIs bonus, Public holiday bonus, Birthday gift, Lunar new year gift", "- 12 Annual leaves + 2 paid sick leaves", "- Premium AON health-care insurance and annual health check", "- Luxury team-building trip and varied engagement activities", "- Internal leisure clubs: Football, E-Sport, Running, Gym, Yoga", "- Fully-sponsored career-related training"]]},
{"url": "https://www.vietnamworks.com/nhan-vien-ky-thuat-it-quan-tri-he-thong-mang-luong-12-15-trieu-thuong--1763246-jv?source=searchResults&searchType=2&placement=1763246&sortBy=latest", "job_name": "Nhân Viên Kỹ Thuật IT - Quản Trị Hệ Thống Mạng Lương 12-15 Triệu + Thưởng", "company_name": "Công Ty TNHH Công Nghệ Mạng Nhỏ (Smallnet Technologies., Ltd)", "salary": "$480 - $600", "end_date": "2024-05-08", "address": "Phòng 1611, Tòa nhà 18T1, Lê Văn Lương, Quận Thanh Xuân, Hà Nội", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Quản Trị Hệ Thống, Thiết Kế Hệ Thống, Windows Server, Linux, Hệ Thống Mạng"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["MÔ TẢ CÔNG VIỆC", "1. Quản trị các hệ thống mạng máy tính của Khách hàng: Quy mô từ 10-100 máy tính tùy theo năng lực", "•\tHệ thống cơ bản bao gồm:", "•\tMáy chủ (Windows hoặc Linux server, VPS , Cloud server…)", "•\tCác máy trạm (Windows 10/11)", "•\tCác thiết bị mạng (Switchs, camera, máy in, Wifi, kết nối Internet, VPN...)", "•\tCài đặt và xử lý các lỗi phần mềm ứng dụng: Windows, Office, Office365, Sharepoint, Google Apps, hệ thống e-mail và các phần mềm nghiệp vụ của khách hàng.", "2. Tham gia cùng nhóm kỹ thuật: thiết kế, triển khai xây dựng các hệ thống mạng:", "•\tXây dựng hệ thống hạ tầng cáp mạng, thoại, tủ rack, patch panel, tổng đài, camera", "•\tAnalogue/IP... từ đơn giản đến phức tạp", "•\tThiết kế xây dựng hệ thống mạng riêng ảo, tường lửa an ninh.", "•\tCài đặt, cấu hình máy chủ, máy trạm, thiết bị mạng, hệ thống backup, thiết bị ngoại vi và các phần mềm ứng dụng.", "•\tNghiên cứu các giải pháp mới: Ảo hóa, Bảo mật, Clouds, data center, giám sát hệ thống từ xa ...", "QUYỀN LỢI", "•\tĐược làm việc trong môi trường năng động, tiếp cận với các mô hình mạng và các giải pháp đa dạng của khách hàng doanh nghiệp trên nhiều lĩnh vực (doanh nghiệp trong nước và nước ngoài tại Việt Nam).", "•\tMức lương hấp dẫn: Từ 12 - 15 triệu, có thể cao hơn tùy theo năng lực: tăng theo số lượng khách hàng có thể quản trị, tăng theo số lượng dự án có thể tham gia ... (nhận lương 1 lần vào ngày 5 hàng tháng).", "•\tThưởng các dịp lễ, Tết; Thưởng hàng tháng theo hiệu quả công việc (KPI); được hưởng các loại phụ cấp theo chính sách của Công ty, chế độ bảo hiểm theo quy định pháp luật.", "•\tLàm việc từ thứ 2 đến thứ 6: 8:00AM đến 5:00PM. Nghỉ thứ 7, chủ nhật. 12 ngày phép trong năm (nghỉ không hết phép được thanh toán)", "•\tCó nhiều cơ hội học hỏi phát triển chuyên môn, kỹ thuật, tiếng anh, kỹ năng quản lý dự án., quản lý đội nhóm... và nhiều kiến thức khác.", "•\tCơ hội thăng tiến cao, có thể được bổ nhiệm vào các vị trí quản lý cao hơn nếu có năng lực."]], "Yêu cầu công việc": [["•\tNam/Nữ tốt nghiệp Cao đẳng, Đại học chuyên ngành IT hoặc kỹ thuật liên quan.", "•\tĐộ tuổi: 24-40 tuổi. Yêu thích công việc quản trị mạng, hỗ trợ kỹ thuật IT, hỗ trợ người dùng.", "•\tCó ít nhất 02 năm kinh nghiệm làm việc trong lĩnh vực IT, quản trị hệ thống và hỗ trợ người dùng (ưu tiên có chứng chỉ quản trị hệ thống MCSA, CCNA).", "•\tChính trực, tận tâm, cam kết và không ngừng học hỏi, đổi mới, sáng tạo.", "•\tCó khả năng giao tiếp tốt, thân thiện và tinh thần hợp tác.", "•\tCó kinh nghiệm nghiên cứu, cài đặt, sử dụng các ứng dụng phần mềm mới nhanh chóng là một lợi thế.", "•\tYêu cầu tiếng Anh: Có khả năng giao tiếp và trao đổi chuyên môn cơ bản với chuyên gia/ người sử dụng nước ngoài; Đọc và hiểu các tài liệu kỹ thuật chuyên ngành tốt (ưu tiên có chứng chỉ Tiếng Anh trình độ B)."]]},
{"url": "https://www.vietnamworks.com/ho-chi-minh-chuyen-vien-quan-tri-phan-mem-1763230-jv?source=searchResults&searchType=2&placement=1763230&sortBy=latest", "job_name": "[Hồ Chí Minh] Chuyên Viên Quản Trị Phần Mềm", "company_name": "Navigos Search", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Hanoi", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Khai khoáng/Dầu khí"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": [".NET, Java, MySQL, Oracle, ERP"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Mô tả công việc:", "- Thực hiện nhiệm vụ quản trị các phần mềm, ứng dụng:", "+ Phối hợp với các Bộ phận trong công tác chuyển đổi số, số hóa quy trình, số hóa tài liệu ...;", "+ Phối hợp với các Bộ phận trong công tác triển khai xây dựng các phần mềm quản lý phục vụ công tác điều hành sản xuất kinh doanh của Tổng công ty như phần mềm quản lý thông tin công việc, phần mềm quản lý thư viện điện tử, phần mềm quản lý nhân sự, phần mềm kế toán, v.v...;", "+ Thực hiện quản lý các bản quyền phần mềm do Tổng công ty mua (AutoCAD, Microsoft Windows, Office, …);", "+ Thực hiện quản trị máy chủ của các hệ thống phần mềm nói trên;", "+ Thực hiện hỗ trợ người sử dụng tại Cơ quan Tổng công ty vận hành khai thác hệ thống công nghệ thông tin, kịp thời xử lý các lỗi phát sinh trong quá trình vận hành hệ thống;", "- Thực hiện tuân thủ các Quy định, quy trình, tiêu chuẩn ISO hiện hành của Tổng công ty;", "- Thực hiện các nhiệm vụ khác theo chỉ đạo của Lãnh đạo Phòng Công nghệ thông tin, Văn phòng Tổng công ty.", "Quyền lợi:", "- Mức lương, thưởng hấp dẫn upto 12 tháng", "- Các chế độ bảo hiểm được đóng đầy đủ theo quy định hiện hành.", "- Bảo hiểm xã hội full lương", "- Chế độ làm việc, công tác phí, hỗ trợ công việc được đảm bảo.", "- Phúc lợi/Phụ cấp khác: Chăm sóc sức khỏe hàng năm; phụ cấp đồng phục; phúc lợi các dịp Lễ/Tết, tham gia các sự kiện đội/nhóm, du lịch hàng năm v.v…/p"]], "Yêu cầu công việc": [["- Trình độ chuyên môn: Tốt nghiệp Đại học trở lên và ít nhất một trong các chuyên ngành: Công nghệ thông tin, Tin học, Điện tử viễn thông hoặc tương đương.", "- Kinh nghiệm làm việc: Ít nhất 03 năm kinh nghiệm trong công tác quản trị hệ thống công nghệ thông tin/ phát triển phần mềm.", "- Trình độ ngoại ngữ: Tiếng Anh: TOEIC 600 trở lên hoặc tương đương, giao tiếp được trong công việc và đọc hiểu được tài liệu chuyên ngành.", "- Tin học:", "+ Có khả năng phân tích và thiết kế hệ thống phần mềm;", "+ Kiến thức nâng cao về một trong những nền tảng phát triển phần mềm: Dot Net, Java;", "+ Hiểu biết sâu về một trong số các ngôn ngữ lập trình phổ biến: C/C++, C#/.Net, Java, Perl, PHP/MySQL,…;", "+ Kiến thức chuyên sâu về một trong những hệ quản trị dữ liệu: MySQL, MS SQL, Oracle, DB2,…;", "+ Kiến thức cơ bản về hệ thống, mạng, an toàn và bảo mật thông tin, có khả năng phân tích, tổng hợp, xử lý sự cố phần mềm/ xử lý sự cố hệ thống;", "+ Có kiến thức/ kinh nghiệm về quản lý dự án; Có kiến thức tốt về thiết kế hệ thống, về quy trình phát triển phần mềm, tiêu chuẩn CMMI;", "+ Có kinh nghiệm triển khai, tùy chỉnh các hệ thống mã nguồn mở, PHP, MySQL;", "+ Có hiểu biết, kinh nghiệm triển khai xây dựng hệ thống quản trị nguồn lực doanh nghiệp ERP.", "+ Tối thiểu đạt chứng chỉ tin học văn phòng MOS hoặc tương đương;", "- Yêu cầu về kỹ năng: Kỹ năng quản lý, kỹ năng giải quyết vấn đề và ra quyết định, kỹ năng trình bày, tiêu chuẩn ISO 9001, ISO 14001, OHSAS 18001", "- Các yêu cầu khác: Cẩn thận, trung thực và có tính bảo mật cao; có kỹ năng tổ chức công việc tốt./p"]]},
{"url": "https://www.vietnamworks.com/senior-it-specialist--1763143-jv?source=searchResults&searchType=2&placement=1763143&sortBy=latest", "job_name": "Senior IT Specialist", "company_name": "Carlsberg Vietnam", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "15th floor, Sonatus Building, 15 Le Thanh Ton, Ben Nghe, District 1, HCMC", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Data Engineer/Data Analyst/AI"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["System Administration, Analysis Tool"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Data Analytics and BI", "•\tWork with Regional team and External Supplier to ensure meeting Group/Regional requirements on security/ application harmonization and the need of local business users.", "•\tDevelops SQL Server reporting databases, data marts, and Measure Library to support data collection and data mining necessary for analytics and reporting.", "•\tDevelops data collection user interface applications to support Request Management, Reporting, and Improvement Project needs.", "•\tDevelops data modeling and is responsible for data acquisition, access analysis, archive, recovery, load design and implementation.", "•\tCoordinates new data developments to ensure consistency with existing warehouse structure.", "•\tCollaborates with internal customers to capture requirements, design, create, document, manage and fulfill requests for on-going and/or ad-hoc reports, dashboards, and scorecards.", "•\tAssists with the development, implementation and maintenance of front-end presentation (dashboards), automated report solutions and other BI solutions to support tactical and strategic reporting needs of the organization.", "•\tSelf manages projects, tasks and timelines ensuring that approvals from leadership are obtained.", "•\tAssists in identification of data integrity problems and recommends solutions.", "Others", "•\tPerforms all other job related duties as assigned."]], "Yêu cầu công việc": [["•\tMust have strong Cloud-based Data platform environment design & setup esp. in Microsoft Azure", "•\tMinimum 5 years in FMCG industry with good business knowledge", "•\tMinimum 1 – 2 full implementation cycles, Project management experiences of Data platform with local & regional rollout", "•\tVery strong communication and IT business analysis skillset", "•\tFluent in English for business communications with regional & global team and external vendors", "•\tHaving knowledge of Business Analysist and finance & accounting.", "•\tExperience on IT Project Management.", "•\tKnowledge of programing langures, SQL, Python", "•\tFamiliar and good knowledge in data model, data ownership and governance concept", "•\tExperience in enabling self-services community of data platform is definitively advantage", "•\tExperience in managing SQL Server/ Azure reporting databases, data marts, and Measure Library to support data collection and data mining necessary for analytics and reporting", "•\tHave good knowledge on Common Data Model concept", "•\tExperience in front end tool PowerBI, Tableau, Qilk is definitively advantage", "•\tUniversity Degree in Computer Science, Information Technology or equivalent"]]},
{"url": "https://www.vietnamworks.com/ky-su-he-thong-muc-luong-17-30-trieu-thang-1763056-jv?source=searchResults&searchType=2&placement=1763056&sortBy=latest", "job_name": "Kỹ Sư Hệ Thống (Mức Lương 17 – 30 Triệu/tháng)", "company_name": "Công Ty Cổ Phần Ứng Dụng Khoa Học Và Công Nghệ- Mitec", "salary": "$500 - $1500", "end_date": "2024-05-08", "address": "Tầng 3-4 tòa nhà MITEC, Lô E2, Khu đô thị mới Cầu Giấy, Phường Yên Hòa, Quận Cầu Giấy, Hà Nội", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Điện/Điện tử"], "CẤP BẬC": ["Mới Tốt Nghiệp"], "KỸ NĂNG": ["IT System Administration, IT Software, Công Nghệ Thông Tin, Giải Pháp Công Nghệ, Bảo Trì Hệ Thống"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["•\tĐảm nhiệm vị trí kĩ sư hệ thống - Thực hiện triển khai, vận hành, bảo hành, bảo trì và khắc phục sự cố về hệ thống", "•\tPhối hợp với cán bộ kỹ thuật của hãng/đối tác nhằm duy trì quan hệ và nắm bắt kịp thời các công nghệ mới của HPE/DELLEMC/IBM/ORACLE/HPE/HITACHI/AWS.", "•\tNghiên cứu giải pháp hệ thống của HPE, DELLEMC, HITACHI, VMWARE, IBM và các sản phẩm, giải pháp mới về IoT, Cloud Computing …", "•\tThực hiện công tác tư vấn thiết kế và xây dựng các giải pháp hệ thống chuyên sâu phục vụ khách hàng.", "•\tPhối hợp với cán bộ kinh doanh để gặp gỡ khách hàng, Làm việc với các đối tác, nhà cung cấp để xây dựng giải pháp kỹ thuật, dự án, ngân sách. Từ đó, phân tích nhu cầu của khách hàng và đề xuất giải pháp phù hợp toàn bộ mảng hạ tầng CNTT: Networking, Server, Storage, Middleware, Software, Big Data, tích hợp hệ thống, bảo mật thông tin….và các dịch vụ quản trị hệ thống Managed services", "•\tCập nhật thông tin về định hướng phát triển giải pháp công nghệ."]], "Yêu cầu công việc": [["*** YÊU CẦU:", "•\tNam, nữ tuổi dưới 35", "•\tTốt nghiệp Đại học CNTT/Điện tử Viễn thông hoặc tương đương", "•\tSử dụng thành thạo MS Office, PowerPoint, MS Project", "•\tAm hiểu về hệ thống hạ tầng CNTT: Hệ thống máy chủ, lưu trữ, OS, ứng dụng hệ thống, cơ sở dữ liệu, các giải pháp ứng dụng: quản trị, bảo mật…", "•\tCó khả năng tư vấn và trình bày giải pháp kỹ thuật", "•\tGiao tiếp tốt, đọc hiểu tài liệu kỹ thuật bằng Tiếng Anh", "•\tCó kinh nghiệm làm việc với các hãng cung cấp giải pháp CNTT: HPE, IBM, DELLEMC, VMWare, Cisco… là một ưu thế.", "•\tƯu tiên các ứng viên:", "- Có kinh nghiệm quản lý và làm việc tại vị trí quản trị hoặc triển khai giải pháp lớn, dự án lớn và có các chứng chỉ quốc tế về lĩnh vực này.", "- Có kinh nghiệm làm việc trên các hệ điều hành Linux, UNIX (AIX, Redhat, CentOS …). Có các chứng chỉ quốc tế về lĩnh vực này.", "- Có kinh nghiệm làm việc tại vị trí quản trị hoặc triển khai giải pháp hạ tầng CNTT, đã làm việc với các hệ thống máy chủ, tủ đĩa, network dòng Enterprise của các hãng lớn như HPE, IBM, DELLEMC, ORACLE, Cisco … Có các chứng chỉ quốc tế về lĩnh vực này.", "- Kiến thức về các giải pháp cho hệ thống sẵn sàng cao (High Avaiability, Clustering …) và hệ thống ảo hóa (Vmware/ HyperV/ KVM/ IBM Hypervisor…)", "*** QUYỀN LỢI:", "•\tĐược hưởng các quyền lợi về lương bổng, phúc lợi… theo đúng Điều lệ và các Quy định của Công ty tương đương với chức danh này;", "•\tĐược cung cấp tài sản - công cụ dụng cụ, văn phòng phẩm phù hợp;", "•\tĐược tham dự các khóa đào tạo, hội thảo về lĩnh vực liên quan đến chuyên ngành", "*** CƠ HỘI PHÁT TRIỂN:", "•\tĐược đào tạo và trau dồi kinh nghiệm về các khóa đào tạo nghiệp vụ phù hợp với từng mảng thị trường – khách hàng, về các giải pháp hệ thống chuyên sâu của các hãng CNTT lớn trên thế giới: HPE, IBM, VMWare, Dell, Hitachi, Cisco, Juniper, CheckPoint …", "•\tTrở thành chuyên gia tư vấn hệ thống trong lĩnh vực CNTT: Hệ thống Big Data, Lưu trữ, Data Center…", "•\tTrở thành chuyên gia tư vấn CNTT về hệ thống máy chủ, tủ đĩa và được làm việc với các hệ thống lớn.", "•\tTrở thành chuyên gia tư vấn CNTT về giải pháp quản trị hệ thống.", "•\tPhát triển các mối quan hệ xã hội & trở thành nhà thương thuyết giỏi."]]},
{"url": "https://www.vietnamworks.com/autocad-drafter--1763121-jv?source=searchResults&searchType=2&placement=1763121&sortBy=latest", "job_name": "AutoCAD Drafter", "company_name": "Ascension 6", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Level 8, 144-146 Nguyen Thai Binh, Nguyen Thai Binh Ward, District 1, Ho Chi Minh", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Viễn Thông"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["CAD Design, AutoCAD 2D, AutoCAD, Telecom System Design, Telecom Network Design"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["In your role you will:", "•\tFull training will be provided.", "•\tWorking with Australian projects on designing and drafting fibre networks", "•\tUsing AutoCAD to draft construction drawings.", "•\tUsing AutoCAD to update as-builts.", "•\tWork in small and close-knit team environment."]], "Yêu cầu công việc": [["Required skills:", "•\t1+ years of experience 2D AutoCAD", "•\tIntermediate English", "•\tAbility to work within a team environment.", "•\tStrong attention to detail", "Soft skills:", "•\tElectrical drafting experience", "•\tTelecommunications network design experience", "•\tExperience in Auto LISP", "•\tWireless network experience", "CAD skills from other professions are welcome."]]},
{"url": "https://www.vietnamworks.com/ky-thuat-cong-nghe-thong-tin--1763088-jv?source=searchResults&searchType=2&placement=1763088&sortBy=latest", "job_name": "Kỹ Thuật Công Nghệ Thông Tin", "company_name": "Công Ty Cổ Phần Kỹ Thuật & Thương Mại MT", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Số 49 - đường Nguyễn Quốc Trị - TP.Vinh - tỉnh Nghệ An", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Dịch vụ lưu trú/Nhà hàng/Khách sạn/Du lịch"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Hệ Thống Mạng, IT System Development, Giải Pháp Tích Hợp, LAN, Thi Công Lắp Đặt"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Phối hợp triển khai hệ thống IT (Cơ sở hạ tầng mạng, Máy chủ, Backup, Bảo mật ...)", "- Quản lý, giám sát và xử lý sự cố cho hệ thống mạng LAN / WAN / WIFI và các thiết bị mạng (switch, router, firewall...)", "- Triển khai dự án giải pháp tích hợp phần cứng và phần mềm trong các dự án CNTT, Viễn thông: Khảo sát, thiết kế, thi công lắp đặt thiết bị, cài đặt thiết bị", "- Làm Việc tại Nghệ An"]], "Yêu cầu công việc": [["Quyền lợi*", "- Được ký hợp đồng lao động, đóng bảo hiểm và các chế độ khác theo quy định Nhà nước", "- Được làm việc trong môi trường mở, có nhiều cơ hội để hoàn thiện và phát triển về kỹ năng và kiến thức", "- Mức thu nhập: Theo thỏa thuận và năng lực làm việc 12 – 18 triệu", "- Được xét tăng lương theo năng lực làm việc", "- Thời gian làm việc: Làm việc theo giờ hành chính", "Yêu cầu khác*", "- Tốt nghiệp Đại học trở lên chuyên ngành CNTT, Điện tử viễn thông", "- Có kinh nghiệm trên 1 năm hoạt động trong các lĩnh vực được đào tạo", "- Hiểu biết về hệ thống mạng, máy tính, camera, thông tin liên lạc", "- Xác định gắn bó lâu dài trong công việc, chấp nhận đi công tác xa, lâu ngày...", "- Địa điểm làm việc: Thành phố Vinh và Hà Nội"]]},
{"url": "https://www.vietnamworks.com/chuyen-vien-trien-khai-phan-mem-va-he-thong-erp--1763051-jv?source=searchResults&searchType=2&placement=1763051&sortBy=latest", "job_name": "Chuyên Viên Triển Khai Phần Mềm và Hệ Thống ERP", "company_name": "Công Ty Cổ Phần Dược Phẩm Vĩnh Phúc", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Số 777 - Đường Mê Linh, Phường Khai Quang, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Dược phẩm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SAP, ERP"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Mô tả công việc chung:", "Thu thập thông tin và  phân Tích nghiệp vụ:", "•\tLàm việc với các phòng, đơn vị để xác định và phân tích nhu cầu công việc.", "•\tTư vấn giải pháp ứng dụng để đáp ứng nhu cầu và tối ưu hóa vận hành hệ thống ERP và phương pháp tương tác với các phần mềm khác.", "Phân Tích và quản lý thay đổi:", "•\tPhân tích yêu cầu mới và chỉnh sửa tính năng hệ thống.", "•\tCập nhật thay đổi và điều chỉnh thông số hệ thống theo yêu cầu.", "Đào Tạo và Hỗ Trợ:", "•\tKhai báo và điều chỉnh thông số hệ thống theo yêu cầu nghiệp vụ.", "•\tTiếp nhận và giải quyết thông báo lỗi từ các đơn vị.", "•\tHỗ trợ triển khai, quản trị hệ thống CNTT và làm việc với nhà cung cấp phần mềm.", "•\tĐào tạo nhân viên sử dụng các giải pháp.", "•\tTham gia thử nghiệm và nghiệm thu tính năng chương trình."]], "Yêu cầu công việc": [["•\tTốt nghiệp chuyên ngành CNTT, Hệ thống thông tin quản lý, Thống kê tin học, Điện tử viễn thông, Tài chính.", "•\tKỹ năng lập kế hoạch, tổ chức làm việc nhóm, và đi công tác.", "•\tGiao tiếp tốt, chăm chỉ, nhiệt huyết.", "•\tSẵn sàng học hỏi và tìm hiểu công nghệ mới.", "•\tƯu tiên: Kinh nghiệm lập trình và cơ sở dữ liệu SQL.", "•\tKinh nghiệm triển khai ERP từ 1 năm trở lên với các phân hệ: FICO (Tài Chính); MM (Quản lý Vật Tư); SD (Quản lý Bán Hàng); WM (Quản lý Kho); PP ( Quản lý sản xuất)"]]},
{"url": "https://www.vietnamworks.com/product-manager-human-capital-management-1763028-jv?source=searchResults&searchType=2&placement=1763028&sortBy=latest", "job_name": "Product Manager (Human Capital Management)", "company_name": "FPT Information System (Fis)", "salary": "$2000 - $5000", "end_date": "2024-05-08", "address": "Tầng 20-21-22, Keangnam Landmark, E6 Phạm Hùng, Hà Nội / Tòa nhà FPT Tân Thuận 3, Đường Sáng Tạo, KCX Tân Thuận, Phường Tân Thuận Đông, Quận 7", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SaaS, Product Management"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["pppFPT IS is proud to be a trustworthy partner to co-create the next value through technology along with leading enterprises and organizations both in Vietnam and globally.", "As a Product Manager, the talent will join PeopleX - a comprehensive set of digital human resources management solutions, helping businesses and organizations centrally and completely manage more than 95% of their processes.", "Our Product team advocates for our users and our business, setting the vision for our growing family of products. We use data, research, strategy, and empathy to guide multidisciplinary teams toward a common goal, balancing diverse perspectives and empowering our teams to do great work. As we scale, there’s plenty of space for you to grow alongside us and simplify life for millions of people in a team that always focuses on we, not I, and creates delightful products that are worthy of trust.", "Responsibilities", "•\tDefine product vision, strategy, and roadmap with an in-depth understanding of markets, competition, and user needs for our People X Cloud, the SaaS version of our human captial management suite including recruiting, talent management, payroll, and benefits, etc.", "•\tIdentify and target key user segments for existing and new products", "•\tValidate ideas and design decisions with qualitative and quantitative feedback by conducting and analyzing user research", "•\tDrive product development from small features to entirely new products and ensure successful product delivery", "•\tBe the owner of the entire product life cycle and work hands-on with various teams such as user experience, user research, marketing, engineering, legal and business development to research, plan, build, ship and manage products.", "•\tDefine and analyze metrics that inform the success and direction of products", "Benefits:", "•\tAttractive salary package with 13th and performance bonus", "•\tOpportunities to work in a professional, modern and dynamic environment", "•\tOpportunities to obtain oversea and on-job training or external training for Professional Certificate", "•\tOpportunities for personal development and career advancement through courses and training workshops provided by FPT", "•\tGood corporate culture with in/out of office activities that help to develop candidate’s ability and creativity", "•\tAnnual Summer Vacation following company policy, starting from May every year", "•\tFPT health care insurance and social insurance", "•\tParticipation in sponsored sports clubs of football, badminton, yoga, dancing, racing…/p/p/p"]], "Yêu cầu công việc": [["ppp•\tExperience building HCM products. Prefer understanding Cloud and SaaS products.", "•\tDemonstrated ability to evolve product strategy based on research, data and industry trends.", "•\tA diverse portfolio of projects that demonstrate your skills in product management", "•\tGreat communication skills and an ability to explain your design decisions clearly, including the problem you are solving, alternative options you considered, and preferred solutions", "•\tAn interest in high-level product strategy and vision and a recognition of how your work can impact it", "•\tExperience building and shipping products from the ground up is a plus", "All of our jobs require:", "•\tGreat communication skills. We’re a truly diversified team, so clear communication is a must.", "•\tSelf-driven work ethic. You need to be a self-starter who loves taking initiative and seeing things through to completion.", "•\tCuriosity and the desire to learn. Our business is changing and growing fast, who knows what will be the skills of tomorrow? Flexibility is key./p/p/p"]]},
{"url": "https://www.vietnamworks.com/ky-su-du-an--233191-jv?source=searchResults&searchType=2&placement=233191&sortBy=latest", "job_name": "Kỹ Sư Dự Án", "company_name": "Công Ty TNHH Thiết Bị Khoa Học Và Công Nghệ Việt Nhật (Vijatech)", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Phòng 1225, tòa nhà CT5, KĐT Sông Đà Mỹ Đình, phường Mỹ Đình 1, quận Nam Từ Liêm, thành phố Hà Nội", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Công Nghệ Thông Tin, Quản Lý Dự Án, Cơ Sở Dữ Liệu, Xây Dựng Cấu Hình, Triển Khai Thiết Bị Mạng"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Việt"], "Mô tả công việc": [["p- Tham gia các dự án về tích hợp hệ thống, cung cấp chuyển giao công nghệ các giải pháp kỹ thuật tổng thể cho hạ tầng mạng viễn thông, mạng điện, mạng máy tính và an ninh bảo mật trên không gian mạng cho các cơ quan nhà nước trọng yếu, nhà cung cấp dịch vụ và mạng trục quốc gia;", "- Tham gia các dự án cụ thể liên quan tới các lĩnh vực như: Giám sát dữ liệu viễn thông, internet; giám sát camera CCTV, nhận diện khuôn mặt, nhận diện biển số xe, phân tích video hình ảnh; các hệ thống công nghệ thông tin, cơ sở dữ liệu đặc thù (Data Lake, Data Fusion, Big Data, AI, …), các hệ thống đo đạc phân tích sóng viễn thông, …", "- Nghiên cứu, phát triển và tích hợp các hệ thống, thiết bị mạng, gồm có switch, router, thiết bị ghép nối kênh, thiết bị phân kênh, bộ lọc và phân tích gói tin, thiết bị theo dõi dung lượng đường truyền, cân bằng tải, tường lửa, thiết bị mạng SDN, SD-WAN;", "- Nghiên cứu, phát triển và tích hợp các hệ thống phần mềm sử dụng trong mạng máy tính, mạng viễn thông, mạng điện bao gồm các phần mềm quản trị thiết bị mạng SDN, phần mềm VOIP, phần mềm đo lưu lượng đường truyền, và các phần mềm khác;", "- Thiết kế, và kiểm tra, đánh giá thiết kế mạng điện, mạng viễn thông, mạng máy tính cho khách hàng doanh nghiệp, nhà cung cấp dịch vụ;", "- Triển khai, lắp đặt, cấu hình thiết bị cho khách hàng trong khuôn khổ các dự án tham gia;", "- Làm việc trực tiếp với chuyên gia của các hãng đối tác nước ngoài để triển khai dự án;", "- Tham gia chuyển giao công nghệ từ các hãng đối tác của công ty ở nước ngoài;", "- Lập báo cáo, chuẩn bị tài liệu theo yêu cầu của TP/QLDA và đánh giá kết quả thực hiện dự án;", "- Tham gia các công việc khác do TP/QLDA phân công./p"]], "Yêu cầu công việc": [["p- Tốt nghiệp chuyên ngành: Điện tử Viễn thông, Công nghệ thông tin, Điện – Điện tử, An toàn thông tin.", "- Số lượng: 06 người.", "- Năm kinh nghiệm: 01 – 03 năm kinh nghiệm.", "- Ưu tiên Nam", "- Tốt nghiệp Cao đẳng hoặc Đại học chính quy chuyên ngành Công Nghệ Thông Tin, Điện tử Viễn thông, Điện – Điện tử và Tự động hoá;", "- Ưu tiên Nam giới, những người có kinh nghiệm 1 tới 3 năm trong các lĩnh vực có liên quan tới các Hệ thống và Thiết bị viễn thông, Mạng viễn thông, Mạng máy tính, Công nghệ thông tin, An ninh mạng, …;", "- Có khả năng nghe, nói, đọc và viết Tiếng Anh tốt; giao tiếp tiếng Anh tốt;", "- Chịu được áp lực công việc;", "- Các kỹ năng: Word, Excel, CAD, tin học văn phòng … thành thạo;", "- Ưu tiên các ứng viên có kinh nghiệm trong lĩnh vực Điện tử viễn thông, công nghệ thông tin, hoặc điện – điện tử. Có kiến thức cơ bản và hiểu biết về các trạm thu phát sóng viễn thông là một lợi thế.", "- Các yêu cầu cụ thể khác: Sẽ trao đổi trong quá trình phỏng vấn.", "- Có kinh nghiệm triển khai các hệ thống mạng core, data center; thuần thục với các giao thức TCP/IP, IGP, MPLS và mô hình OSI; có chứng chỉ CCNA/CCNP là lợi thế.", "- Thuần thục các loại hệ điều hành MS, Ubuntu, RHEL,…; có kinh nghiệm cài đặt các cơ sở dữ liệu SQL, MySQL…", "- Các yêu cầu cụ thể khác: Sẽ trao đổi trong quá trình phỏng vấn.", "- Ưu tiên các ứng viên có kinh nghiệm từ 01 – 03 năm trong lĩnh vực Công nghệ thông tin, An toàn thông tin.", "- Các yêu cầu cụ thể khác: Sẽ trao đổi trong quá trình phỏng vấn.", "===QUYỀN LỢI", "- Được hưởng đầy đủ các chế độ theo quy định nhà nước: BHXH, BHTN, BHYT;", "- Hưởng lương cố định kèm theo thưởng theo năm và theo dự án;", "- Mức lương cạnh tranh, thỏa thuận theo năng lực của ứng viên;", "- Tham gia công tác và đào tạo ngắn hạn ở nước ngoài tùy theo dự án, bởi các đối tác của công ty tại Mỹ, Canada, Úc, Isarel, Nhật Bản, Hàn Quốc và Châu Âu;", "-  Được tạo điều kiện phát triển nghề nghiệp, hỗ trợ tham gia các khóa đào tạo chứng chỉ nghề (CCNA, CCNP, CCIE, ...);", "- Phát triển và thăng tiến nhanh tùy theo năng lực của ứng viên.", "- Hàng năm được đi du lịch trong nước hoặc nước ngoài cùng công ty", "===THÔNG TIN LIÊN HỆ", "- Ms. Nguyễn Kim Hồng;", "=== Hồ sơ xin việc xin gửi về email (tựa đề gửi email ghi theo định dạng: Ho So Xin Viec VIJATECH (Họ và tên Ứng viên)", "-  Nhận hồ sơ tới hết ngày 07/05/2024/p"]]},
{"url": "https://www.vietnamworks.com/product-owner--1762997-jv?source=searchResults&searchType=2&placement=1762997&sortBy=latest", "job_name": "Product Owner", "company_name": "Công Ty Cổ Phần Luklak", "salary": "$1500 - $2000", "end_date": "2024-05-08", "address": "Xã Đàn 2, P. Nam Đồng, Q. Đống Đa, Hà Nội.", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Giáo dục/Đào Tạo"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Business Analysis, SaaS, Agile Scrum, Phân Tích Dữ Liệu, Nghiên Cứu Thị Trường"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Vị trí Product Owner có tác động to lớn, góp phần đưa ra các tính năng, giải pháp công nghệ hiệu quả giải quyết những vấn đề đời thực hàng ngày trong quản lý công việc và quản trị vận hành doanh nghiệp.", "1) Mô tả công việc", "Nghiên Cứu Phát Triển Tính Năng", "- Nghiên cứu thị trường, khách hàng, đối thủ cạnh tranh để đưa ra đề xuất phát triển phù hợp với định hướng sản phẩm của LukLak.", "- Hoạch định lộ trình sản phẩm cân đối được các yếu tố: định hướng phát triển cũng như nguồn lực của LukLak, nhu cầu của khách hàng và tình hình thị trường, đối thủ.", "- Thu thập, phân tích các dữ liệu cụ thể, đa chiều làm cơ sở để đưa ra các tính năng.  Phát triển các tài cần thiết để làm việc với các đội Developer, QA Tester.", "- Là đầu mối chính về sản phẩm để làm việc, phối hợp và cung cấp các thông tin liên quan tới toàn bộ các bộ phận trong công ty như marketing, kinh doanh, dịch vụ khách hàng...", "Địa điểm làm việc: 168 Xã Đàn 2, P. Nam Đồng, Q. Đống Đa, Hà Nội.", "Thời gian làm việc:", "- Sáng 8h30’-12h00’, Chiều 13h30’-18h00’. Từ thứ 2 đến thứ 6 hàng tuần.", "Quản Lý Triển Khai", "- Làm đầu mối quản lý triển khai kế hoạch phát triển tính năng theo mô hình Agile Scrum, phối hợp xuyên suốt các team Product, Developer, Tester.", "- Đặt ra các mục tiêu - chỉ tiêu cụ thể, khả thi và nhất quát sâu sát theo đuổi việc đạt được mục tiêu đề ra.", "- Sâu sát trong việc sử dụng dữ liệu để phân tích cũng như tương tác trao đổi thường xuyên với những người liên quan để nắm được tình hình tiến độ công việc, nhận thức sớm được các rủi ro và nhanh chóng đưa ra hành động để hạn chế rủi ro, thúc đẩy công việc đúng tiến độ.", "Khách Hàng & Người Dùng", "Tham gia phối hợp với các bộ phận khác như marketing, kinh doanh, tư vấn triển khai trong việc:", "- Đưa sản phẩm ra thị trường, phát triển khách hàng, doanh thu.", "- Tư vấn triển khai ứng dụng vào doanh nghiệp, nâng cao trải nghiệm và khả năng thành công của khách hàng (customer success).", "- Kết nối và lắng nghe phản hồi từ người dùng để hiểu rõ nhu cầu và định hướng phát triển sản phẩm phù hợp."]], "Yêu cầu công việc": [["**Yêu cầu", "Bắt buộc:", "-  Bắt buộc: ứng viên sinh năm 92-2000, tốt nghiệp ĐH trở lên, ưu tiên các nhóm trường top", "- Có 3 năm kinh nghiệm trở lên làm việc ở mảng Product (Business Analyst hoặc Product Owner) hoặc có trải nghiệm sâu sắc về sản phẩm, khách hàng, thị trường.", "- Ưu tiên ứng viên có kinh nghiệm về Saas Product.", "- Có kĩ năng tốt về quản lý công việc (project management) và tư duy phân tích, giải quyết vấn đề dựa trên dữ liệu.", "- Có tư duy hệ thống và khả năng phân tích tốt để phân tích đa dạng được thị trường và các ứng dụng hiện có bên ngoài, phân tích được nhu cầu của người dùng và doanh nghiệp từ đó đưa ra được các mô hình, quy chuẩn, tính năng sản phẩm cũng như ứng dụng vào quản trị doanh nghiệp, quản lý công việc.", "- Có khả năng làm việc tốt với con người, cả ở khía cạnh trao đổi, tương tác để nắm bắt, phân tích vấn đề cũng như thúc đẩy công việc triển khai được với các đối tượng con người khác nhau.", "- Có laptop cá nhân (bắt buộc).", "Ưu tiên:", "- Có kinh nghiệm về tư duy các mô hình, phương pháp quản lý công việc, như Agile Scrum/ PMP/ OKR…", "- Có niềm yêu thích tự nhiên và tự thân về tư duy triết lý & các phương pháp quản lý công việc - vận hành doanh nghiệp và việc ứng dụng phần mềm - công nghệ vào quản lý vận hành công việc hàng ngày.", "- Yêu thích những thử thách lớn cùng với sự lãng mạn, nhiệt huyết đủ để có thể xây dựng tầm nhìn cho những sản phẩm lớn từ giai đoạn đầu và sẵn sàng cắm mặt xắn tay vào làm việc quyết liệt để hiện thực hoá nó.", "**Quyền lợi", "- Mức lương hấp dẫn, tương xứng với năng lực và kinh nghiệm làm việc; up to 40 triệu", "- Nhận cổ phần sáng lập cho cấp quản lý, trưởng nhóm khi vào làm việc trong giai đoạn đầu, cổ phần ưu đãi ESOP cho các nhân sự có năng lực và kết quả tốt.", "- Học tiếng anh miễn phí tại AROMA - Tiếng Anh Cho Người Đi Làm.", "- Được đào tạo và định hướng bởi CEO đầu ngành, những founder dày dặn kinh nghiệm.", "- Quy trình làm việc số hoá, minh bạch, có hệ thống ghi nhận thành tích rõ ràng.", "- Hưởng đầy đủ các chế độ theo quy định của Nhà nước như BHXH, BHYT.", "- Thưởng các dịp Lễ, Tết, lương tháng 13, thưởng hiệu quả công việc. Nghỉ lễ tết, nghỉ phép năm, teambuilding,…", "- Môi trường làm việc trẻ, trao quyền, không giới hạn sự sáng tạo.", "- Văn phòng view hồ. Có thực phẩm khô, trà, cafe, bánh phục vụ nhân viên."]]},
{"url": "https://www.vietnamworks.com/co-van-kien-truc-phan-mem-1762961-jv?source=searchResults&searchType=2&placement=1762961&sortBy=latest", "job_name": "Cố Vấn Kiến Trúc Phần Mềm", "company_name": "Công Ty Cổ Phần Phân Phối Quốc Tế", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "R1-11-10, Tầng 11, Tháp R1, Tòa nhà EverRich, 968 đường 3 tháng 2, Phường 15, Quận 11, Thành phố Hồ Chí Minh, Việt Nam", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Microservices, Software Design Pattern, C#"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Hình thức làm việc: Full Time/ Part time", "Chúng tôi đang tìm kiếm một Cố vấn Kiến Trúc Phần Mềm có kinh nghiệm sâu rộng trong việc thiết kế và phát triển các hệ thống phần mềm sử dụng kiến trúc Microservices.", "Ứng viên lý tưởng sẽ có khả năng thiết kế các giải pháp phần mềm mạnh mẽ, bền vững và dễ mở rộng, đồng thời đảm bảo rằng các giải pháp này được cài đặt và bảo trì một cách hiệu quả."]], "Yêu cầu công việc": [["- Phải Có ít nhất 5 năm kinh nghiệm trong lĩnh vực kiến trúc phần mềm, với kiến thức chuyên sâu về Microservices, Software Design Patterns, C#, Java Clean Architecture và Domain Driven Design.", "- Giải pháp Cache với Redis/ Apache Ignite.", "- Giải pháp với RabbitMQ, Kafka. NServiceBus, MassTransit.", "- Ưu tiên kinh nghiệm với AWS, Google, K8S.", "- Kinh nghiệm thiết kế và triển khai các hệ thống phức tạp sử dụng Microservices.", "- Sâu sắc trong việc áp dụng các mô hình thiết kế phần mềm và nguyên lý Clean Architecture để tạo ra các ứng dụng dễ bảo trì và mở rộng.", "- Thành thạo trong việc sử dụng C# và các công nghệ liên quan.", "- Kỹ năng giao tiếp và làm việc nhóm tốt, có khả năng làm việc độc lập và tự giác cao.", "- Sẵn lòng hợp tác với Tổng Giám Đốc và các bộ phận khác để định hình và thực thi chiến lược phát triển phần mềm của công ty.", "- Có khả năng giải quyết vấn đề sáng tạo và hiệu quả.", "- Khả năng truyền đạt và mentor/coach.", "Quyền lợi:", "• Cơ hội làm việc trong một môi trường năng động và sáng tạo.", "• Mức lương cạnh tranh, thỏa thuận dựa trên kinh nghiệm và năng lực của ứng viên.", "• Linh động trong thời gian làm việc, phù hợp với người tìm kiếm cơ hội làm việc part-time."]]},
{"url": "https://www.vietnamworks.com/solution-architect-net--1762959-jv?source=searchResults&searchType=2&placement=1762959&sortBy=latest", "job_name": "Solution Architect (.NET)", "company_name": "FPT Software", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "[HCM]Lô T2, đường D1, khu Công nghệ cao, Quận 9, Tp.Hồ Chí Minh; [HN]Tòa nhà FPT, 17 Duy Tân, Cầu Giấy, Hà Nội; [DN] Tòa Nhà FPT Complex, Đường Nam Kỳ Khởi Nghĩa, Phường Hoà Hải, Quận Ngũ Hành Sơn, TP Đà Nẵng", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SQL, C#, HTML, .NET, Visual Studio"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["pA subsidiary of the FPT Group, FPT Software is known as a leading global information technology service provider headquartered in Vietnam. With over 30,000 employees working in 83 offices across 30 countries on five continents, FPT Software consistently delivers the best solutions to more than 1000 clients, including 100 Fortune 500 companies. Placing human resources as the cornerstone of its achievements, employee experience is our top priority in continually creating an innovative, open, and enjoyable work environment for every member.", "In 2023, FPT Software officially made its mark on the global billion-dollar company list. This is evidence of the talent and efforts of multiple generations of employees at FPT Software.", "Why not explore your potential and embark on a brilliant journey with us?", "Responsibilities", "• Working as a solution architect of many projects of division.", "• Support the team to create proposal for new scope of project.", "• Define, review technical solution (.NET MVC, Net core, SQL Server, VueJS)", "• Present and discuss with customers about technical solutions.", "• Communicate directly with 3rd vendor supporter.", "• Support the team to handle production technical issues: performance, workload, security, AWS infra, System Monitoring.../p"]], "Yêu cầu công việc": [["• Solid experience with C# application development and Visual Studio.", "• Strong expertise in backend web application development, especially .NET MVC, .NET Core, C#, Entity Framework.", "• Strong expertise in frontend web application development, especially HTML, CSS, JavaScript, and popular JS frameworks (specific VueJS).", "• Experience in developing unit tests to ensure and maintain code quality.", "• Experience in tuning performance and web security risks.", "• Experience with AWS, Azure Cloud.", "• Experience with SQL Server, AWS RDS.", "• Willingness to learn new programming languages and frameworks.", "• Passion for code quality and improvement.", "• Must be able to work independently and produce elegant, easily maintainable code.", "• A commitment to quality and a thorough approach to work.", "• Good teamwork, reliability and able to manage technical task in team.", "• Knowledge in Title Insurance Domain is nice to have.", "• Familiar working in Agile models.", "• English: communicate directly to customer for presentation/discussion solutions; Able to create proposals, technical documents;", "Benefits", "• Be part of our hugely international environment; we are currently working with the Global customer, where you can have many opportunities to working oversea.", "• Salary up to $3500", "• Signing bonus up to 30M", "• Awesome social events and parties for employees;", "• Wear what you want, be your unique self at work;", "• FPT Care Insurance;", "• 20% discount at FSchool;", "• Relocating package for seniors (HCM/HN to Da Nang): from 80 to 100M;", "• FPT Plaza2 high-class apartment buying for Seniors: 20% off;", "• 4% loan interest rate support;", "• Work Permit, Health Insurance and Relocation Assistance will be provided for expats."]]},
{"url": "https://www.vietnamworks.com/nhan-vien-it--1762973-jv?source=searchResults&searchType=2&placement=1762973&sortBy=latest", "job_name": "Nhân Viên IT", "company_name": "Công Ty Cổ Phần Xây Dựng Tư Vấn Đầu Tư Bình Dương (Biconsi)", "salary": "Thương lượng", "end_date": "2024-05-08", "address": "Văn phòng: Tầng 3 Tòa nhà Biconsi Tower, số 1 đường Phú Lợi, phường Phú Lợi, thành phố Thủ Dầu Một, tỉnh Bình Dương.", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Bất Động Sản/Cho thuê"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Công Nghệ Thông Tin, IT Hardware, IT Helpdesk, IT System Administration, IT Phần Mềm"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["•\tPhụ trách công tác IT của Công ty:", "•\tQuản lý hệ thống mạng trong công ty.", "•\tQuản trị Website công ty (thay đổi giao diện Website, quản lý trang nội bộ công ty)", "•\tCó thể xây dựng và phát triển trang Web và trang nội bộ của công ty.", "•\tBảo mật Website và trang nội bộ.", "•\tĐề xuất xây dựng các phần mềm phục vụ cho công ty.", "•\tƯu tiên ứng viên biết thêm về cài đặt phần cứng, hệ thống camera, tổng đài điện thoại.", "-\tCông việc khác theo sự phân công của lãnh đạo."]], "Yêu cầu công việc": [["•\tTốt nghiệp Cử nhân Công nghệ thông tin/Khoa học máy tính, Kỹ sư CNTT trở lên;", "•\tĐộ tuổi: Từ 25 – 32 tuổi;", "•\tKinh nghiệm: Ưu tiên ứng viên có kinh nghiệm làm việc từ 03 năm trở lên trong lĩnh vực công nghê thông tin, kiểm tra sửa chữa phần cứng, cài đặt các phần mềm ứng dụng, hệ thống camera, tổng đài điện thoại;", "•\tSiêng năng, chịu khó, có tinh thần trách nhiệm, chịu được áp lực công việc."]]},
{"url": "https://www.vietnamworks.com/network-administrator--1761480-jv?source=searchResults&searchType=2&placement=1761480&sortBy=latest", "job_name": "Network Administrator", "company_name": "Aggregation Network Technology CO., Limited", "salary": "$600 - $1000", "end_date": "2024-05-08", "address": "Shop 185, G/F, Hang Wai Industrial Centre No. 6 Kin Tai StreetTuen Mun, NT, Hong Kong", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Quản Trị Hệ Thống Máy Chủ, Chinese, Network, Firewall, Bảo Trì Máy Tính"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Trách nhiệm công việc:", "1. Chịu trách nhiệm thiết lập và cấu hình mạng của công ty, quen với việc sử dụng bộ định tuyến và chuyển mạch và có thể thiết lập mạng cục bộ một cách độc lập;", "2. Chịu trách nhiệm quản lý máy tính và máy chủ của công ty và có thể cài đặt các hệ điều hành như windows và linux;", "3. Chịu trách nhiệm về an ninh mạng và quản lý an ninh thông tin của công ty, hiểu rõ các nguyên tắc của tường lửa mạng và có thể định cấu hình các quy tắc tường lửa cơ bản;", "3. Chịu trách nhiệm quản lý điện thoại di động của công ty và có khả năng vận hành hệ thống iOS/Android cơ bản;", "岗位职责：", "1.负责公司网络搭建及配置，熟悉路由器、交换机的使用，能独立组建局域网；", "2.负责公司电脑、服务器的管理，会安装windows、linux等操作系统；", "3.负责公司网络安全及信息安全管理，熟悉网络防火墙原理，会配置基本的防火墙规则；", "3.负责公司手机的管理，会基本的IOS/Android系统操作；/p/p/p"]], "Yêu cầu công việc": [["Trình độ chuyên môn:", "1. Tốt nghiệp cao đẳng trở lên chuyên ngành quản lý máy tính hoặc thông tin;", "2. Tinh thần trách nhiệm cao, khả năng học hỏi cao, khả năng phân tích vấn đề và khả năng giao tiếp, nhận thức dịch vụ tốt;", "3. Làm quen với việc cấu hình và bảo trì máy tính, máy chủ;", "4. Làm quen với việc thiết lập và quản lý các thiết bị mạng như bộ định tuyến, bộ chuyển mạch và tường lửa", "5. Có thể giao tiếp bằng tiếng Trung được ưu tiên", "任职资格：", "1.大专及以上学历，计算机或信息管理专业；", "2.责任心强，具备较强的学习能力，问题分析能力和沟通能力，具备良好的服务意识；", "3.熟悉电脑、服务器的配置、维护；", "4.熟悉路由器，交换机，防火墙的网络设备的设置与管理", "5.可以中文交流优先"]]},
{"url": "https://www.vietnamworks.com/ky-su-lap-trinh-pc-vision-1762920-jv?source=searchResults&searchType=2&placement=1762920&sortBy=latest", "job_name": "Kỹ Sư Lập Trình Pc/vision", "company_name": "Công Ty TNHH SS Otron Viet Nam", "salary": "$500 - $1000", "end_date": "2024-05-08", "address": "Đường Bình Than, Đại Phúc, Bắc Ninh", "NGÀY ĐĂNG": ["08/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Tự động hoá"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Process Control, Electrical Automation System, Automation, IT System Administration, Engineering"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Lên bom list dự toán thiết bị, điều khiển theo từng máy", "- Viết chương trình PC/Vison", "- Follow máy chỉnh sửa chương trình theo yêu cầu thực tế", "- Thực hiện các công việc chuyên môn theo yêu cầu cấp trên..."]], "Yêu cầu công việc": [["- Có kinh nghiệm lập trình PC/Vision 3 năm trở lên", "- Thành thạo việc viết chương trình PC/Vison các dòng máy", "- Chăm chỉ, cầu tiến, thật thà, có phương tiện di chuyển cá nhân", "- Có khả năng tự lập trình hoặc sửa lỗi 1 dự án máy", "- Có thể đi công tác trong nước và nước ngoài (Hàn Quốc), thích nghi tốt ở nhiều môi trường khác nhau, chịu được áp lực công việc...", "- Giao tiếp tốt bằng tiếng anh hoặc tiếng Hàn."]]},
{"url": "https://www.vietnamworks.com/02-java-developer-urgent--1762583-jv?source=searchResults&searchType=2&placement=1762633&sortBy=latest", "job_name": "02 Java Developer (Urgent)", "company_name": "Công Ty TNHH BIP Systems Việt Nam", "salary": "Thương lượng", "end_date": "2024-05-05", "address": "Room No.403, 4th Floor, DMC Tower, 535 Kim Ma Str., Ba Dinh Dist., Hanoi", "NGÀY ĐĂNG": ["05/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Python, Java, C++, C Language, English"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["We are looking for:", "- Candidates who want to work and cultivate expertise in international business environment.", "- Candidates who will be able to become core members of BIP Systems Vietnam Co., Ltd and will contribute to our long term business development.", "JOB BENEFITS:", "• Salary: negotiation", "• Salary adjustment twice a year", "• Chance to go abroad (on-site trip to Japan as job required)", "• Benefits related to social insurance (BHXH, BHYT) in accordance with Law", "• Annual health care & extra insurance during working hours", "• Summer vacation", "• Other benefit according to the Company’s policy."]], "Yêu cầu công việc": [["1.\tBusiness content:", "- Understand the basic design document.", "- Create a detailed design document.", "- Perform program development.", "- Create unit test code.", "- Create and execute unit test cases.", "- Eligibility", "2. Language skill: Good verbal and written communication in English (can read and understand manual in English). Japanese is preferred.", "3. Technical Skill", "- Candidates who have at least 02 years of working experience with Java", "- Candidates who have experience with Databases and SQL. Having experience with Data Conversion is a priority.", "- Candidates who are ready to learn new technology are preferred.", "4. Human skill", "- High motivation and strong team-working spirit", "- Ability to work under pressure"]]},
{"url": "https://www.vietnamworks.com/project-manager-tieng-nhat-n3-1762358-jv?source=searchResults&searchType=2&placement=1762408&sortBy=latest", "job_name": "Project Manager (Tiếng Nhật N3)", "company_name": "Cong Ty TNHH Cube System Viet Nam", "salary": "Thương lượng", "end_date": "2024-05-05", "address": "Tầng 6, Tòa Nhà JVPE, Công Viên Phần Mềm Quang Trung, Phường Tân Chánh Hiệp, Quận 12, Thành Phố Hồ Chí Minh, Việt Nam.", "NGÀY ĐĂNG": ["05/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["PHP, .NET, Java, C#, PostgreSQL"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Lập kế hoạch cho các dự án (~ 20 người, dưới 12 tháng).", "- Quản lý việc triển khai dự án từ đầu đến cuối thông qua khả năng giao tiếp tốt và tối ưu hóa việc sử", "dụng nhân sự. (Từ đề xuất cho khách hàng, lên mục tiêu dự án, thực hiện dự án, đạt được mục tiêu dự", "án, chuyển tiếp sang các dự án tiếp theo,...)", "- Phối hợp và xác định phạm vi dự án với khách hàng tại giai đoạn đề xuất dự án (proposal) để giúp dự", "án được tiến hành suôn sẻ với các điều kiện thuận lợi cho công ty.", "- Phân bổ nhân sự và vật tư cần thiết cho dự án trong thời gian yêu cầu với mức giá và các điều khoản", "khác trong Hợp đồng phù hợp", "- Các chức năng công việc khác/Secondary Functions:", "- Hỗ trợ các dự án khác trong trường hợp cần thiết", "- Cố vấn, phối hợp với các Phòng ban khác trong việc tổ chức các buổi Tech-talk, seminar về kỹ thuật", "mới tại công ty"]], "Yêu cầu công việc": [["- Trình tiếng Nhật tương đương N2, giao tiếp được với khách hàng.", "- Có 2 - 3 năm kinh nghiệm quản lý dự án (web, application) trong các công ty IT Nhật.", "- Có kỹ thuật, kinh nghiệm về các dự án liên quan tới PHP, .NET, Java, C#,PostgreSQL, iOS/Android…", "- Năng động, nhiệt tình và luôn nỗ lực để phát triển bản thân.", "- Có tư duy logic, kĩ năng giải quyết vấn đề, giao tiếp tốt.", "- Đáng tin cậy, phong cách làm việc luôn hướng tới khách hàng, trung thực.", "* Các phúc lợi của công ty/Benefits include:", "- Lương tháng 13, summer bonus, chế độ xét tăng lương 2 lần/năm (tháng 1,7)", "- Nhiều loại trợ cấp hấp dẫn (ăn trưa, đi lại, tiếng Nhật, thâm niên, dự án…)", "- Đóng BHXH trên full lương", "- Nhiều cơ hội đi công tác Nhật Bản", "- Môi trường làm việc trẻ trung, thân thiện và vui vẻ", "- Miễn phí tham gia các hoạt động của công ty như bóng bàn, bóng đá, teambuilding, happy hours", "- Quà tặng vào các dịp sinh nhật, giáng sinh, kết hôn, sinh con…."]]},
{"url": "https://www.vietnamworks.com/ai-manager-ocr-nlp-1759990-jv?source=searchResults&searchType=2&placement=1760090&sortBy=latest", "job_name": "AI Manager (Ocr/nlp)", "company_name": "Got It", "salary": "$3000 - $4000", "end_date": "2024-04-28", "address": "9-11 Nguyễn Văn Thủ, P. Đa Kao, Quận 1, TP. Hồ Chí Minh", "NGÀY ĐĂNG": ["29/03/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["TensorFlow, Computer Science, Application Development, Product Development, Pipeline Development"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["What you need to do:", "- Lead and deliver AI solutions for Dayone, including (but not limited to): maximizing Got It voucher’s revenue (e.g. intelligent voucher redemption recommendation system), online shopping recommendation systems, AI-assisted productivity boosting applications, and OCR system for invoices and business documents.", "- Work with large and real world data from our products (Got It, Buzz It, Scan It, and internal tools) to generate insightful information, assist business decisions, and maximize business value of our products.", "- Develop tools and frameworks to help training, deploying, and monitoring AI models more generic and effective.", "- Organize AI team to optimize resources yet deliver high quality services.", "- Collaborate with other teams to assure the service operations meet expectations from internal and external users.", "- Perform additional duties as required by Line Manager."]], "Yêu cầu công việc": [["- Bachelor's degree in Computer Science, Electrical Engineering, or Artificial Intelligence.", "- At least 4+ years of experience in AI or relevant positions.", "- Have 2+ year of team leader experience or relevant positions.", "- Knowledge of the following areas (but not limited to): Recommendation system, - Computer Vision, NLP (information extraction), Large Language Models, OCR pipeline.", "- Knowledge of AI frameworks: Pytorch, Tensorflow, Triton, TF serving.", "- Experience in writing API to wrap AI models.", "- Ability to plan & organize AI services, especially in emergency situations.", "- Excellent problem-solving and analytical skills.", "- Be proactive, enthusiastic, hard-working.", "- Be integrity, careful, accurate.", "*** What we offer", "- Working time from Monday to Friday (09:00 am - 18:00 pm).", "- Good chance to study and develop career path stably with internal promotion and rotation.", "- 100% statutory insurance contribution as per the labor law.", "- Bao Viet Healthcare insurance.", "- 100% gross salary in probation.", "- 12 Annual Leave (AL) per year + extra 1 AL per extra working year.", "- Annual bonus: depending on business & individual performance.", "- Annual salary review.", "- ESOP allows you to financially share in our future success.", "- Other rewards: 5-star, employee of the month (EOTM), employee of the year (EOTY), loyalty employee (3-year, 5-year, 8-year, etc.)", "- Internal Activities: General Meeting, Company Trip, International Women's Day,", "Vietnamese Women's Day Mid-Autumn Festival, Family Day, Christmas, Year-end Party, etc."]]}
]