[
{"url": "https://www.vietnamworks.com/nhan-vien-trien-khai-giai-phap-giam-sat-he-thong-cntt-1762185-jv?source=searchResults&searchType=2&placement=1762185&sortBy=latest", "job_name": "Nhân Viên Triển Khai Giải Pháp Giám Sát Hệ Thống CNTT", "company_name": "Sota Việt Nam", "salary": "$500 - $1000", "end_date": "2024-05-07", "address": "Tầng 2, cánh 3 Trung Yên Plaza, Số 1 Trung Hòa, Cầu Giấy, Hà Nội", "NGÀY ĐĂNG": ["07/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Hệ Thống Quản Lý Giám Sát, Điều Khiển Tự Động, IT Phần Mềm, Công Nghệ Thông Tin, IT Security"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["p-\tTìm hiểu khảo sát, thu thập thông tin hệ thống CNTT và các nhu cầu giám sát của khách hàng.", "-\tTư vấn, thiết kế hệ thống giám sát cho các hệ thống CNTT.", "-\tTriển khai cài đặt, cấu hình, lập trình cho các giải pháp giám sát hệ thống CNTT.", "-\tXây dựng các tài liệu kỹ thuật liên quan; Thực hiện đào tạo và chuyển giao hệ thống; hỗ trợ công tác vận hành hệ thống...", "-\tTham gia các dự án CNTT khác của công ty theo phân công./p"]], "Yêu cầu công việc": [["p-\tTốt nghiệp Đại học chuyên ngành CNTT", "-\tSử dụng thành thạo hệ điều hành Windows Server, Linux, Shell scripts", "-\tCó kinh nghiệm triển khai, vận hành các giải pháp monitor: Solarwinds, ManageEngine, Splunk và sử dụng được một trong các NNLT Python, Java là các lợi thế./p"]]},
{"url": "https://www.vietnamworks.com/software-engineer--1762790-jv?source=searchResults&searchType=2&placement=1762790&sortBy=latest", "job_name": "Software Engineer", "company_name": "Ezom App", "salary": "Negotiable", "end_date": "2024-05-06", "address": null, "POSTED DATE": ["06/04/2024"], "JOB FUNCTION": ["Information Technology/Telecommunications", " > ", "Software Developer"], "JOB INDUSTRY": ["IT Software/SaaS"], "JOB LEVEL": ["Experienced (non-manager)"], "SKILL": ["JavaScript, SQL, Typescript, React, React Native"], "PREFERRED LANGUAGE": ["English"], "Job description": [["We seek a talented and motivated Software Engineer to join our dynamic team at EzOM. As a trusted provider of inventory management and order fulfilment solutions to Australia's leading e-commerce businesses, we offer an exciting opportunity to work with cutting-edge technologies.", "Join our team of world-class engineers and machine-learning research experts who have contributed to projects with millions and billions of users, including widely recognised platforms like Google Chrome and have made ground-breaking research and publications in leading conferences, including ICML, ICLR and AAAI.", "Responsibilities:", "- Develop and maintain high-quality software applications using React, GraphQL, TypeScript, SQL, Node.js, and other relevant technologies.", "- Mentor and coach junior software engineers.", "- Participate in code reviews, diligently identify and address bugs, and propose innovative solutions to ensure top-notch software development practices.", "- Engage in the entire software development lifecycle, from gathering requirements and designing solutions to implementing, testing, and deploying software systems.", "- Stay at the forefront of industry trends and emerging technologies, continuously expanding your technical skills and knowledge."]], "Job requirements": [["- 3+ years of software development experience.", "- Strong problem-solving abilities, with the capacity to think critically and resolve complex technical challenges.", "- Excellent collaboration and communication skills, enabling effective teamwork and seamless stakeholder interaction.", "- Self-motivated and proactive approach to learning, coupled with a keenness to remain up-to-date with emerging technologies.", "- Demonstrated experience and proficiency in React, GraphQL, TypeScript, SQL and Node.js.", "- Exhibited senior expertise in software architecture, design and implementation, delivering resilient and sustainable code to solve business problems", "- Displayed leadership skills, including mentoring and guiding junior engineers.", "- Achieved success with leading complex software projects' design, development and delivery.", "- (Preferred but not mandatory) Bachelor's/ Master’s degree in Computer Science, Software Engineering, or a related field."]]}
]