[
{"url": "https://www.vietnamworks.com/java-dev-intern-card-team-tts-java-dev-it-the--1768029-jv?source=searchResults&searchType=2&placement=1768029&sortBy=latest", "job_name": "JAVA DEV Intern (Card Team) - TTS Java Dev (IT Thẻ)", "company_name": "Ngân Hàng TNHH MTV Woori Việt Nam", "salary": "$200 - $300", "end_date": "2024-04-23", "address": null, "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Ngân hàng"], "CẤP BẬC": ["Mới Tốt Nghiệp"], "KỸ NĂNG": ["Banking, NodeJS, SQL, API, Core System"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Develop screens and operations related to the bank's Core system;"], ["- Develop Open API system;"], ["- Develop Automated Clearing House, InterBank Fund Transfer;"]], "Yêu cầu công việc": [["- University student - Final year (at least) from related majors such as Science and Technology, IT, Computer Science, Computer Engineering, Software Engineering,..."], ["- Experienced in development related to Java, Node JS, JSP, Javascript, Mybatics, JQuery; in using SOAP, Rest API, Json, Jenkins; in projects using Spring Framework (MVC), Oracle DB, Linux (Unix);"], ["- Good use of Oracle, Tibero, SQL."], ["- Can work full-time from Monday to Friday."], ["- Professional working English fluency."], ["."], ["**Duration: 3 ~ 6 months"], ["."], ["**Salary: 200$ ~ 300$"], ["."], ["**Location: Keangnam Landmark 72 Tower, Me Tri Ward, E6 Pham Hung Street, Nam Tu Liem District, Hanoi"]]},
{"url": "https://www.vietnamworks.com/back-end-developer-java-sql-spring-english-1767970-jv?source=searchResults&searchType=2&placement=1767970&sortBy=latest", "job_name": "Back-end Developer (Java, SQL, Spring, English)", "company_name": "Công Ty TNHH Clever Creations Tech", "salary": "$500 - $1500", "end_date": "2024-05-21", "address": null, "NGÀY ĐĂNG": ["21/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Java, SQL, Java Spring Framework, Chinese Madarin, B2 English"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["1. Xử lý gỡ lỗi và lập trình tính năng của nền tảng trực tuyến", "2. Truy cập API bên thứ ba", "3. Phối hợp với frontend developer để lập trình REST api cần thiết."]], "Yêu cầu công việc": [["Điều kiện yêu cầu:", "1. Có 1-3 năm kinh nghiệm lập trình Web/API", "2. Quen thuộc với Java, Spring Framework, Spring Boot", "3. Có kinh nghiệm lập trình database MySQL, quen thuộc với ngôn ngữ SQL", "4. Có khái niệm về lớp mạng HTTP / HTTPS / TCP / UDP", "5. Dùng lệnh Git remote", "6. Có khái niệm về OO", "7. Ngôn ngữ : Tiếng Anh (TOEIC trên 700, Tiếng Trung lưu loát)", "Điều kiện ưu tiên:", "1. Đã từng sử dụng các dịch vụ cache như Memcache, Redis", "2. Có kinh nghiệm thực tế về CI / CD", "3. Có kinh nghiệm thực tế về MQ", "4. Kinh nghiệm thực tế trong việc bảo trì các website lớn", "5. Có kinh nghiệm thực tế về Public Cloud", "6. Có kinh nghiệm thực tế về Micro Service", "7. Có kinh nghiệm lập trình MongoDB", "8. Khả năng đọc file Api tiếng Anh", "Thời gian làm việc: Thứ 2 ~ Thứ 6 (8:00 đến 17:00)"]]},
{"url": "https://www.vietnamworks.com/chief-information-officer-cio--1767870-jv?source=searchResults&searchType=2&placement=1767870&sortBy=latest", "job_name": "Chief Information Officer (CIO)", "company_name": "Brighton Investments JSC", "salary": "Thương lượng", "end_date": "2024-05-20", "address": null, "NGÀY ĐĂNG": ["20/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Bán lẻ/Bán sỉ"], "CẤP BẬC": ["Giám Đốc và Cấp Cao Hơn"], "KỸ NĂNG": ["Technology, ERP, IT Project Management, Công Nghệ Thông Tin, Data-Driven"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["ABOUT US:"], [], ["Brighton Investments manages a portfolio of innovative and forward-thinking companies across various industries. We’re looking for a Chief Information Officer (CIO) who is as ambitious and visionary as we are, ready to build technological infrastructures from scratch and lead our group into a new era of innovation and success."], ["THE ROLE"], [], ["As our CIO, you will play a pivotal role in crafting and implementing the IT and digital strategy for our businesses, setting the stage for transformative growth. You’ll be responsible for integrating cutting-edge technology solutions that align with our overarching objectives and drive substantial business value. You will also be in charge of building and leading a high-performing technology team that supports the growth of our portfolio companies."], ["KEY RESPONSIBILITIES:"], [], ["Strategic IT Leadership"], [": Develop strategic IT initiatives that align with the broader business goals of the portfolio companies and the investment group."], ["Digital Transformation:"], ["Lead the implementation of innovative solutions, including ERP, POS systems, and other game-changing technologies."], ["Data-Driven Culture:"], ["Establish and promote a culture of innovation and agility, fostering data-driven decision-making across the organization."], ["Team Development:"], ["Build and mentor a high-performing IT team passionate about pushing the boundaries of what's possible."], ["Technology Foresight:"], ["Stay at the forefront of emerging technologies and trends, identifying opportunities to create competitive advantages and unlock new growth potential."], ["WHY JOIN US:"], [], ["Shape from the Start:"], ["Build and define the technology infrastructure and strategy for a group of emerging companies, leaving a lasting impact."], ["Unparalleled Growth Potential:"], ["As the company scales and succeeds, you'll have unparalleled opportunities for career advancement, taking on larger leadership roles and making an even greater impact."], ["Unleash Your Creativity:"], ["You'll have the freedom to experiment, innovate, and implement cutting-edge solutions that transform our businesses."], ["Dynamic and Collaborative Environment:"], ["Work alongside a team of passionate, creative and talented individuals who are driven to make a difference."]], "Yêu cầu công việc": [["WE ARE LOOKING FOR SOMEONE WHO:"], [], ["Strongly believe in the power of technology"], ["to transform businesses"], ["Demonstrates willingness to roll up your sleeves"], ["and get involved in all aspects of the business"], ["Is passionate"], ["and experienced in IT leadership roles, with a track record of successfully managing technology strategies within high-growth environments"], ["Ideally, has experience working with early-stage companies"], ["across a variety of industries"], ["Has strong project management skills,"], ["particularly in digital transformation and system integrations, with the ability to lead cross-functional teams and deliver results in a matrix structure"], ["Possesses strong leadership skills"], ["with the ability to inspire and develop talent"], ["Understands how technology trends"], ["drive business efficiency and innovation"], ["Communicates effectively"], [", with the ability to translate complex technical concepts into business language"], ["Possesses an entrepreneurial mindset"], [", is comfortable with ambiguity and rapid change, and is able to thrive in a fast-paced, high-growth environment"], ["Holds a Bachelor’s or Master’s degree in Computer Science, Information Systems, or related fields. An MBA is a plus."]]},
{"url": "https://www.vietnamworks.com/system-admin--1767819-jv?source=searchResults&searchType=2&placement=1767819&sortBy=latest", "job_name": "System Admin", "company_name": "Công Ty TNHH Tổng Công Ty Công Nghệ & Giải Pháp CMC (CMC TS)", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["CNTT, Oracle, System Administration, IT System Administration, Cấu Hình Switch"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Đánh giá hoạt động hệ thống lưu trữ (tủ đĩa/SAN Switch): Hiệu năng tủ đĩa/volume hoặc top volume hoặc compression hoặc deduplication hoặc trạng thái disk hoặc mức độ sử dụng các port hoặc hoạt động đồng bộ ..."], ["- Đánh giá cấu hình hệ thống lưu trữ (cấu hình volume hoặc cấu hình host hoặc cấu hình alias/zone hoặc cấu hình multipath trên host hoặc nguyên tắc cấp phát hoặc giờ hệ thống trên thiết bị hoặc firmware version/software version...)"], ["- Đề xuất tinh chỉnh tham số hoặc đề xuất giải pháp tối ưu hệ thống, thực hiện tinh chỉnh cấu hình hệ thống."], ["- Cài đặt/cấu hình tham số công cụ quản trị/công cụ theo dõi hệ thống."], ["- Theo dõi, quản lý cập nhật thông tin vào tài liệu thiết kế, thông số, quy trình cài đặt khi hệ thống có thay đổi."], ["- Theo dõi, quản lý cập nhật thông tin vào tài liệu thiết kế, thông số, quy trình cài đặt khi hệ thống có thay đổi."], ["- Đánh giá hoạt động hệ thống sao lưu (hiệu năng hoặc tỉ lệ dedup hoặc tốc độ hoặc tăng trưởng dữ liệu hoặc chính sách sao lưu hoặc đồng bộ dữ liệu hoặc hoạt động tape offsite/tape onsite ...)"], ["- Đánh giá cấu hình hệ thống sao lưu (cấu hình job admin hoặc cấu hình trên phần mềm sao lưu hoặc cấu hình trên client hoặc danh sách dữ liệu sao lưu trên client hoặc kết quả sao lưu thực tế hoặc giờ hệ thống, firmware version/software version..."]], "Yêu cầu công việc": [["- Tốt nghiệp ĐH chuyên ngành CNTT, Điện tử viễn thông hoặc tương đương."], ["- Có từ 02 năm kinh nghiệm làm việc."], ["- Ưu tiên ứng viên có chứng chỉ về hệ thống sao lưu của 1 trong các hãng HPE, Dell EMC, IBM, Oracle"], ["- Tư duy phân tích và giải quyết vấn đề tốt, ưu tiên có tư duy hệ thống tốt"], ["- Có khả năng làm việc độc lập dưới áp lực cao."], ["- Có khả năng nghiên cứu và viết tài liệu đào tạo kỹ thuật."], ["- Ngoại ngữ: giao tiếp cơ bản, đọc hiểu được tài liệu chuyên ngành, email."], ["* Quyền lợi"], ["THU NHẬP"], ["- Lương tháng thỏa thuận theo năng lực và vị trí công tác"], ["- Tổng thu nhập lên tới 15 tháng lương/năm"], ["- Gói phúc lợi tiền mặt 9 triệu/năm vào các dịp Lễ, Tết, Sinh nhật Tập đoàn..."], ["- Xét tăng lương theo năng lực và kết quả công việc định kỳ 1 lần/năm. Hoặc tăng lương đột xuất theo hiệu quả công việc."], ["CHẾ ĐỘ ĐÃI NGỘ"], ["- Đóng BHXH đầy đủ và BH sức khỏe CMC Care ngay khi ký Hợp đồng chính thức"], ["- Nghỉ phép: 12 ngày/ năm + 1 ngày nghỉ hưởng lương vào dịp sinh nhật bản thân"], ["- Được tham gia các chương trình đào tạo chuyên môn, nghiệp vụ từ cơ bản đến nâng cao. Tài trợ 100% chi phí tham gia các khóa học, thi chứng chỉ CNTT Quốc tế"], ["- Được trang bị laptop/thiết bị công nghệ trong quá trình làm việc"], ["- Môi trường trẻ, năng động và chuyên nghiệp"], ["- Tham gia Team building và các hoạt động văn hóa đa dạng"], ["- Được vinh danh các giải thưởng năm của Tập đoàn CMC, CMC TS và khen thưởng trên các thành tích xuất sắc (dự án, kinh doanh, quản trị)"], ["- Thời gian nghỉ hàng tuần: Nghỉ Thứ 7 & Chủ nhật"], ["- Lương tháng thỏa thuận theo năng lực và vị trí công tác"], ["- Thưởng KPIs năm từ 5-12 tháng lương/năm"], ["- Gói phúc lợi tiền mặt 9 triệu/năm vào các dịp Lễ, Tết, Sinh nhật Tập đoàn..."], ["- Xét tăng lương theo năng lực và kết quả công việc định kỳ 1 lần/năm. Hoặc tăng lương đột xuất theo hiệu quả công việc."], ["* Địa điểm làm việc"], ["- Hà Nội: Tầng 14 & 16 Tòa CMC số 11 Duy Tân - Cầu Giấy - Hà Nội, Cầu Giấy"], ["- Hà Nội: 123 P. Lò Đúc, Phạm Đình Hổ, Hai Bà Trưng, Hà Nội, Hai Bà Trưng"], ["* Thời gian làm việc"], ["- Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"]]},
{"url": "https://www.vietnamworks.com/quan-ly-ha-tang-cntt-infrastructure-manager-1767808-jv?source=searchResults&searchType=2&placement=1767808&sortBy=latest", "job_name": "Quản Lý Hạ Tầng CNTT - Infrastructure Manager", "company_name": "Golden Gate Group Joint Stock Company", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Dịch vụ lưu trú/Nhà hàng/Khách sạn/Du lịch"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["IT System Development, Bảo Mật Dữ Liệu, IT Security, Quản Trị Mạng, IT Operations"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Quản lý, thiết lập và quản trị hệ thống hạ tầng mạng, máy chủ, ảo hóa, an ninh mạng."], ["- Quản lý hệ thống AD, file server, Backup, Restore, Antivirus."], ["- Quản trị hệ thống multil cloud của công ty (vmw, open stack)"], ["- Tham gia xây dựng kế hoạch, triển khai các công việc liên quan. Đảm bảo công tác kiểm soát trước triển khai (dự phòng, ngăn ngừa rủi ro) và sau triển khai (giám sát hệ thống)"], ["- Tham gia xác định và áp dụng các giải pháp để tối ưu hóa chi phí đảm bảo an toàn hạ tầng bảo mật và hệ thống máy chủ."], ["- Đảm bảo các thiết kế cơ sở hạ tầng và an ninh thông tin đáp ứng yêu cầu kinh doanh và gắn với chiến lược phát triển cơ sở hạ tầng mạng và an ninh thông tin."], ["- Xây dựng các chính sách, quy trình, quy đinh, hướng dẫn phục vụ công việc vận hành và quản trị hệ thống"], ["- Giám sát sự tuân thủ an ninh thông tin và các chính sách trên các hệ thống hiện tại của tập đoàn và quy định pháp lý có liên quan khác."], ["- Các yêu cầu khác liên quan từ ban lãnh đạo"]], "Yêu cầu công việc": [["- Có ít nhất 5 năm kinh nghiệm làm việc trong các dự án triển khai, vận hành về hệ thống ảo hóa vmw, công nghệ Cloud, bảo mật – mạng cho các tập đoàn lớn (ưu tiên trong các tổ chức tài chính, ngân hàng). Các dự án triển khai hệ thống, giải pháp quản trị, vận hành lớn"], ["- Có kiến thức sâu về hạ tầng mạng bảo mật, phòng chống tấn công, ngăn ngừa rò ri thất thoát thông tin."], ["- Hiểu biết về các hình thức tấn công và biện pháp phòng chống."], ["- Có kiến thức sâu về các hệ điều hành, các giải pháp ảo hóa, các công nghệ hạ tầng…"], ["- Có hiểu biết về các tiêu chuẩn ngành CNTT: ITIL, ISO, TCVN…"], ["- Có kinh nghiệm về khắc phục sau thảm họa bao gồm cả quy trình làm việc, các chính sách và thủ tục liên quan."], ["- Có kiến thức sâu và kinh nghiệm triển khai, vận hành công nghệ an ninh của các hãng như Firewall, IPS, NAC, DLP, PIM/PAM, Endpoint security, antivirus…các hãng công nghệ hạ tầng, giải pháp quản trị như IBM, HP, DELL…"], ["- Có kinh nghiệm triển khai các dự án DLP, DRM, PAM… là 1 lợi thế."], ["Có các chứng chỉ liên quan hệ thống, mạng và bảo mật: CCNA, MCSA, AWS, Vmware, IBM… là 1 lợi thế"], ["- Sử dụng thành thạo các phần mềm soạn thảo, vẽ mô hình hệ thống"], ["- Có khả năng thuyết trình và giao tiếp tốt"], ["- Bảo mật với các thông tin quan trọng"], ["- Đoàn kết, trách nhiệm cộng đồng."], ["- Trung thực, liêm chính, cẩn thận, nhiệt tình với công việc."], ["- Tốt nghiệp Đại học trở lên các ngành liên quan như CNTT, điện tử viễn thông, hệ thống thông tin, khoa học máy tính."]]},
{"url": "https://www.vietnamworks.com/chuyen-vien-quan-tri-he-thong-it-system-executive-1767813-jv?source=searchResults&searchType=2&placement=1767813&sortBy=latest", "job_name": "Chuyên Viên Quản Trị Hệ Thống - IT System Executive", "company_name": "Golden Gate Trade & Service JSC", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Dịch vụ lưu trú/Nhà hàng/Khách sạn/Du lịch"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Quản Trị Hệ Thống An Ninh, Quản Trị Hệ Thống CNTT, System Administration, IT Security"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Chịu trách nhiệm về hệ thống mạng, bảo mật và máy chủ của tập đoàn"], ["- Tham gia xây dựng kế hoạch, triển khai các công việc liên quan. Đảm bảo công tác kiểm soát trước triển khai (dự phòng, ngăn ngừa rủi ro) và sau triển khai (giám sát hệ thống)"], ["- Tham gia xác định và áp dụng các giải pháp để tối ưu hóa chi phí đảm bảo an toàn hạ tầng bảo mật và hệ thống máy chủ."], ["- Đảm bảo các thiết kế cơ sở hạ tầng và an ninh thông tin đáp ứng yêu cầu kinh doanh và gắn với chiến lược phát triển cơ sở hạ tầng mạng và an ninh thông tin."], ["- Xây dựng các quy trình, quy đinh, hướng dẫn phục vụ công việc vận hành và quản trị hệ thống"], ["- Giám sát sự tuân thủ an ninh thông tin và các chính sách trên các hệ thống hiện tại của tập đoàn và quy định pháp lý có liên quan khác."], ["- Các yêu cầu khác liên quan từ ban lãnh đạo."]], "Yêu cầu công việc": [["- Có ít nhất 5 năm kinh nghiệm làm việc trong các dự án triển khai, vận hành về mạng và bảo mật cho các tập đoàn lớn (ưu tiên trong các tổ chức tài chính, ngân hàng). Các dự án triển khai hệ thống, giải pháp quản trị, vận hành lớn"], ["- Có kiến thức sâu về mạng và bảo mật, phòng chống tấn công, ngăn ngừa rò ri thất thoát thông tin. Hiểu biết sâu về các hình thức tấn công và biện pháp phòng chống."], ["- Có kiến thức sâu về các hệ điều hành, các giải pháp ảo hóa, các công nghệ hạ tầng…"], ["- Có hiểu biết về các tiêu chuẩn ngành CNTT: ITIL, ISO…"], ["- Có kinh nghiệm về khắc phục sau thảm họa bao gồm cả quy trình làm việc, các chính sách và thủ tục liên quan."], ["- Có kiến thức sâu và kinh nghiệm triển khai, vận hành công nghệ an ninh của các hãng như Firewall, IPS, NAC, DLP, PIM/PAM, Endpoint security, antivirus…các hãng công nghệ hạ tầng, giải pháp quản trị như IBM, HP, DELL…"], ["- Có kinh nghiệm triển khai các dự án DLP, DRM, PAM… là 1 lợi thế."], ["- Có các chứng chỉ liên quan hệ thống, mạng và bảo mật: CCNA, CCNP, JNCIA, CCSP, AWS, Vmware, IBM… là 1 lợi thế"], ["- Trung thực, liêm chính, cẩn thận, nhiệt tình với công việc."], ["- Sử dụng thành thạo các phần mềm soạn thảo, vẽ mô hình hệ thống"], ["- Có khả năng thuyết trình và giao tiếp tốt"], ["- Bảo mật với các thông tin quan trọng"], ["- Đoàn kết, trách nhiệm cộng đồng."], ["- Tốt nghiệp Đại học, Thạc sỹ các ngành liên quan như CNTT, điện tử viễn thông, hệ thống thông tin, khoa học máy tính."], ["- Giới tính: Nam"]]},
{"url": "https://www.vietnamworks.com/cvcc-giai-phap-he-thong-phong-phat-trien-san-pham-cvp--1767824-jv?source=searchResults&searchType=2&placement=1767824&sortBy=latest", "job_name": "CVCC Giải Pháp Hệ Thống (Phòng Phát Triển Sản Phẩm - CVP)", "company_name": "Công Ty Tài Chính Trách Nhiệm Hữu Hạn MB Shinsei", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Tài Chính"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Business Analysis, Phân Tích Đánh Giá, Kiểm Thử Phần Mềm, Logical Thinking"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["•\tTiếp nhận các yêu cầu phát triển hệ thống liên quan tới sản phẩm từ các đơn vị kinh doanh, từ đó phân tích và làm rõ yêu cầu đề bài trước khi gửi tới Khối công nghệ thông tin để phát triển"], ["•\tPhản hồi tính khả thi của yêu cầu đến đơn vị kinh doanh và đưa ra giải pháp phát triển phù hợp"], ["•\tPhối hợp với IT phân tích, phát triển và nghiệm thu UAT yêu cầu trước khi đưa lên môi trường Production"], ["•\tHướng dẫn, giải đáp đơn vị kinh doanh/ đơn vị vận hành về chương trình, sản phẩm."], ["•\tDựa trên bộ chỉ tiêu đánh giá trải nghiệm theo chân dung khách hàng mục tiêu để đề  xuất giải pháp cải thiện hệ thống nhằm nâng cao trải nghiệm của khách hàng."], ["•\tTiếp nhận ticket trên môi trường production , phối hợp với CNTT để khắc phục sự cố."], ["•\tXây dựng các tài liệu hướng dẫn triển khai các hoạt động phát triển sản phẩm"]], "Yêu cầu công việc": [["•\tTốt nghiệp đại học trở lên các chuyên ngành có liên quan đến Công nghệ thông tin, Tài chính ngân hàng, Quản trị kinh doanh,..."], ["•\tTối thiểu 3 năm kinh nghiệm đảm nhiệm vị trí Business Analyst, ứng viên có kinh nghiệm BA tại các tổ chức tài chính, tín dụng, ngân hàng là lợi thế lớn"], ["•\tGiao tiếp tốt, chủ động, chặm chỉ và cầu tiến trong công việc."], ["•\tKĩ năng làm việc theo nhóm"], ["•\tKĩ năng phân tích và đánh  giá yêu cầu"], ["•\tKỹ năng kiểm thử sản phẩm phần mềm."], ["•\tKỹ năng tư duy logic, nhạy bén với các tình huống xảy ra"], ["**Bằng việc ấn nút ứng tuyển, bạn sẽ đồng ý chia sẻ với Mcredit các thông tin cá nhân có liên quan trong CV được đính kèm cho mục đích tuyển chọn và tham gia các quy trình tuyển dụng của chúng tôi. Chúng tôi sẽ xem xét kĩ thông tin của bạn và liên lạc trao đổi trực tiếp trong trường hợp hồ sơ phù hợp với công việc."]]},
{"url": "https://www.vietnamworks.com/project-manager-scrum-agile-1767828-jv?source=searchResults&searchType=2&placement=1767828&sortBy=latest", "job_name": "Project Manager (Scrum/agile)", "company_name": "Công Ty Tài Chính Trách Nhiệm Hữu Hạn MB Shinsei", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Tài Chính"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Scrum Master, Agile, Kanban, Project Management, Sprint Planning"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["• Quản lý các dự án phát triển kỹ thuật và tạo điều kiện cho các bản phát hành sprint"], ["• Tạo hoặc phân tích các tài liệu yêu cầu kinh doanh và tiến trình dự án"], ["• Thúc đẩy thực hiện lặp lại nhóm, giao tiếp với ban quản lý và các bên liên quan, bảo vệ nhóm từ việc tiêm công việc không kiểm soát (các thay đổi được đánh giá / có chủ đích)"], ["• Quản lý xung đột dự án, thách thức và các yêu cầu kinh doanh năng động để duy trì hoạt động chạy với hiệu suất cao"], ["• Làm việc với nhóm dẫn đầu để giải quyết các vấn đề của mọi người và các rào cản của dự án"], ["• Duy trì dữ liệu nhóm trong phần mềm quản lý dự án (tức là JIRA, Bản thảo, v.v.) để hỗ trợ ước tính và thực hiện"], ["• Trình bày các bản đọc dự án cấp cao cho quản lý cấp cao Hỗ trợ (các) chủ sở hữu sản phẩm với động lực trong nội bộ nhóm liên quan đến các ưu tiên và phạm vi"], ["• Quản lý các dự án đặc biệt khác theo phân công các nhiệm vụ khác khi cần thiết"], ["• Chủ động xác định và loại bỏ các trở ngại và tạo điều kiện thuận lợi cho dòng chảy"]], "Yêu cầu công việc": [["• Kỹ năng và trình độ Bằng BA / BS hoặc kinh nghiệm làm việc tương đương"], ["• Tối thiểu 5 năm kinh nghiệm quản lý dự án và 2 năm dẫn đầu về nước rút"], ["• Có thể chứng minh được kiến thức chuyên môn về phương pháp và khuôn khổ nhanh nhẹn như Scrum, Kanban, v.v."], ["• Phát triển mạnh trong môi trường hợp tác cao, nhịp độ nhanh Chuyên gia huấn luyện về việc triển khai nhanh nhẹn Scrum"], ["• Hiểu biết sâu sắc về các nguyên tắc cơ bản của phát triển lặp đi lặp lại và gia tăng kiến thức vững chắc về lý thuyết, quy tắc và thực hành Scrum"], ["• Hiểu biết sâu sắc về các quy trình SDLC và Agile để dự đoán các nhóm phát triển nhu cầu"], ["• Hiểu biết sâu sắc về các chỉ số nhanh nhẹn (nhiệm vụ, theo dõi tồn đọng, chỉ số hoạt động, vận tốc, câu chuyện của người dùng, v.v.) để phân tích và cải thiện việc lập kế hoạch chạy nước rút"]]},
{"url": "https://www.vietnamworks.com/chuyen-vien-sap-fico--1767807-jv?source=searchResults&searchType=2&placement=1767807&sortBy=latest", "job_name": "Chuyên Viên SAP FICO", "company_name": "Công Ty Cổ Phần Sữa Vitadairy Việt Nam", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Hàng tiêu dùng"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SAP FICO, SAP ERP, SAP, ERP"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Nhận chuyển giao kỹ thuật, sourcecode SAP từ các đối tác."], ["- Tiếp nhận tài liệu nghiệp vụ từ khách hàng hoặc nhân viên tư vấn, phân tích nghiệp vụ;"], ["- Phát triển chức năng, tìm ra các lỗ hổng & các logic không phù hợp thiếu sót trong các chức năng customize từ đơn vị triển khai."], ["- Lập trình và tối ưu hóa các chức năng, báo cáo, biểu mẫu trên hệ thống SAP hoạt động ổn định & hỗ trợ cho hoạt động sản xuất kinh doanh."], ["- Viết tài liệu kỹ thuật cho các quy trình nghiệp vụ liên quan đến tất cả phân hệ trên hệ thống SAP phát sinh trong tương lai."], ["- Thu thập thông tin phản hồi & mong đợi từ Trưởng bộ phận, các SAP Functional, BPO & Key User về cập nhật và phát triển mới chức năng, báo cáo, biểu mẫu trên hệ thống SAP."], ["- Nghiên cứu, tìm hiểu các ứng dụng hỗ trợ cải tiến quy trình phòng ban; Tham gia các dự án non-ERP."], ["- Tham gia các dự án CNTT của công ty để lập trình tích hợp, phát triển tính năng mới."]], "Yêu cầu công việc": [["- Bằng cử nhân hoặc cao hơn các ngành Kinh Tế/Hệ thống thông tin."], ["- Đã làm việc với ECC và S4/HANA."], ["- Đã tham gia tối thiểu 1 dự án triển khai SAP hoàn chỉnh với vài trò SAP consultant bao gồm thiết kế, cấu hình & thử nghiệm các chức năng của SAP."], ["- Có kinh nghiệm đối với hệ thống SAP ERP ở một trong các phân hệ FICO hoặc BPC với vị trí triển khai hệ thống hoặc end users."], ["- Hiểu biết về Tài chính Kế toán, nắm vững quy trình nghiệp vụ và chuẩn mực kế toán Việt Nam (VAS). Ưu tiên ứng viên có kinh nghiệm về kế toán quốc tế (IFRS)."]]},
{"url": "https://www.vietnamworks.com/chuyen-vien-phan-tich-nghiep-vu-business-analyst-28--1767695-jv?source=searchResults&searchType=2&placement=1767695&sortBy=latest", "job_name": "Chuyên Viên Phân Tích Nghiệp Vụ (Business Analyst)", "company_name": "Công Ty TNHH Jungdo Uit", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phân Tích Kinh Doanh/Phân Tích Hệ Thống"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Phân Tích Hệ Thống, Prototype, Data Analysis, Phân Tích Dự Án, Business Analysis"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["* Mô tả công việc:"], ["-\tHiểu quy trình business, nắm rõ phạm vi dự án"], ["-\tThiết kế quy trình nghiệp vụ và phần mềm dựa trên phân tích yêu cầu khách hàng"], ["-\tPhối hợp các công việc với các thành viên trong đội dự án"], ["* Quyền lợi khác:"], ["- Mức lương cạnh tranh tuỳ theo năng lực và kinh nghiệm. Chế độ tăng lương hàng năm."], ["- Tham gia các sự kiện, workshop của công ty, chế độ du lịch, sinh nhật, khám sức khỏe hàng năm, ..."], ["- Môi trường làm việc thân thiện, năng động."], ["- Nghỉ thứ 7, chủ nhật hàng tuần, nghỉ các ngày lễ của Việt Nam và Hàn Quốc."]], "Yêu cầu công việc": [["* Yêu cầu"], ["- Ít nhất 3 năm kinh nghiệm ở vị trí BA"], ["- Hiểu biết về các quy trình sản xuất phần mềm, các mô hình triển khai dự án"], ["- Kỹ năng thu thập yêu cầu, tổng hợp yêu cầu tốt, phân tích vấn đề, khả năng tư vấn nghiệp vụ"], ["- Có kỹ năng hợp tác tốt với các bên liên quan, đảm bảo tính rõ ràng, tin cậy, cởi mở giữa các team"], ["- Có kỹ năng giao tiếp tốt"], ["- Có kỹ năng soạn thảo văn bản thành thạo như tài liệu phân tích hệ thống, phân tích trải nghiệm người dùng, mô hình dữ liệu, thiết kế giao diện mẫu (Prototype interface)"], ["- Tích cực giao tiếp, có khả năng trình bày vấn đề một cách rõ ràng và logic"], ["* Ưu tiên"], ["- Viết được tài liệu bằng tiếng anh"], ["- Ứng viên có kinh nghiệm làm việc với các cơ quan nhà nước"], ["- Hiểu biết về công nghệ bản đồ, thông tin không gian"]]},
{"url": "https://www.vietnamworks.com/thuc-tap-sinh-phat-trien-va-chuan-hoa-du-lieu-tuyen-dung-1392106-jv?source=searchResults&searchType=2&placement=1392106&sortBy=latest", "job_name": "Thực Tập Sinh Phát Triển và Chuẩn Hoá Dữ Liệu Tuyển Dụng", "company_name": "FPT Software", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Data Engineer/Data Analyst/AI"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Thực tập sinh/Sinh viên"], "KỸ NĂNG": ["Xử Lý Dữ Liệu, Tuyển Dụng, Nhân Sự, CNTT"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["•\tChịu trách nhiệm quy chuẩn toàn bộ hệ thống dữ liệu ứng viên trên iVIEC"], ["•\tXử lý toàn diện dữ liệu đầu vào, đánh giá chất lượng dữ liệu ứng viên"], ["•\tHỗ trợ đội ngũ AI trong việc phân loại các nhóm dữ liệu để huấn luyện và triển khai mô hình"], ["•\tBáo cáo định kỳ ngày, tuần, tháng, năm cho quản lý"], ["•\tMột số nghiệp vụ khác theo kế hoạch phát triển của dự án"]], "Yêu cầu công việc": [["•\tƯu tiên các chuyên ngành: quản trị nhân lực, quản trị kinh doanh, kinh tế - xã hội,....hoặc ứng viên có kiến thức nền tảng / kinh nghiệm trong mảng Nhân sự, tuyển dụng, công nghệ thông tin"], ["•\tĐộ tuổi từ 20 – 23 tuổi. Có thể làm full-time hoặc ít nhất 5 buổi part-time/tuần"], ["•\tChăm chỉ, cẩn thận, kỹ năng văn phòng tốt"], ["•\tĐảm bảo tính cam kết với kế hoạch của dự án. Liên tục học hỏi và phát triển bản thân"], ["•\tỨng viên có laptop làm việc"], ["Quyền lợi và chế độ"], ["•\tTrở thành một phần dự án chiến lược trực thuộc dự án “4 Nhất” của tập đoàn"], ["•\tĐược đào tạo kiến thức chuyên môn"], ["•\tTrải nghiệm với công việc thực tế, hỗ trợ đào tạo 1:1 bởi các chuyên gia hàng đầu về AI tại tập đoàn FPT"], ["•\tCơ hội trở thành nhân viên chính thức nếu đáp ứng được yêu cầu công việc"], ["•\tMôi trường làm việc thân thiện, cởi mở, nhiều cơ hội phát triển và thăng tiến, thỏa sức đề xuất ý tưởng sáng tạo."], ["•\tCơ sở vật chất và công cụ làm việc hiện đại, tiện nghi."], ["•\tVăn hóa Doanh nghiệp đặc sắc, sinh động bậc nhất với nhiều các hoạt động hấp dẫn"]]},
{"url": "https://www.vietnamworks.com/ai-engineer-open-for-fresher-1767680-jv?source=searchResults&searchType=2&placement=1767680&sortBy=latest", "job_name": "AI Engineer (Open for Fresher)", "company_name": "Navigos Search", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Mới Tốt Nghiệp"], "KỸ NĂNG": ["Computer Vision, Machine Learning, Algorithm, Computer Science"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Research, train, and deploy advanced Big Data processing algorithms, ML/Deep learning/AI models worldwide."], ["- Build Machine Learning/Artificial Intelligence models to address business challenges in various fields."]], "Yêu cầu công việc": [["●\tBachelor's degree in computer science, engineering or a related major; or equivalent practical experience"], ["●\tHave programming experience with Java or Python and use libraries for Data mining, Machine learning, Deep learning."], ["●\tHave knowledge in at least one of the following areas: Image processing, Computer vision, Machine learning, Natural language processing, Reinforcement learning, Deep learning architectures (AutoEncoders, CNN, RNN, BERT, etc.)."]]},
{"url": "https://www.vietnamworks.com/program-coordinator-its-1767614-jv?source=searchResults&searchType=2&placement=1767614&sortBy=latest", "job_name": "Program Coordinator ITS", "company_name": "RMIT University Vietnam", "salary": "$1200 - $1400", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Giáo dục/Đào Tạo"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["IT Project Management, Stakeholder Management, Project Management"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["RMIT University Commitment"], ["RMIT is committed to the rights of students and staff to be safe, respected, valued, and treated as an equal in their place of study and work.  All staff are expected to share this commitment and contribute to a safer community. While carrying out their role, staff are in a position of trust with students.  Staff have a duty of care to report wellbeing concerns about students through the designated channels and uphold to the code of conduct. RMIT Vietnam expects all staff members to comply with its Code of Conduct, policies and procedures, which relate to legal and regulatory requirements and our ways of working."], ["Why RMIT University Vietnam?"], ["RMIT Vietnam is committed to excellence, innovation, and social responsibility. We welcome applications from qualified and passionate individuals who share our values and vision. RMIT University has a global reputation and ranks 140th globally and 11th in Australia in QS World University Rankings 2024. To learn more about our rankings, please check out our latest facts and figures here Reputation and rankings - RMIT University"], ["Rewards and Benefits:"], ["Competitive salary package and allowances"], ["Generous annual leave, carer leave and public holidays (Christmas and Tet Holidays)"], ["Private health insurance and wellness programs"], ["Professional development and career advancement"], ["Access to state-of-the-art facilities and resources"], ["A vibrant and diverse campus life and more!"], ["RMIT Vietnam has been honoured with the respectable HR Asia Award as Top Employer to Work For in Asia. To find out more about RMIT Vietnam and our current vacancies, please visit our website: https://www.rmit.edu.vn/careers"], ["Position Summary"], ["RMIT are seeking an experienced Program Coordinator to support ITS portfolio of projects."], ["As Program Coordinator, your primary responsibility will be to support the ITS team with the implementation and launch of the Global Student Programto successfully coordinate, manage and efficiently deliver this program across RMIT Vietnam, in collaboration with our RMIT AU ITS project team.  This will include daily tasks such as status reports, steering group presentations for various forums, financial and risk and issue management, schedules, and administrative support."], ["An essential element of your role you will ensure that you are well-versed in the Portfolio Office Delivery Framework and Governance processes. This will be achieved by working with the Project team and key roles within the structure to provide advice and guidance on supporting project delivery and process. As part of continuous improvement framework, you will be required to contribute to improvement ideas, call out gaps/inefficiencies, and propose improvement solutions."], ["Reporting Line"], ["Reports to:  Project Manager ITS"], ["Key Accountabilities"], ["Provide program coordination support and oversight across activities relating to the Student Record System project program of work as required,"], ["Oversee and advise on active risk and issue management across portfolio, presentation and reporting activities."], ["Monitor team resource coordination requirements and escalate any challenges or key issues."], ["Organise and participate at the resource management engagements, whereby resource requirements are prioritised in alignment with the priority tasks."], ["Maintain project SharePoint site, artefacts, ensuring appropriate storage and governance."], ["Onboard and support new team members within the team including organising assets and onboarding activities."], ["Work collaboratively with the project communications team to post or share communications via relevant channels as required (SharePoint, email, yammer, website etc.)"], ["Support the program leadership team in planning activities, ensuring schedules are being maintained and deliverables, milestones and dependencies are incorporated."], ["Provide administration support to the program activities: project governance forums, stand ups, stakeholder updates, meetings schedule"], ["Coordinate to create and maintain project documentation, plans and reports as well as appropriate paperwork"], ["Strongs hands on experience working on Microsoft excel (advanced features, complex formulas, pivot tables, or macros)."]], "Yêu cầu công việc": [["Key Selection Criteria"], ["At least 3 years of relevant experience as a program/portfolio coordinator with a background and experience working in a technology environment."], ["Outstanding levels of productivity in terms of attention to details, time management, prioritisation, and speed."], ["The ability to work autonomously by meeting deadlines, managing priorities and agility to be able to adapt to flexible timeframes."], ["Team player with a strong customer service focus. Well-developed interpersonal skills, including coordination, liaison, negotiation, and multicultural communication."], ["Keen attention to detail with ability to manage own time well, and prioritise competing work demands, effectively."], ["Excellent verbal and written communication skills in English and Vietnamese with a wide variety of stakeholders."], ["Demonstrated ability to work with confidential information"], ["Demonstrated superior knowledge and experience in using computer software such as Microsoft Word, Excel, Power Point and Access."], ["Bachelor’s degree in Technology (or an related discipline)"], ["Certification in Prince2 or PMI preferable but not essential"], ["English Proficiency"], ["English is the language of teaching and communication at RMIT Vietnam. For this role, the minimum requirement is IELTS General with a score of at least 6.5 (or equivalent, as outlined in the Recruitment, Selection and Onboarding Guidelines)."], ["For any role, English Language Proficiency may also be proven by showing successful completion of secondary education to a level qualifying to enter university study while being instructed through the medium of English, as per the RMIT University recognised qualification list."]]},
{"url": "https://www.vietnamworks.com/it-customer-services-officer--1767603-jv?source=searchResults&searchType=2&placement=1767603&sortBy=latest", "job_name": "IT Customer Services Officer", "company_name": "RMIT University Vietnam", "salary": "$650 - $700", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Giáo dục/Đào Tạo"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["IT Service, IT Operations, IT Helpdesk, Customer Service, Communication"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["RMIT University Commitment"], ["RMIT is committed to the rights of students and staff to be safe, respected, valued, and treated as an equal in their place of study and work.  All staff are expected to share this commitment and contribute to a safer community. While carrying out their role, staff are in a position of trust with students.  Staff have a duty of care to report wellbeing concerns about students through the designated channels and uphold to the code of conduct. RMIT Vietnam expects all staff members to comply with its Code of Conduct, policies and procedures, which relate to legal and regulatory requirements and our ways of working."], ["Why RMIT University Vietnam?"], ["RMIT Vietnam is committed to excellence, innovation, and social responsibility. We welcome applications from qualified and passionate individuals who share our values and vision. RMIT University has a global reputation and ranks 140th globally and 11th in Australia in QS World University Rankings 2024. To learn more about our rankings, please check out our latest facts and figures here Reputation and rankings - RMIT University"], ["Rewards and Benefits:"], ["Competitive salary package and allowances"], ["Generous annual leave, carer leave and public holidays (Christmas and Tet Holidays)"], ["Private health insurance and wellness programs"], ["Professional development and career advancement"], ["Access to state-of-the-art facilities and resources"], ["A vibrant and diverse campus life and more!"], ["RMIT Vietnam has been honoured with the respectable HR Asia Award as Top Employer to Work For in Asia. To find out more about RMIT Vietnam and our current vacancies, please visit our website: https://www.rmit.edu.vn/careers"], ["Position Summary"], ["The position is responsible for providing day to day assistance to staff and students in their use of the University’s IT supported services including: desktop, laptop, printer, A/V, authentication, email, internet access, on-line teaching and learning systems."], ["Reporting Line"], ["Reports to:  IT Customer Services Manager"], ["Key Accountabilities"], ["Handle assigned tickets from first line support."], ["Deliver end-user support in a professional manner for desktops, laptops, printers and audio visual equipment through telephone, email, remote desktop and visiting the user."], ["Coordinate the repair of minor problems with printers, computers and software on daily operating basis."], ["Update detailed information of tickets into the ticketing system."], ["Report major problems to IT Customer Services Manager."], ["Perform regular proactive checks of desktops, printers, telephones and other IT devices as instructed by IT Customer Services Manager."], ["Provide out of hours support as required by being available through mobile phone access after-hours."], ["Any other duties as directed by IT Customer Services Manager"]], "Yêu cầu công việc": [["Key Selection Criteria"], ["Have at least 2 years’ experience in similar roles"], ["Demonstrated general experience in IT service"], ["Demonstrated knowledge in desktop operating systems and applications, and general troubleshooting skills"], ["Well-developed interpersonal skills"], ["Ability to display appropriate behaviours in line with the position, as per the RMIT Behavioural Capability Framework (Connectedness, Commitment to Excellence – Improve and Simplify; Imagination and Innovation; Impact; Inclusion; Agility)."], ["English Proficiency"], ["English is the language of teaching and communication at RMIT Vietnam. For this role, the minimum requirement is IELTS General with a score of at least 5.5 (or equivalent, as outlined in the Recruitment, Selection and Onboarding Guidelines)."], ["For any role, English Language Proficiency may also be proven by showing successful completion of secondary education to a level qualifying to enter university study while being instructed through the medium of English, as per the RMIT University recognised qualification list."]]},
{"url": "https://www.vietnamworks.com/chuyen-gia-chinh-sach-san-pham-cvp--1767577-jv?source=searchResults&searchType=2&placement=1767577&sortBy=latest", "job_name": "Chuyên Gia Chính Sách Sản Phẩm - CVP", "company_name": "Công Ty Tài Chính Trách Nhiệm Hữu Hạn MB Shinsei", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Tài Chính"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Tiếng Anh, Tín Dụng Ngân Hàng, Core Banking, Xây Dựng Chính Sách, Phát Triển Sản Phẩm"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["•\tThu thập dữ liệu, thông tin và xây dựng các chính sách, quy trình và các văn bản hướng dẫn triển khai các hoạt động phát triển và quản lý sản phẩm."], ["•\tXây dựng, soạn thảo các chương trình cấp tín dụng cho Khách hàng (Cá nhân/doanh nghiệp) và các hướng dẫn triển khai chương trình."], ["•\tHỗ trợ thiết kế các luồng triển khai sản phẩm trên hệ thống"], ["•\tXây dựng và/hoặc tư vấn xây dựng các mô hình đánh giá hiệu quả liên quan đến sản phẩm và/hoặc mô hình kinh doanh"], ["•\tHướng dẫn, giải đáp nghiệp vụ về chương trình, sản phẩm. Xử lý các vấn đề hệ thống phát sinh trong suốt quá trình triển khai."]], "Yêu cầu công việc": [["•\tTốt nghiệp Đại học trở lên các chuyên ngành có liên quan đến Tài chính - Ngân hàng, Tài chính - Doanh nghiệp, Thương mại điện tử, Kinh tế, Quản trị kinh doanh,..."], ["•\tCó kinh nghiệm từ 5 năm trở lên tại các vị trí xây dựng chính sách sản phẩm/phát triển sản phẩm/ quy trình sản phẩm tại các tổ chức tín dụng"], ["•\tỨng viên có kinh nghiệm hoặc hiểu biết về việc triển khai sản phẩm tín dụng trên hệ thống corebanking và trên nền tảng số hóa là lợi thế lớn"], ["•\tSử dụng thành thạo Tiếng Anh"], ["•\tỨng xử công bằng, lịch sự, văn minh."], ["•\tTinh thần lạc quan, cởi mở và thái độ tích cực trong công việc, tương tác."], ["•\tThích ứng với công nghệ số, linh hoạt và nhạy bén"]]},
{"url": "https://www.vietnamworks.com/it-manager-truong-phong-it--1767580-jv?source=searchResults&searchType=2&placement=1767580&sortBy=latest", "job_name": "IT Manager - Trưởng Phòng IT", "company_name": "Công Ty Cổ Phần Dệt Bảo Minh", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["IT Project Management, IT System Administration, ERP, System Management, Infrastructure Security"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Daily control for IT and related infrastructures"], ["- Setup or issue procedures/ policies for operations of IT Dept (managing IT equipment, update desktop & laptop standard, control security and cyber-attacks, data storage/ back-up rules, authorization to access server,… )."], ["- Control and manage software and applications."], ["- Support & handle, work with software supplier (such as software for warehouse, accounting, HR, customs,…)."], ["- Build & implement the application/ software (having ability to code in-house software which applied for production or factory automation is advantage)."], ["- Promote digitalization activities or new/ upcoming technology, hardware, software."], ["- Ensure the security and stable operation of whole IT and related infrastructures (WSUS update, antivirus update, protect the strange entrance into system, business email compromise,…)."], ["- Assist and support users to solve troubles related to hardware, software or other IT devices and equipment."], ["- Implement the maintenance works for IT and related infrastructures."], ["- Build up the plan for replacing or upgrading IT and related infrastructures."], ["- Acting as project coordinator of ERP implementation phase."], ["- Join and provide feedback for IT/ security audit or survey from the customers."], ["- Report weekly, monthly for operations of IT Dept"], ["- Control the department costs/ expenses and responsible for checking payment documents for IT Dept (such as printer rental fees,…)."], ["- Prepare annual budget and make sure its cost effective."], ["- Other tasks is assigned by BOM"]], "Yêu cầu công việc": [["- Have at least 3 years experience in IT Manager position."], ["- Have experience of ERP project implementation, especially with ERP software"], ["- Have knowledge and experience of project management."], ["- Have knowledge and experience of network & server system management."], ["- Graduated with IT majority."], ["- Honest, hardworking & eager to study."], ["- Teamwork skill, time management skill, communication skill."], ["- Prefer with candidate have experiences working in IT Dept of manufacturing company."], ["- English fluency"], ["***SALARY & BENEFITS"], ["- Salary: Negotiate. Annual salary increase based on job performance evaluation."], ["- insurance according to Vietnamese law."], ["- Free lunch, accommodation; Annual summer trip; Year-end party; Sports activities, team-building..."], ["- Opportunity to attend professional training every year (domestic and oversea)."], ["Cách thức tuyển dụng:"], ["Gửi CV/resume qua VietnamWorks"], ["1.\tỨng viên sẽ được mời phỏng vấn tại Công ty Cổ phần Dệt Bảo Minh – Khu công nghiệp Bảo Minh, Vụ Bản, Nam Định"], ["2.\tPhụ trách tuyển dụng: Mr Nguyễn Hữu Tuyến"]]},
{"url": "https://www.vietnamworks.com/it-infrastructure-architect-asst-manager-1767466-jv?source=searchResults&searchType=2&placement=1767466&sortBy=latest", "job_name": "IT Infrastructure Architect Asst. Manager", "company_name": "Japfa Comfeed Vietnam Ltd", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Server Management, Thiết Lập Hệ Thống Mạng, Công Nghệ Thông Tin, IT Administration, Virtualization VMware"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Việt"], "Mô tả công việc": [["IT Asst Manager chịu trách nhiệm về các nhiệm vụ khác nhau liên quan đến hạ tầng, tài sản CNTT."], ["Chi tiết công việc:"], ["•\tNghiên cứu, tìm kiếm giải pháp để xây dựng chiến lược công nghệ cho công ty"], ["•\tCùng đội ngũ sẽ thiết lập và thực hiện các chính sách, thủ tục phù hợp cũng như kiến tạo một môi trường làm việc an toàn và bảo mật."], ["Nhiệm vụ:"], ["•\tQuản trị hệ thống tường lửa Fortinet, Server nội bộ, ảo hóa vmware, mail offfice 365, web, mạng internet, VPN site to site, phần cứng, phần mềm, tổng đài nội bộ, bản quyền,  v.v."], ["•\tThiết lập hệ thống kiến trúc hạ tầng cơ sở công nghệ cho doanh nghiệp, bao gồm."], ["•\tThiết kế và cài đặt, duy trì bảo dưỡng hệ thống máy chủ nội bộ, mạng nội bộ,"], ["•\tQuản lý hệ thống server chủ, quản lý hệ thống mạng nội bộ, đảm bảo hệ thống hoạt động ổn định, nhịp nhàng."], ["•\tTổ chức sửa chữa, khắc phục các sự cố máy tính, sự cố hệ thống mạng, không để hoạt động của công ty bị gián đoạn bởi các trục trặc từ hệ thống công nghệ thông tin."], ["•\tĐưa ra các đề xuất phần mềm ứng dụng phù hợp với hoạt động kinh doanh của doanh nghiệp, chịu trách nhiệm hướng dẫn sử dụng và quản lý việc sử dụng các phần mềm đó trong công việc, đảm bảo việc sử dụng các phần mềm này mang lại hiệu quả cho hoạt động kinh doanh."], ["•\tVà các công việc khác liên quan CNTT."], ["•\tĐịnh hướng và phát triển phòng IT"], ["•\tXác định định hướng phát triển."], ["•\tLập kế hoạch, chính sách hoạt động cho phòng IT."], ["•\tThực hiện việc phân công công việc cho các nhân viên phòng IT hiệu quả."], ["•\tCó kế hoạch cụ thể để đánh giá kết quả công việc toàn bộ phận và có biện pháp khen thưởng, kỷ luật nhân viên phù hợp."], ["•\tXây dựng ngân sách hoạt động IT, có trách nhiệm quản lý việc sử dụng ngân sách, đảm bảo các hoạt động được thực hiện trong phạm vi ngân sách được duyệt."], ["•\tGiám sát và thực hiện các dự án về công nghệ"], ["•\tXây dựng và nâng cấp cơ sở hạ tầng công nghệ thông tin"]], "Yêu cầu công việc": [["- Kinh nghiệm trong doanh nghiệp FDI, >= 2 years ở vị trí tương đương"], ["- Tốt nghiệp Cao đẳng, Đại học chuyên ngành bảo mật thông tin, và các chuyên ngành liên quan."], ["- Tiếng anh giao tiếp cơ bản"]]},
{"url": "https://www.vietnamworks.com/automotive-android-platform-engineer--1767550-jv?source=searchResults&searchType=2&placement=1767550&sortBy=latest", "job_name": "Automotive Android Platform Engineer", "company_name": "Bosch Global Software Technologies Company Limited", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["C Programming Language, C++, Linux Kernel, Android"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Design, develop, and test embedded software for MHU device (Infotainment system)"], ["- Coding, analyse issue of linux driver, linux kernel to connect peripherals"], ["- Develop android HAL service, native service, frameworks for AOSP"]], "Yêu cầu công việc": [["- Demonstrated proficiency in C/C++ programming language"], ["- Broad knowledge of the Linux kernel: Process scheduler, memory management, Virtual file system, device tree"], ["- Experience in communication protocols (I2C, SPI, Uart...) and Linux kernel concept: Interrupt, Spinlock, multi threading..."], ["- Experience in working with AOSP project, native HAL service, android frameworks (service, provider, activity, windows)"], ["- Demonstrated experience with kernel patching and debugging, porting new driver"], ["- Familiarity with Arm boot processes (e.g. U-Boot) and Arm bring-up experience"], ["- Familiarity with Gerrit code review, CI/CD tools (Jenkin, Quickbuild...)"]]},
{"url": "https://www.vietnamworks.com/telematic-developers--1767548-jv?source=searchResults&searchType=2&placement=1767548&sortBy=latest", "job_name": "Telematic Developers", "company_name": "Bosch Global Software Technologies Company Limited", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["C++, C Programming Language, Linux, Embedded, Automotive"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Understand and analyze customer's requirements"], ["- Software development, integration and testing based on requirements"], ["- Execute software development tasks, document user guides, test results and report problems"], ["- Handling tickets of new features, issues and change requests for the software platform"], ["- Debug and maintain the software running on target devices via network TCP/IP or Automotive protocols"], ["- Provide effort estimation and other inputs for project planning"]], "Yêu cầu công việc": [["- Good Linux system programming C/C++"], ["- Have knowledge about Automotive SDLC, Agile model of project management."], ["- Good Linux security Understanding and implementation (Selinux/TPM)"], ["- Nice to have mobile network knowledge and interaction with Qualcomm baseband, nice to have experience with MDM9628."], ["- Strong Linux Service/Application implementation/design and troubleshooting."], ["- Refer to have CAN UDS/KWP2000"], ["- Nice to have SomeIP/OpenSSL and TLS"], ["- Good kernel module integration, open-source library integration."], ["- Could adapt high-pressure working environment."], ["- Good team playing and collaboration."], ["- Good English writing and verbal communication"]]},
{"url": "https://www.vietnamworks.com/penetration-tester--1767547-jv?source=searchResults&searchType=2&placement=1767547&sortBy=latest", "job_name": "Penetration Tester", "company_name": "Bosch Global Software Technologies Company Limited", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Bảo Mật Công Nghệ Thông Tin"], "LĨNH VỰC": ["Ô tô"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Software Testing, Security, Penetration Testing, IT Security, Cyber Security Analysis"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Global Business Services (GS) is a Bosch service unit providing end 2 end process services to Bosch internal organization. GS/TE the tecnical enabling team of GS, we’re the engine of GS digital transformation by leading and implementing smart automation, UX design, data analytics, digital initiatives, IT application goverancne and IT portfolio, investment management. GS/TET-APAC is the regional organization of GE/TE. With competences and capacities located in the APAC, we work together with our business partners to escort, capture, conceptualize, implement and operation digital initiatives in order to capitalize the power of digital innovation. We drive and lead the GS regional cross functional digital initiative incubation, project implementation, platform rollout and design of digital business models"], ["Your responsibilities:"], ["- Perform penetration testing to identify potential vulnerabilities in web systems, cloud services and IoT solutions using hacking attacks"], ["- Perform risk assessment for identified vulnerabilities to design detailed penetration test report."], ["- Present findings to relevant stakeholders and technical teams to introduce testing procedure, methodology and vulnerability risk severity in technical dimension"], ["- Investigate and analyze vulnerabilities on software systems, to design protection measures to mitigate cybersecurity risks"], ["- Investigate, research and evaluate security industry trends and best practices."]], "Yêu cầu công việc": [["- Minimum 1 year of Penetration Testing experience with strong skills in penetration testing and vulnerability mining capabilities"], ["- Familiar with Web and App security, capable of independent testing on WEB, Android, and iOS platforms."], ["- Proficient in commonly used security tools such as: BurpSuite, Nmap, Sqlmap, Kali Linux, etc., understanding the principles, familiar with the script code."], ["- Be able to independently complete the penetration testing of the company's related applications and servers, and propose solutions to related vulnerabilities."], ["- OSCP certification preferred."], ["- Excellent verbal and written communication skills in English."]]},
{"url": "https://www.vietnamworks.com/embedded-software-engineer-multimedia-graphic-video--1767545-jv?source=searchResults&searchType=2&placement=1767545&sortBy=latest", "job_name": "Embedded Software Engineer (Multimedia - Graphic/video)", "company_name": "Bosch Global Software Technologies Company Limited", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Embedded, C Language, RTOS, Graphic"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Need to meet the expectation about \"C language\" requirements such as SWC/CDD position"], ["- Writing software to control specialized peripherals for graphics (refer RCAR-H3 chipset)"], ["- Need to come up with a solution to support many different types of audio peripherals"], ["- Analyzing current graphic software modules and providing a video stack/framework development solution for Nextgen that meets Functional Safety requirements and supports running animations and saves memory usage and fast bootup time"]], "Yêu cầu công việc": [["- Strong embedded C programming:"], ["+ Strong logical thinking in using C language."], ["+ Understand or used to work with C in MCU (Microcontroller) environment."], ["+ Have knowledge about Misra/Cert-C"], ["- At least 3 years of experience in Embedded Software Development:"], ["+ Experience in working in Real Time Operating System (RTOS)"], ["+ Experience with review of source code and fixing potential software bugs in software."], ["+ Experience with static code analysis and fixing deviations."], ["+ Experience with version control, CI-CD system (Jenkins) and change management tools."], ["+ Understanding compilation process (linking, preprocessing, optimization etc)"], ["- Strong Driver development in full SDLC:"], ["+ Used to work with MCU line that supports Graphics"], ["+ Used to work with 2D/3D engine is a plus"], ["+ Used to work with GMSL deserializer such as MAX9296"], ["- Strong Graphic/Video library/framework:"], ["+ Used to work with framework/library graphic (e.g LVGL + TouchGFX …)"], ["+ Used to work with animation on MCU platform is a plus"]]},
{"url": "https://www.vietnamworks.com/embedded-software-developer-c-language--1767542-jv?source=searchResults&searchType=2&placement=1767542&sortBy=latest", "job_name": "Embedded Software Developer (C Language)", "company_name": "Bosch Global Software Technologies Company Limited", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Embedded, C Language, RTOS"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Fixing bugs for the current software"], ["- Completing documents such as UML design + Requirement Completing"], ["- Analyzing new or changed software requirements to adjust to the corresponding software"], ["- Analyzing logical business and software for each current module to ensure all normal running cases as well as abnormalities that may occur with this software module."], ["- Analyzing performance and model communication between software module and the remaining to optimize about logical processing."], ["- Giving solutions to optimize the current software or handle logic better/enough cases"], ["- Taking part in new component development for Nextgen"], ["- Analyzing the interface and integration of software module"]], "Yêu cầu công việc": [["- At least 3 years of experience in Embedded Software Development:"], ["+ Experience with review of source code and fixing potential software bugs in software."], ["+ Experience with static code analysis and fixing deviations."], ["+ Experience with version control, CI-CD system (Jenkins) and change management tools."], ["+ Understanding compilation process (linking, preprocessing, optimization etc)"], ["- Strong embedded C programming:"], ["+ Strong logical thinking in using C language."], ["+ Understand or used to work with C in MCU (Microcontroller) environment."], ["+ Have knowledge about Misra/Cert-C"], ["- Experience in real-time operating systems:"], ["+ Used to work at least 1 time in Realtime operating system."], ["+ Understand the main requirements such as protect resource (mutex/ spinlock)"], ["+ Understand about how Runnable work in task and how it schedules."], ["- Experience in AUTOSAR RTE:"], ["+ Know and understand about RTE APIs and their using."], ["+ Know and understand about the interfaces with the under layer of AUTOSAR Basic Software layer such as COM/ DCM/ NvM/ BswM & EcuM"]]},
{"url": "https://www.vietnamworks.com/embedded-software-engineer-multimedia-audio--1767540-jv?source=searchResults&searchType=2&placement=1767540&sortBy=latest", "job_name": "Embedded Software Engineer (Multimedia - Audio)", "company_name": "Bosch Global Software Technologies Company Limited", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Embedded, C Language, SDLC, RTOS, Audio Software"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Need to meet the expectation about \"C language\" requirements such as SWC/CDD position"], ["- Writing software to control specialized audio peripherals"], ["- Need to come up with solutions to support many different types of audio peripherals"], ["- Analyzing current audio software modules and providing solutions to develop audio stack/framework for"], ["- Nextgen that meets Functional Safety requirements and supports running WAV on MCU platforms"]], "Yêu cầu công việc": [["- Strong embedded C programming:"], ["+ Strong logical thinking in using C language."], ["+ Understand or used to work with C in MCU (Microcontroller) environment."], ["+ Have knowledge about Misra/Cert-C"], ["- At least 3 years of experience in Embedded Software Development:"], ["+ Experience in working in Real Time Operating System (RTOS)"], ["+ Experience with review of source code and fixing potential software bugs in software."], ["+ Experience with static code analysis and fixing deviations."], ["+ Experience with version control, CI-CD system (Jenkins) and change management tools."], ["+ Understanding compilation process (linking, preprocessing, optimization etc)"], ["- Strong Driver development in full SDLC:"], ["+ Used to work/understand about TDM + I2S"], ["+ Used to work/understand about DSP Macury"], ["- Strong Audio Library/framework:"], ["+ Understanding WAV format."], ["+ Understanding a variety of methods to create sounds or play sounds from available data"], ["+ Understanding solutions for mixing sound"]]},
{"url": "https://www.vietnamworks.com/sap-consultant-fico-sd-pp-mm-basis-1767359-jv?source=searchResults&searchType=2&placement=1767359&sortBy=latest", "job_name": "SAP Consultant (Fico, Sd, Pp, Mm, Basis)", "company_name": "Công Ty TNHH LG CNS Việt Nam", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SAP, SAP FICO, Agile, Project Management, ABAP"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["LG CNS is looking for SAP consultants (SAP FICO, MM, SD, PP, BASIS) with 5 years or more of experience,"], ["We are looking for suitable candidates:"], ["•\t Collaborate with clients to identify business requirements and develop SAP solutions to meet their needs."], ["•\tDesign, configure and implement SAP modules and solutions, including SAP FICOor MM or SD or PP and/or other relevant modules."], ["•\tParticipate in project meetings and give regular updates to project stakeholders."], ["•\tPerform testing (UAT/UNIT/REGRESSION) and training sessions."]], "Yêu cầu công việc": [["[Required]"], ["•\tBachelor’s degree in information technology or a related field."], ["•\t5+ years of experience in implementing and supporting SAP solutions."], ["•\tStrong knowledge of SAP FICO, MM, SD, PP, and other major modules."], ["•\tExperience with project management methodologies such as Agile."], ["•\tExcellent communication and interpersonal skills."], ["•\tAbility to work individually and collaborate with a team."], ["•\tEnglish Communication (TOEIC above 550 and similar certificates)"], ["•\tUnderstand ABAP basic."], ["[Nice to have]"], ["•\tInterface knowledge with SAP and Non-SAP systems."], ["•\tRelevant certifications like SAP Certified Technology Associate and SAP Certified Development Associate."], ["•\tExposure and hands-on in other module/ sub module configuration, customizing and deployment."], ["•\tAware of the latest SAP technologies, tools, and best practices."], ["Opportunity"], ["•\tAttractive salary and bonus will be discussed after going through CV & Interview"], ["•\tReview capacity annually and adjust salary increases according to work performance."], ["•\tKorean language certificate bonus (TOPIK)"], ["•\tHealth care: Premium health insurance, Annual health check-up"], ["•\tYoung working environment"], ["•\tGood career development opportunities with interesting and challenging projects."], ["•\tEnglish, Korean, technical, soft skills training courses."], ["•\tOpportunity to learn special courses from LG CNS, new technology and security."], ["•\tGifts on holidays (April 30th - May 1st, September 2nd, Tet, etc.)"], ["•\tOutdoor activities with company support: sports clubs, team building, happy hour parties, birthdays, travel, employee and family events, etc."], ["•\tWorking hours: 8 hours from Monday - Friday (8:00 - 12:00 - 13:00 - 17:00)"], ["Location"], ["•\t15th Floor, Keangnam Landmark 72, Me Tri, Nam Tu Liem, Hanoi"]]},
{"url": "https://www.vietnamworks.com/abap-developer--1767353-jv?source=searchResults&searchType=2&placement=1767353&sortBy=latest", "job_name": "ABAP Developer", "company_name": "Công Ty TNHH LG CNS Việt Nam", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["ABAP, English, SAP, BDC Programming, SAP ECC 6.0"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["[SW Development]"], ["In this position, your main job will be:"], ["•\tDevelop SAP ECC 6.0, S/4 HANA"], ["•\tReport work progress to Leader."], ["•\tCoordinate with the team in Korea to complete the project."]], "Yêu cầu công việc": [["[Required]"], ["•\tStrongly understand about:"], ["o\tALV OOPs / Smartforms"], ["o\tImport/Export Excel"], ["o\tScreen Painter/ Module Pool"], ["o\tBAPI/ IDOC/ BDC"], ["•\tGood English communication (TOEIC 550 or higher or similar certificates)"], ["•\tOver 2 years of ABAP coding experience"], ["[Preferred]"], ["•\tExperienced in doing S/4HANA projects"], ["•\tHave over 5 years of experience in ABAP"], ["•\tHave Dev experience on SAP Business Transformation Platform"], ["Opportunity"], ["•\tAttractive salary and bonus will be discussed after going through CV & Interview"], ["•\tReview capacity annually and adjust salary increases according to work performance."], ["•\tKorean language certificate bonus (TOPIK)"], ["•\tHealth care: Premium health insurance, Annual health check-up"], ["•\tYoung working environment, flexible working hours"], ["•\tGood career development opportunities with interesting and challenging projects."], ["•\tEnglish, Korean, technical, soft skills training courses."], ["•\tOpportunity to learn special courses from LG CNS, new technology and security."], ["•\tGifts on holidays (April 30th - May 1st, September 2nd, Tet, etc.)"], ["•\tOutdoor activities with company support: sports clubs, team building, happy hour parties, birthdays, travel, employee and family events, etc."], ["•\tWorking hours: 8 hours from Monday - Friday (8:00 - 12:00 - 13:00 - 17:00)"], ["Location"], ["•\t15th Floor, Keangnam Landmark 72, Me Tri, Nam Tu Liem, Hanoi"]]},
{"url": "https://www.vietnamworks.com/it-communicator-salary-up-to-1500-1--1767342-jv?source=searchResults&searchType=2&placement=1767342&sortBy=latest", "job_name": "IT Communicator (Salary Up To 1500$)", "company_name": "Allgrowlabo Co.,ltd.", "salary": "$800 - $1500", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Biên Dịch, Phiên Dịch, Công Nghệ Thông Tin, Tiếng Nhật N2, IT Communications"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["• Công việc chủ yếu phiên dịch-biên dịch trong các buổi họp, hội thảo, phỏng vấn, tin nhắn giữa nhân viên người Việt với sếp người Nhật hoặc với khách hàng...."], ["• Giao tiếp nhận nhiệm vụ từ các sếp người Nhật"], ["• Biên dịch tài liệu Nhật-Việt, Việt - Nhật"], ["• Là cầu nối phiên dịch giữa các kỹ sư Việt Nam và khách hàng, không yêu cầu hiểu biết về lĩnh vực IT nhưng khuyến khích cho những ứng viên có kinh nghiệm"], ["• Hỗ trợ công việc liên quan đến tuyển dụng, nhân sự và những công việc của bộ phận tổng vụ"], ["• Các công việc khác theo sự phân công của quản lý."]], "Yêu cầu công việc": [["Your skills and experiences"], ["- Ứng viên có trình độ tiếng Nhật N2 trở lên"], ["- Tự tin về kỹ năng nghe nói"], ["- Không yêu cầu trình độ IT nhưng ưu tiên cho những ứng viên có kinh nghiệm"], ["- Ưu tiên cho ứng viên có kinh nghiệm làm việc tại Nhật Bản"], ["- Có khả năng làm việc độc lập và làm việc nhóm"], ["- Yêu cầu: CV tiếng Nhật"], ["Why you'll love working here"], [], ["- Thử việc FULL lương."], ["- Thưởng lương tháng lương thứ 13."], ["- Mức lương xứng đáng với năng lực của mình."], ["- Xét tăng lương 2 lần/năm."], ["- Hỗ trợ tiền trợ cấp giữ xe."], ["- Sau khi làm việc một thời gian, có thể bàn bạc đăng ký làm việc theo hình thức Hybrid."], ["- Tặng quà sinh nhật, tham gia tiệc theo quý."], ["- Được đóng các khoản BHXH, BHYT, BHTN, KPCĐ theo quy định của pháp luật."], ["- Kiểm tra sức khỏe định kỳ hàng năm."], ["- Được đào tạo các kỹ năng cần thiết theo yêu cầu công việc."], ["- Được làm việc trong môi trường chuyên nghiệp, năng động, cơ hội thăng tiến cao."], ["- Snack …. FREE trong thời gian làm việc."], ["- Du lịch công ty."]]},
{"url": "https://www.vietnamworks.com/chief-technology-officer--1767444-jv?source=searchResults&searchType=2&placement=1767444&sortBy=latest", "job_name": "Chief Technology Officer", "company_name": "Công Ty CP Công Nghệ Giáo Dục Trường Học Trực Tuyến", "salary": "$2000 - $3200", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Giáo dục/Đào Tạo"], "CẤP BẬC": ["Giám Đốc và Cấp Cao Hơn"], "KỸ NĂNG": ["Technology Management, Công Nghệ Phần Mềm, Service Delivery Management, Software Solution Architecture, Full SDLC"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["As the Chief Technology Officer (CTO), you will be responsible for leading and overseeing all aspects of technology strategy, infrastructure, and operations. You will play a crucial role in driving innovation, ensuring technical excellence, and providing strategic direction for the development and implementation of our educational technology solutions. This is a senior leadership position that requires deep knowledge of the EdTech industry and a passion for leveraging technology to transform education."], ["JOB DESCRIPTION:"], ["- Manage tech team of 30 staff (Dev, QC, Infra..)."], ["- Setting up IT organization structure, procedural guidelines to establish a successful delivery process."], ["- Advise CEO/BOD for IT trends and IT upgrade, and plan to apply to company's products."], ["- Overseeing teams across the different stages of project delivery by supervising staff."], ["- Resource management, maximize resource usage, maximize member’s performance."], ["- Evaluating consumer feedback and instituting changes as necessary to manage expectations."], ["- Build and maintain engineering culture."]], "Yêu cầu công việc": [["* Qualifications and experience:"], ["- Graduated in Computer Science, Information Technology, or related fields."], ["- At least 10 years of working experience in the field of information technology, with a minimum of 5 years in a team lead position or higher and 2 years in a technology director or similar role."], ["*Knowledge and skills:"], ["- Deep understanding of technology and trends in the EdTech industry."], ["- Strong leadership skills, team management ability, and task orientation."], ["- Strategic thinking skills and the ability to make decisions in complex business environments."], ["- Inspiration and passion for applying technology to improve education."], [], ["*Flexibility and adaptability:"], ["- Ability to work effectively in a fast-paced and rapidly changing environment that demands flexibility."], ["- Willingness to adapt to new changes and challenges while maintaining a strong focus on company goals."]]},
{"url": "https://www.vietnamworks.com/it-executive--1767416-jv?source=searchResults&searchType=2&placement=1767416&sortBy=latest", "job_name": "IT Executive", "company_name": "AGC Chemicals Vietnam Co., Ltd", "salary": "Thương lượng", "end_date": "2024-05-19", "address": null, "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["IT System Administration, Helpdesk, ERP Support, Internal Consulting, Efficient Problem Solving"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["-\tManage current SAP B1 system by enhancing and maintaining the Company’s business processes."], ["-\tWorks with internal Users to gather and interpret user/system requirements into design specifications."], ["-\tIdentify gaps, issues and propose solutions proactively to support company business."], ["-\tReport and query design and development."], ["-\tParticipates in new or improvement ERP projects."], ["-\tTraining Users and prepare training materials."], ["-\tDevelop DX activities to improve The Company’s technology level."]], "Yêu cầu công việc": [["Education:"], ["University/ college graduated in management information system, IT or higher is prefer."], ["With software development background."], ["Skill:"], ["-\tGood analytical, problem-solving, and consulting skill."], ["-\tEnglish fluently in 4 skills"], ["-\tTime Management, leadership and decision making."], ["Experience:"], ["-\tExperience with ERP project implementation, roll-out, and support (involved in at least 1 ERP project), experience in SAP implementation is preferred."], ["-\tHaving experiences on joining a certain digital transformation (DX) project to develop smart working environment/ smart office operations."], ["Attitude"], [": Honest, diversity, respect to dis-agreement & Company oriented mindset"]]},
{"url": "https://www.vietnamworks.com/foxconn-bac-giang-tuyen-gap-ky-su-te-test-engineer--1766252-jv?source=searchResults&searchType=2&placement=1766302&sortBy=latest", "job_name": "Foxconn Bắc Giang Tuyển Gấp Kỹ Sư TE (Test Engineer)", "company_name": "Công Ty TNHH Công Nghệ Chính Xác Fuyu", "salary": "$500 - $1200", "end_date": "2024-05-16", "address": null, "NGÀY ĐĂNG": ["16/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "QA/QC/Software Testing"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Python, Lập Trình C++, Test, PCBA, IT Phần Mềm"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Hiện nay do mở rộng quy mô sản xuất, chúng tôi cần tuyển gấp 20 KỸ SƯ TE - TEST ENGINEER làm việc tại 2 chi nhánh của Foxconn tại KCN Quang Châu, Bắc Giang:"], ["- Công ty TNHH Công nghệ chính xác FUYU, Lô F, M và lô T"], ["- Công ty TNHH Fuhong Precision Component, Lô P"], ["MÔ TẢ CÔNG VIỆC"], ["1. Viết chương trình test sản phẩm điện tử (dành cho kỹ sư biết lập trình)"], ["2. Lắp đặt chuyền test theo kế hoạch sản xuất"], ["3. Cài đặt và bảo trì các trạm test, khống chế và cải thiện tỷ lệ retest"], ["4. Phối hợp chặt chẽ với các bên liên quan để đảm bảo tiến độ sản xuất."], ["QUYỀN LỢI:"], ["- Làm việc tại nhà xưởng mới quy mô lớn vô cùng xịn xò"], ["- Mức lương đàm phán hấp dẫn, đóng bảo hiểm ngay từ tháng thử việc"], ["- Chương trình khám sức khỏe miễn phí hàng năm"], ["- Cơ hội đi đào tạo tại Foxconn Trung Quốc, Phần Lan, Hungary..."]], "Yêu cầu công việc": [["- Tốt nghiệp CĐ trở lên các chuyên ngành Điện, Điện tử, CNTT..."], ["- Có kinh nghiệm lập trình chương trình test, test sản phẩm, sửa chữa máy test tại công ty điện tử"], ["- Ưu tiên biết lập trình một trong các ngôn ngữ: C#, C++, Python…"], ["- Kỹ năng tiếng Anh hoặc tiếng Trung trình độ khá trở lên"]]}
]