[
{"url": "https://www.vietnamworks.com/analyst-supplier-compliance-promotions-rebates-pricing--1769398-jv?source=searchResults&searchType=2&placement=1769398&sortBy=latest", "job_name": "Analyst (Supplier Compliance, Promotions, Rebates, Pricing)", "company_name": "Profectus Vietnam Co. Ltd.", "salary": "Thương lượng", "end_date": "2024-04-25", "address": ["Level G & Level 2, Đinh Lễ building - 1 Đinh Lễ street, District 4, HCMC", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Data Engineer/Data Analyst/AI"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["English, Data Processing, Supplier Assessment, Finance, Product Analyst"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["*JOB DESCRIPTION:"], ["- Read and understand our client’s agreements with their suppliers in English (agreements can be within Emails, Business Contracts, Price Change Forms...)"], ["- Using Excel, perform analysis on the client’s transactional data (Accounts Payable, Invoice Details, Purchase Orders, Sales…)"], ["- Compare the client’s transactional data with the client’s agreements to validate if all transactions have been paid correctly"], ["- Identify any historical transactions which have some sort of payment error (where the data does not match to the agreement)"], ["- Create detailed reports in Excel to describe and calculate any payment errors identified"], ["- Discuss your findings by emails or IM with the overseas project teams and customers located in Australia, New Zealand, etc."], ["- Using our tools and the available data/agreements, assist to recover the missing monies from our client’s suppliers and resolve any errors identified"], ["- Additional processing, transformation, and validation of data may also be required to assist with the analysis, recovery, and resolution of the errors"], ["- Other assignments by line manager"]], "Yêu cầu công việc": [["*REQUIREMENTS"], ["- University degree in related fields (Finance, Auditing, Economics, Business, Banking...)"], ["- At least 1-year experience in data analytics, retail/wholesale/manufacturing, cost/pricing/promotional/rebates analysis, supplier compliance, accounts payable review, internal auditing, freight/logistics/supply chain…"], ["SKILLS:"], ["- Excellent level of English (especially reading - and verbal communication)"], ["- Detail-oriented, careful manner"], ["- Logical Thinking"], ["- Good analysis skills, love to work with figures/data"], ["- A good team player to effectively work in a dedicated team"], ["- Able to work under high pressure with good change management skills"], ["- Good at MS Office, especially Excel"], ["- Basic knowledge of SQL (preferred by not required)"], ["BENEFITS:"], ["-\tDynamic and professional working environment."], ["-\t13th&14th month salary."], ["-\tBao Viet Healthcare insurance."], ["-\t100% gross salary in probation"], ["-\t100% statutory insurance"], ["-  15+ full-paid annual leave"], ["-  A day off on Christmas day (25th December), plus 1-2 surprising Screen Free Days per year."], ["*English CV is required"]]},
{"url": "https://www.vietnamworks.com/ky-su-mang-va-an-toan-thong-tin-fresher-thu-nhap-toi-1-500-tuyen-gap--1769364-jv?source=searchResults&searchType=2&placement=1769364&sortBy=latest", "job_name": "Kỹ Sư Mạng Và An Toàn Thông Tin - Fresher (Thu Nhập Tới $1,500) / Tuyển Gấp", "company_name": "Công Ty Cổ Phần Tư Vấn Chuyển Giao Công Nghệ ITC", "salary": "Thương lượng", "end_date": "2024-04-25", "address": ["Số 10, ngõ 81 phố Linh Lang, phường Cống Vị, quận Ba Đình, Hà Nội", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Bảo Mật Công Nghệ Thông Tin"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Mới Tốt Nghiệp"], "KỸ NĂNG": ["CCNP, VoIP, Bảo Mật Dữ Liệu, An Toàn Thông Tin, An Toàn Thông Tin Mạng"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Thực hiện làm Hồ sơ dự thầu;", "- Triển khai dự án: Khảo sát, xây dựng phương án triển khai, thực hiện triển khai tại địa điểm của khách hàng, nghiệm thu dự án…;", "- Hỗ trợ khách hàng khi hệ thống của khách hàng có sự cố;", "- Nghiên cứu sản phẩm và giải pháp mới, tư vấn cho bộ phận Quản lý khách hàng trong công ty nhằm phát triển thị trường: đưa ra giải pháp, danh mục thiết bị và giới thiệu giải pháp với khách hàng…."]], "Yêu cầu công việc": [["- Nam, Tốt nghiệp/ Đang chờ tốt nghiệp Đại học chuyên ngành công nghệ thông tin, điện tử viễn thông.", "- Độ tuổi: 22-30", "- Ứng viên hoàn thành khóa học CCNA. Ưu tiên đã có chứng chỉ CCNA/CCNP (Cisco Certified Nettwork Profressional)", "- Ưu tiên người có kinh nghiệm triển khai hệ thống mạng Metro, IP backbone, Core", "- Có kiến thức về bảo mật, VoIP, Telecom.", "- Có khả năng tư duy hệ thống", "- Thông thạo tiếng Anh, đặc biệt là kỹ năng đọc tài liệu", "- Khả năng xác định và giải quyết vấn đề tốt - Chấp nhận đi công tác xa – trong và ngoài nước.", "- Có phương tiện đi lại (Xe máy)", "*** Quyền lợi:", "- Thu nhập hấp dẫn cạnh tranh lên tới 1500 USD/tháng", "- Thưởng cuối năm theo năng lực hoàn thành công việc.", "- Cơ hội thăng tiến cao.", "- BHXH & BHYT theo quy định của Nhà nước. Nghỉ lễ Tết theo quy định của Nhà nước và Công ty.", "- Ứng viên được hưởng đầy đủ các chế độ phúc lợi xã hội của công ty: Nghỉ mát hàng năm, picnic hàng tháng / quý, tham dự các khóa đào tạo cải thiện kỹ năng, hoạt động văn hóa thể dục thể.", "- Đặc biệt khi trở thành nhân viên của công ty, bạn sẽ:", "+) Được tham gia vào các dự án có hàm lượng kỹ thuật cao, có định hướng và lộ trình nghề nghiệp rõ ràng;", "+) Được đào tạo thi chứng chỉ CCIE;", "+) Được kiểm tra EQ để xây dựng bản đồ DISC (mô hình dùng để nhận diện tính cách, hành vi ) nhằm xây dựng Profile cá nhân gồm Self Image (Bản tính), Work Mask (Hành vi trong công việc) và Under Presure (Hành xử khi chịu sức ép) - từ đó xác định sở trường, sở đoản và khuyến cáo công việc phù hợp nhằm phát huy sở trường cũng như nắm bắt sở đoản để học cách khắc phục nó."]]},
{"url": "https://www.vietnamworks.com/senior-technical-officer--1769359-jv?source=searchResults&searchType=2&placement=1769359&sortBy=latest", "job_name": "Senior Technical Officer", "company_name": "Vietnam Singapore Industrial Park J.v., Co., Ltd", "salary": "Thương lượng", "end_date": "2024-04-25", "address": ["No. 8, Dai Lo Huu Nghi, VSIP, Thuan An, Binh Duong", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Bất Động Sản/Cho thuê"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Network, IT Helpdesk, Server System Management, IT Security"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["•\tMaintain, support, supervise configuraton, programble for the SCADA/DMS/EMS of the power grid at VSIP I Binh Duong."], ["•\tSupport Operation team to manage and operate 24/7 at the OCC."], ["•\tConfiguration, fixing the ICT system which included network system, server system, computer system,…"], ["•\tMake the reports (incident, maintenance) to the M&E department."], ["•\tOperate, build, edit, maintain & troubleshoot computer system errors including hardware and software, network equipment, firewalls at the SCADA/DMS/EMS VSIP 1 control center;"], ["•\tResponsible for ensuring IT Security, OT Security and Network system at the Control Center. Regularly perform periodic assessments and update security patches."], ["•\tResponsible for operate, edit, troubleshoot Microsoft Azure Cloud system, Virtual Private Server, Web Server services,…"], ["•\tTasks assigned by expertise (other)."]], "Yêu cầu công việc": [["1. Knowledge (*):"], ["- Minimum 3 years of experience in deploying network systems, Window Server system, IT security systems, OT security systems, Microsoft Azure Cloud systems, Web Server for control centers, monitoring centers, or smart systems;"], ["- Expreience in SCADA, HMI, PLC, BMS and IIoT systems."], ["2. Skills (*):"], ["At least five of technical skills below:"], ["- Understanding/knowledge about network system, Network Management. Requires CCNA/CompTIA Network+ certification or equivalent;"], ["- Understanding/knowledge about IT Security (NGFW/IPS/IDS, Data Diode, DMZ, ACL, Anti-virus Software, v.v). Having knowledge of IT Security (ISO 27 001), OT Security (NERC CIP, IEC 62 443) for central SCADA system is a plus."], ["- Understanding/knowledge about Window Server Administration (Active Directory Services, Policy, Domain Controller, DHCP, NTP, SFTP, VPN, Web Server,…). Window Server Administration certification is a plus;"], ["- Understanding/knowledge about Microsoft Azure Cloud, VPS. Having Azure Cloud certificate is a plus;"], ["- Have knowledge of popular operating systems such as Windows, Linux, Vmware;"], ["- Have knowledge of popular web development such as HTTP, NodeJS, Angular/React,…"], ["- Database (SQL, Oracle, MYSQL, etc.)"], ["- Programble in VB.NET, C/C++, C#, Python"], ["- Knowledge of SCADA protocols (Modbus, DNP3, IEC 60 870/104, IEC 61 850 OPC, MQTT,…)."], ["- Cisco/Microsoft or CCNA Certificate is a plus."], ["- Knowledge of implementing SCADA, IIoT project is a plus."], ["- Good communication skills: Group discussion, work well with a team environment."], ["- Good at Vietnamese and English oral and written communication."], ["3. Qualities (*):"], ["- Graduated from technical univerity or equivalent."], ["- Self-Motivation, Initiative and Teamwork."], ["- Major: Electrical, Automation Computer Engineering, or related field."], ["4. Age: below 35 years old."]]},
{"url": "https://www.vietnamworks.com/audio-visual-technician-ktv-am-thanh-anh-sang-1769296-jv?source=searchResults&searchType=2&placement=1769296&sortBy=latest", "job_name": "Audio Visual Technician/ KTV Âm Thanh, Ánh Sáng", "company_name": "The International School At ParkCity Hanoi (ISPH)", "salary": "Thương lượng", "end_date": "2024-04-25", "address": ["Khu đô thị ParkCity, đường Lê Trọng Tấn, P. La Khê, Q. Hà Đông, Hà Nội", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Giáo dục/Đào Tạo"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["English, Facility Maintenance, Audio Visual Equipment, IT Helpdesk, Audio Visual Support"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["The post holder oversees and operates school audio-visual facilities and promotes their effective and"], ["innovative use. Besides, the post holder is a member of the school IT team to support events and other"], ["IT-related tasks."], ["Key Responsibilities and Accountabilities:"], ["• In charge of controlling Audio Visual equipment"], ["-\tBeing the first point of contact for all queries regarding the capability and use of the school's audio-visual facilities, including all sound and light control and support for school events and activities."], ["-\tArrange maintenance and any repairs or enhancements required to the audio-visual systems."], ["-\tManaging the installation of new audiovisual equipment, such as screens, microphones, etc., within the school as required."], ["-\tBe responsible for setting up Audio Visual systems in the school's events"], ["-\tBe responsible for book keeping of equipment-related contracts and documents."], ["• Providing IT Helpdesk."], ["-\tThe hardware includes Computers, Networks, Servers, Printers, TVs, etc."], ["-\tHardware support covers user issue troubleshooting and problem resolve"], ["-\tThe software includes school information systems and study apps like OpenApply, iSAMS, SchoolBuddy, Hubmis, Google WorkSpace, etc."], ["-\tSoftware support covers new user creation, role assignment, password reset, system"], ["-\tmaintenance, data export, etc."], ["•\tPerform other tasks as may reasonably be required by the Line Manager."]], "Yêu cầu công việc": [["Skills, Competencies, and Characteristics Required:"], ["● Be able to communicate in English verbally and in written."], ["● Be proactive, positive, approachable, and well-organized."], ["● Strong IT skills across a range of applications and support."], ["● Have a service-minded, positive attitude and be willing to help desk."], ["● Be highly trustworthy, honest, and dependable."], ["● Ability to work both independently and collaboratively"], ["● Should have an understanding of how schools operate."], ["● Should show a willingness to be involved in the life of the school over and above the administrative"], ["role."], ["● Should enjoy working with children and young people"], ["Minimum Work Experience"], ["● Two years of professional experience in sound and light control is desired yet not essential."], ["● Previous experience of working in an international school is desired yet not essential."], ["● Experience in working effectively with people from diverse backgrounds."], ["Minimum Academic/Professional Qualifications:"], ["● Graduate degree in a relevant discipline."]]},
{"url": "https://www.vietnamworks.com/salesforce-developer--1769344-jv?source=searchResults&searchType=2&placement=1769344&sortBy=latest", "job_name": "Salesforce Developer", "company_name": "ELCA Information Technology (Vietnam) Limited", "salary": "Thương lượng", "end_date": "2024-04-25", "address": ["15F-19F CII Tower, 152 Dien Bien Phu, Ward 25, Binh Thanh District, Ho Chi Minh city", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Salesforce Development, Salesforce, ITIL, Data Studio, Tableau"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["About us"], ["SecuTix is a global software company providing the industry-leading SaaS Ticketing Engagement Platform. Our solution is used by the largest sports clubs, live entertainment businesses, and leading museums…, managing annual sales of about 45 million tickets."], ["In this role"], ["We are looking for a qualified Salesforce Developer to join our Customer Service team, whose mission is to contribute to maintaining and administering our Salesforce platform."], ["- Maintain and administer Salesforce instance, including user access to data, security settings, and application configuration."], ["- Administer users’ permissions on objects, fields, and reports."], ["- Troubleshoot any technical difficulties and resolve any issues."], ["- Manage the installation and maintenance of applications within Salesforce."], ["- Create customizations for use with Salesforce."], ["- Monitor system performance and identify issues."], ["- Provide support to users who need help using the platform respond promptly to requests for assistance and offer advice where appropriate."], ["- Contribute to document Salesforce platform (user guides, specifications, …)."], ["- Follow established guidelines and procedures."]], "Yêu cầu công việc": [["About your profile"], ["Expectations"], ["- Bachelor’s degree in Computer science, Information Technology, or Engineering or related."], ["- Salesforce Certified Administrator."], ["- Knowledgeable with 3+ years of relevant work experience in Salesforce platform administration."], ["- Strong analytical skills to investigate and correctly identify the root cause."], ["- Patience when handling tough cases."], ["- Good at time management skills, able to identify and prioritize urgent/ critical requests."], ["- Strong communication and presentation skills."], ["- Demonstrates professionalism and confidence: dynamic thinker, proactive, can-do attitude, problem solver, and result-oriented."], ["- Has a customer-oriented mindset."], ["- Proficient in English is required."], ["- Eagerness to learn, develop, and get involved in a wide range of tasks."], ["Nice-to-have"], ["- ITIL certification."], ["- Experienced in Data Studio/Tableau."], ["- Knowing French/German/ Spanish is a strong plus."]]},
{"url": "https://www.vietnamworks.com/product-manager--1769323-jv?source=searchResults&searchType=2&placement=1769323&sortBy=latest", "job_name": "Product Manager", "company_name": "Gameloft", "salary": "Thương lượng", "end_date": "2024-04-25", "address": ["Tầng 3, 4 tòa Lilama 10, Tố Hữu, Nam Từ Liêm, Hà Nội", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phân Tích Kinh Doanh/Phân Tích Hệ Thống"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Project Management, Business Analysis, Product Management, English, Data Analysis"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["The Product Manager is part of the Gameloft World Monetization Department and manages a product team to drive the revenue strategy of top games throughout their lifecycle, with the objective of boosting KPIs related to engagement & monetization."], ["Your main challenges will include:"], ["- Own the game in live operations as a product - including product strategy, roadmap, product delivery and performance metrics."], ["- Collaborate with the game leadership (Producer, Design, Economy Design, Marketing...) to define the roadmap and long-term vision for the games, and ensure targets are met."], ["- Drive the Live Operations, product & UA acquisition strategies, and help upper management level take decisions."], ["- Collect insights and feedback from players to continuously identify opportunities to improve the game and its success."], ["- Dynamically prioritize the product roadmap for what is most impactful for the players and the business."], ["- Be a key contact point for external stakeholders and raise the business profile of the game throughout the whole organization."], ["- A/B test, research and analyze data to improve overall performance and support key game decisions."], ["- Mentor and train the product team to reach their objectives & focus on the right KPIs."]], "Yêu cầu công việc": [["- At least 2 years of experience in Marketing/Analytics/Online or Consulting, in product-oriented roles; gaming related roles are a plus."], ["- Deep knowledge of top grossing games and F2P mechanics as a whole."], ["- Have worked on at least 2 different tiles, one of them a Live Game operated as a service."], ["- Exceptional analytical & data modelling skills; and full proficiency of Excel/PowerPoint."], ["- Fluency in English, both written and orally."], ["- Game design or game creation skills are plus."], ["- Bachelor's degree in marketing, Economics, or a related field; Master is a plus."], ["- Basic knowledge of programming languages is an asset (SQL, Python, R, etc.)."], ["- Be result-driven and comfortable working in a fast-paced environment."], ["- Be able to think on your feet and highly organized."], ["- Analyze large data sets at ease & provide actionable insights."], ["- Be a team player with strong leadership."], ["- Be able to negotiate and communicate in English effectively in a multidisciplinary team."], ["- Combine creative thinking with clear data-driven decisions."], ["- Have strong passion for video games on any platform."]]},
{"url": "https://www.vietnamworks.com/ho-chuyen-vien-qlrr-he-thong-cntt--1769249-jv?source=searchResults&searchType=2&placement=1769249&sortBy=latest", "job_name": "HO - Chuyên Viên QLRR Hệ Thống CNTT", "company_name": "Ngân Hàng Thương Mại Cổ Phần Bưu Điện Liên Việt (LPBank)", "salary": "$500 - $1000", "end_date": "2024-04-25", "address": ["Tòa nhà LPB, Số 210 đường Trần Quang Khải, Phường Tràng Tiền, Quận Hoàn Kiếm, Hà Nội, Việt Nam", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Bảo Mật Công Nghệ Thông Tin"], "LĨNH VỰC": ["Ngân hàng"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Security Risk Assessment, IT Risk Management, Công Nghệ Thông Tin, Quản Lý Rủi Ro, An Ninh Thông Tin"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Rà soát/đánh giá cho ý kiến các vấn đề rủi ro đối với Chính sách, quy định, quy trình và các hướng dẫn liên quan đến quản lý hệ thống CNTT"], ["- Thực hiện các chương trình đánh giá độc lập để nhận diện các nguy cơ phát sinh rủi ro liên quan đến hệ thống CNTT, đo lường rủi ro trên cơ sở ước tính tổn thất khi xảy ra rủi ro đối với hoạt động kinh doanh;"], ["- Thu thập và phân tích, đánh giá các sự kiện RRHĐ phát sinh liên quan đến hệ thống CNTT và ứng dụng công nghệ. Thực hiện đánh giá độc lập các báo cáo xử lý sự cố ANTT/sự cố hệ thống CNTT và đề xuất các biện pháp cải tiến/cải thiện rủi ro hệ thống CNTT;"], ["- Phân tích, đánh giá và tư vấn giải pháp phòng ngừa, giảm thiểu rủi ro đối với các quy trình, sản phẩm, dự án mới ... của Ngân hàng liên quan đến hệ thống CNTT;"], ["- Tham gia triển khai các giải pháp chống thất thoát dữ liệu tại Ngân hàng;"], ["- Thực hiện rà soát và đánh giá độc lập và đưa các khuyến nghị về khả năng duy trì hoạt động ổn định, liên tục của hệ thống CNTT;"], ["- Phối hợp với Khối CNTT đề xuất các phương án xử lý các sự cố/vấn đề/rủi ro phát sinh liên quan đến an toàn hệ thống CNTT;"], ["- Tham gia các dự án liên quan đến kiểm tra, đánh giá ATTT."]], "Yêu cầu công việc": [["- Tốt nghiệp Đại học Chính quy trở lên ngành Kinh tế, Tài chính Ngân hàng, Công nghệ thông tin, Quản lý rủi ro, An ninh bảo mật thông tin hoặc các ngành tương đương;"], ["- Có kiến thức cơ bản về kinh tế, hiểu biết chung về hoạt động NHTM;"], ["- Hiểu biết về các nghiệp vụ/quy trình triển khai nghiệp vụ/sản phẩm của Ngân hàng;"], ["- Nắm vững kiến thức về CNTT, QLRR, An ninh, bảo mật thông tin;"], ["- Có tối thiểu 02 năm trong lĩnh vực QLRR hệ thống CNTT của Ngân hàng/ANTT;"], ["- Có các chứng chỉ quốc tế như ISO 27001:2013, CISA, CISM, CISSP, CGEIT, CEH, OSCP,... là lợi thế."]]},
{"url": "https://www.vietnamworks.com/qa-game-tester--1769230-jv?source=searchResults&searchType=2&placement=1769230&sortBy=latest", "job_name": "QA Game Tester", "company_name": "Nexon Networks Vina Co. Ltd,", "salary": "Thương lượng", "end_date": "2024-04-25", "address": ["UOA Tower, 6 Tan Trao Street, Tan Phu Ward, District 7, HCMC, Vietnam", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "QA/QC/Software Testing"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Game Testing, Quality Assurance, Manual Testing, English, Test Cases"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Chúng tôi tuyển dụng QA Game Tester để đảm bảo chất lượng các trò chơi thông qua biện pháp kiểm tra thủ công."], ["Ứng viên đủ tiêu chuẩn cần có đôi mắt tinh tường và có khả năng thiết lập các tình huống kiểm tra lỗi khác nhau. Đam mê game là một lợi thế."], ["•   Kiểm soát nội dung cơ bản trong game."], ["•   Kiểm soát các chức năng có độ phức tạp khác nhau."], ["•   Nội dung kiểm tra liên quan đến dữ liệu số."], ["•   Báo cáo lỗi bằng cách sử dụng các công cụ theo dõi lỗi."], ["•   Hỗ trợ các thử nghiệm khác nhau, xem xét các kế hoạch và công việc."], ["•   Làm việc với nhóm Kiểm soát chất lượng ở Hàn Quốc."], ["•   Rà soát dự án."], ["•   Viết tình huống kiểm tra lỗi."], ["•   Kiểm soát nội dung mới và quan trọng."], ["•   Kiểm soát các chức năng có độ phức tạp cao"], ["•   Kiểm soát sản phẩm trả phí và tính khả thi"], ["•   Kiểm soát theo các tiêu chí đánh giá trên nền tảng iOS / Android"], ["•   Kiểm soát quá trình đối chiếu."], ["•   Quản lý và phân công công việc trong nhóm, đảm bảo chất lượng dự án đáp ứng thời hạn yêu cầu."], ["-------------------------------------------------------------------------------------------------------------"], ["We are looking for a QA Tester to ensure game quality through manual testing. You will be responsible for finding and reporting bugs and glitches."], ["Qualified candidates should have a keen eye for detail and be passionate about playing games. Competent in executing test cases and passionate about quality are highly preferable."], ["•\tTest Basic contents"], ["•\tTest functionalities with low complexity"], ["•\tTest contents related to numerical data"], ["•\tReport issues by using bug-tracking tools"], ["•\tSupport other testing, reviewing plans, and all actions."], ["•\tCommunicate with QA Team in Korea."], ["•\tReviewing projects"], ["•\tWrite test cases"], ["•\tTest new and main contents"], ["•\tTest functions with high complexity"], ["•\tTest pay goods and probability"], ["•\tTest in accordance with IOS/AOS App Store inspection criteria"], ["•\tTest during checkups"], ["•\tManage and assign tasks to team, ensure project quality meets delivery time."]], "Yêu cầu công việc": [["• Mới tốt nghiệp hoặc đang đợi bằng tốt nghiệp"], ["• Ưu tiên ứng viên từ 20 - 27 tuổi"], ["• Có kiến thức và đam mê chơi game (YÊU CẦU: Hãy mô tả về kinh nghiệm chơi game hoặc kiến thức về game của bạn trong CV bao gồm các tựa game mà bạn đã chơi)."], ["• Chủ động học hỏi và tiếp thu kiến thức mới."], ["• Thành thạo MS Office"], ["• Kỹ năng đọc và viết tiếng Anh là một lợi thế."], ["• Có tinh thần đồng đội, kỷ luật và tuân thủ các chính sách và quy định của công ty."], ["• Quyết tâm đem lại dịch vụ chất lượng cao cho người dùng."], [], ["---------------------------------------------------------------------------------------------------------"], ["• Fresher"], ["• Preference will be given to candidates aged 20 - 27 years old"], ["• Have passion and knowledge of playing games (REQUIRED: Describe your playing game experience or game knowledge in your CV including game tiles that you have played)."], ["• Self-motivated to learn and acquire new knowledge."], ["• Proficiency in MS Office."], ["• Reading and writing in English is required."], ["• A team-player, self-disciplined, and willing to abide by company rules and policies."], ["• Ambition to bring high-quality services for the users."]]},
{"url": "https://www.vietnamworks.com/nhan-vien-it-helpdesk-lam-viec-tai-ha-tinh-1769216-jv?source=searchResults&searchType=2&placement=1769216&sortBy=latest", "job_name": "Nhân Viên IT Helpdesk (Làm Việc Tại Hà Tĩnh)", "company_name": "Văn Phòng Pro-Sports Tại Hà Nội", "salary": "Thương lượng", "end_date": "2024-04-25", "address": ["Tầng 15, Tòa nhà Lilama 10, Tố Hữu, Nam Từ Liêm, Hà Nội", " "], "NGÀY ĐĂNG": ["24/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Dệt may/May mặc/Giày dép"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["IT Administration, IT Phần Cứng, IT Operations, IT Security"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Duy trì chất lượng, đảm bảo hệ thống thông tin được hoạt động ổn định."], ["- Kịp thời phát hiện và xử lý các vấn đề liên quan đến sự cố máy tính, cài đặt phần mềm"], ["- Theo dõi và tư vấn nâng cấp cho hệ thống mạng thông tin nội bộ trong trường hợp cần thiết."], ["- Bảo trì hệ thống mạng và máy tính của công ty."], ["- Sắp xếp, hệ thống hóa và quản lý dữ liệu người dùng."], ["- Thử nghiệm và đánh giá những công nghệ mới phục vụ cho công việc của công ty."]], "Yêu cầu công việc": [["- Tốt nghiệp CĐ, ĐH chuyên ngành công nghệ thông tin, điện tử viễn thông..."], ["- Tuổi: 21-40"], ["- Có ít nhất 1 năm kinh nghiệm tại vị trí tương đương"], ["- Kỹ năng: Tin học văn phòng, giao tiếp, giải quyết vấn đề"], ["QUYỀN LỢI"], ["- Mức lương: thỏa thuận"], ["- Hỗ trợ các chi phí xăng xe, nhà trọ,..."], ["- Hỗ trợ ăn trưa. Thưởng lương tháng thứ 13. Thưởng năng suất,.."], ["- Công việc ổn định, lâu dài: Tăng lương hàng năm, cơ hội thăng tiến,.."], ["- Tham gia bảo hiểm y tế, xã hội, … theo quy định Pháp luật."], ["- Hỗ trợ xe đưa đón đối với lao động ở xa"], ["- Được đào tạo bài bản, nâng cao chuyên môn, phát triển bản thân."], ["- Được tham gia các hoạt động team building, nghỉ mát và các hoạt động phong trào có ý nghĩa khác"], ["- Nơi làm việc sạch sẽ, thoáng mát, hiện đại"], ["THỜI GIAN LÀM VIỆC:"], ["07h30-17h45, Thứ 2 - Thứ 7 hàng tuần"]]},
{"url": "https://www.vietnamworks.com/solution-architect-onboard-asap-1769180-jv?source=searchResults&searchType=2&placement=1769180&sortBy=latest", "job_name": "Solution Architect (Onboard ASAP)", "company_name": "Hitachi Digital Services", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Floor 3rd, 4th Helios Building - Floor 9th QTSC9 Building, Quang Trung Software City, Tan Chanh Hiep Ward, District 12", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Machine Learning, AWS Cloud Computing, Java, Application Migration, C#"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["• Migrating, replacing, or decommissioning applications."], ["• Guide teams through assessment/implementation/migration phases effectively."], ["• Manage group or project team to achieve the defined objectives."], ["• Communicate with customers / vendors / other contractor on requirements, schedule, technical solution, etc."], ["• Report to the senior manager."]], "Yêu cầu công việc": [["• B.S. or higher degree in Computer Science or Information Technology (IT)."], ["• 5+ years of experience in software development and project management."], ["• Expert in object-oriented analysis and design (OOAD) skills, XML, SOA, Messaging (MQ/JMS), design pattern, common framework, UML."], ["• Have developed expertise in relational database design."], ["• System and architectural design techniques"], ["• Proficiency with debugging, refactoring and maintaining an existing system."], ["• At least 5 years of experience: C/C++, .NET, Java Spring boot, ReactJS/Angular. Optional: WPF/WCF"], ["• Experience working in a DevOps and CI/CD environment: Jenkins, Sonar, Ansible/Terraform"], ["• Knowledge of Machine Learning and Deep Learning is a plus."], ["• Knowledge of OWASP standard is a plus."], ["• Fluent in English."]]},
{"url": "https://www.vietnamworks.com/senior-seo-marketing-executive-1769156-jv?source=searchResults&searchType=2&placement=1769156&sortBy=latest", "job_name": "Senior SEO Marketing Executive", "company_name": "Công Ty TNHH Giải Pháp Công Nghệ Ngôi Sao Đỏ", "salary": "$1000 - $3000", "end_date": "2024-05-23", "address": ["19 Cao Thắng, Phường 2, Quận 3, Thành phố Hồ Chí Minh", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SEO, Marketing, ERP, ASO, Google Display Network"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Có kiến thức trong việc xây dựng và quản lý nhiều dự án cùng một lúc."], ["- Thường xuyên cập nhật các thuật toán Google."], ["- Có khả năng phân tích và audit On-page định kỳ tuần/tháng."], ["- Có kiến thức trong việc chọn lọc website để xây dựng backlink."], ["- Có kiến thức cơ bản để chỉnh sửa Technical website mã nguồn Worldpress (htms, css...)"], ["- Có khả năng sử dụng thành thạo các tool SEO hiện nay (Ahref, Semrush, Majestic,...)"], ["- Có kiến thức (ASO) và tối ưu hóa công cụ tìm kiếm (SEO) và Affiliate là một lợi thế."], ["- Kỹ năng tìm kiếm thông tin trên internet thuộc loại khá giỏi."], ["- Kinh nghiệm phân tích và nghiên cứu từ khóa, nghiên cứu thị trường, phân tích đối thủ đang làm ra sao."], ["- Nắm bắt trend xu hướng, nhanh nhạy với sự thay đổi của môi trường internet."], ["- Đã SEO lên top thành công các từ khóa có volume search nhỏ hơn 100.000 / tháng."], ["- Ưu tiên các ứng viên có kinh nghiệm đẩy các từ khóa lên top mang lại chuyển đổi performance tốt ở các lĩnh vực (thương mại điện tử, online travel, bất động sản, crypto, tài chính, mobile-gaming, các sản phẩm đông y, etc....)"]], "Yêu cầu công việc": [["- Tiếng Anh giao tiếp căn bản, đọc hiểu tài liệu tiếng anh về SEO là 1 lợi thế"], ["- Kỹ tính, cẩn thận, chi tiết và có trách nhiệm với công việc."], ["- Có tinh thần cầu tiến, ham học hỏi và kiếm tiền bằng SEO."], ["- Thái độ hơn Trình độ"], ["- Gắn bó lâu dài với công việc là 1 điểm cộng"], ["- Khả năng multi task và quản lý thời gian tốt"], ["- Tự tin giao tiếp, teamwork tốt, nhiệt huyết trong công việc và không ngại học hỏi, đổi mới."]]},
{"url": "https://www.vietnamworks.com/senior-digital-marketing-executive--1769141-jv?source=searchResults&searchType=2&placement=1769141&sortBy=latest", "job_name": "Senior Digital Marketing Executive", "company_name": "Công Ty TNHH Giải Pháp Công Nghệ Ngôi Sao Đỏ", "salary": "$1000 - $3000", "end_date": "2024-05-23", "address": ["19 Cao Thắng, Phường 2, Quận 3, Thành phố Hồ Chí Minh", " "], "POSTED DATE": ["23/04/2024"], "JOB FUNCTION": ["Information Technology/Telecommunications", " > ", "IT Product Management/Project Management"], "JOB INDUSTRY": ["IT Software/SaaS"], "JOB LEVEL": ["Experienced (non-manager)"], "SKILL": ["Digital Marketing, Marketing, Google Ads, Facebook Ads, SEO"], "PREFERRED LANGUAGE": ["Any"], "Job description": [["- Quản lý các kênh chiến dịch mang lại hiệu suất performance tốt, có khả năng triển khai và setup các quảng cáo trên tất các các kênh. Kiểm soát được hiệu quả các chiến dịch cần ưu tiên theo mục tiêu performance đề ra."], ["- Lập kế hoạch và theo dõi triển khai tất cả các hoạt động chiến dịch quảng cáo performance (ứng dụng di động và trang web) thông qua các kênh quảng cáo hiện thị, tiếp thị liên kết, phương tiện truyền thông ...."], ["- Quản lý thiết lập các chiến dịch quảng cáo performance và branding trên các kênh: Facebook Ads, Google Adword, Adnetwork, CPD, Social Media, TVC, OOH..."], ["- Làm việc dựa trên ngân sách đưa ra và đạt được KPI mục tiêu cam kết, giữa cho CAC ở mức tối ưu."], ["- Quản lý và liên lạc với nhiều nhà cung cấp và các bên thứ ba để đạt được các mục tiêu KPI đề ra."], ["- Đo lường và báo cáo hiệu suất performance tất cả các chiến dịch tiếp thị kỹ thuật số và đánh giá theo các mục tiêu ( ROI & KPI )."], ["- Xác định xu hướng và thông tin chi tiết, đồng thời tối ưu hóa chi tiêu và hiệu suất dựa trên các thông tin chi tiết."], ["- Có khả năng phân tích và đánh giá tốt chỉ số các chiến dịch mang lại hiệu quả user đưa về từ nhiều kênh."], ["- Thực hiện giám sát các báo cáo chống gian lận trong các chiến dịch quảng cáo và thực hiện các hành động phối hợp với các bên thứ ba để giám sát và giảm thiểu việc gian lận ở các chiến dịch tiếp thị số."], ["- Lập kế hoạch và tạo các chiến dịch thử nghiệm A-B quy mô nhỏ để tối ưu hiệu suất chiến dịch quảng cáo tốt hơn."], ["- Đề xuất các kênh digital mới có tiềm năng mang lại lượng người dùng mới một cách hiệu quả."]], "Job requirements": [["- Ưu tiên ứng viên có kinh nghiệm làm việc trong lĩnh vực Digital Performance, (tối thiểu 2 năm) có nhiều kinh nghiệm triển khai các chiến dịch Performance ở các lĩnh vực e-commerce, cryptocurrency online-travel, mobile-gaming, etc."], ["- Sử dụng thành thạo các nền tảng Digital Ads như Facebook Ads, Google Ads, Twitter Ads, Tiktok Ads, Display network khác...."], ["- Có kinh nghiệm quản lý các chiến dịch quảng cáo chuyển đổi."], ["- Có hiểu biết cơ bản chạy quảng cáo in-app và tối ứu hóa App Store (ASO) và tối ưu hóa công cụ tìm kiếm (SEO)."], ["- Có kinh nghiệm đo lường và theo dõi tối ưu tích hợp nền tảng (cho ứng dụng di động và trang web) với các bên thứ ba (ví dụ: Google, Facebook, Sizmek, Appsflyer)"], ["-  Hiểu và sáng tạo trong việc xác định được các đối tượng mục tiêu và đưa ra các chiến dịch kỹ thuật số thu hút người dùng nhiều nhất."], ["- Có hiểu biết tốt về các công cụ phân bổ trên thiết bị di động (ví dụ: Appsflyer)."], ["- Hiểu thông tin cơ bản về các phương pháp gian lận cài đặt ứng dụng di động và công cụ giám sát của nó (ví dụ: Appsflyer Protect 360)."], ["- Có hiểu biết cơ bản về setup và tối ưu goal & event Google Analytics, Tagmanager ...."], ["- Sử dụng thành tạo các công cụ Similarweb, Ahref, Semrush, Google data studio, Power Bi ...."], ["- Kỹ năng phân tích mạnh mẽ và tư duy dựa trên dữ liệu."], ["- Cập nhật các xu hướng mới nhất và các phương pháp hay nhất trong tiếp thị và đo lường trực tuyến."], ["- Có thể tạo các báo cáo có ý nghĩa bằng cách sử dụng các công cụ như Google Data Studio + Power Bi sẽ là một điểm cộng."], ["- Có kinh nghiệm xử lý và deal thỏa thuận việc mua quảng cáo với các bên thứ ba sẽ là một lợi thế."], ["- Yêu cầu giao tiếp được tiếng anh cơ bản trở lên."], ["- Khả năng multi task và quản lý thời gian tốt"], ["- Tự tin giao tiếp, teamwork tốt, nhiệt huyết trong công việc và không ngại học hỏi, đổi mới."]]},
{"url": "https://www.vietnamworks.com/senior-net-developer--1752701-jv?source=searchResults&searchType=2&placement=1752701&sortBy=latest", "job_name": "Senior .NET Developer", "company_name": "ELCA Information Technology (Vietnam) Limited", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["15F-19F CII Tower, 152 Dien Bien Phu, Ward 25, Binh Thanh District, Ho Chi Minh city", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["C#, .NET, SQL, WPF"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["✔ Deliver high-quality, secure, scalable, and maintainable software production"], ["✔ Work closely with business analysts and architects"], ["✔ Contribute to design, development, troubleshooting, testing, and documentation"], ["✔ Responsible for code quality and technical design"], ["✔ Coach and mentor team members"]], "Yêu cầu công việc": [["Must have"], ["✔ 4+ years of experience in software development (in .NET)"], ["✔ Experience in HTML, CSS, JavaScript/ TypeScript"], ["✔ Experience in .NET Core, NHibernate or EntityFramework, SQL Database"], ["✔ Strong technical, analytical, and problem-solving skills"], ["✔ Strong at OOP, SOLID principles, Design pattern"], ["✔ Familiar with Agile methodology"], ["✔ Good at English skills"], ["Nice to have"], ["✔ Experience in leading a project or team"], ["✔ Experience in Angular, WPF, CI/ CD."]]},
{"url": "https://www.vietnamworks.com/it-system-administrator-60--1769114-jv?source=searchResults&searchType=2&placement=1769114&sortBy=latest", "job_name": "IT System Administrator", "company_name": "Shinhan Vietnam Finance Company", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["17F & 23/F. Saigon Trade Center. 37 Ton Duc Thang. D.1. HCMC. Vietnam", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Tài Chính"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["System Administration, Linux, Infrastructure, Network, VMware Infrastructure"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["•\tEnhance daily IT operations"], ["•\tLead and coordinate the troubleshooting process"], ["•\tFind opportunities for further optimize the IT infrastructure and operations"], ["•\tEnhance Back up for System Administrators in critical technology areas"], ["•\tPrepare documentation and reports including but not limited to manuals, test guides, project plans and work breakdowns"], ["•\tDevelop and suggest the recommendations for supporting implementation and continuous improvement to the team and department"], ["•\tExecute the strategic and midterm plans of IT"], ["•\tWork in partnership with internal and/or external stakeholders to design, manage, test and seek agreement on development systems solutions to meet the needs of the business"], ["•\tReview and verification of technical documents created by the BA team"], ["•\tCoordinate with other team to accomplish business requirement"], ["•\tAnother task will be assigned."]], "Yêu cầu công việc": [["1.\tQualification"], ["•\tUniversity Degree majored in Computer Science, Information Technology or relevant experience."], ["2.\tWork Experience"], ["•\tMinimum 03 years working experience in IT infrastructures, operations or technical support environment."], ["•"], ["Experience in SAN, NAS system"], ["(San Switch, LUN, Host, add disk…)"], ["•"], ["Experience Linux systems:"], ["Lib, kernel, LVM. Shell script"], ["•"], ["VMware system:"], ["ESXI host, Vcenter, cluster, LACP VMware switch"], ["•"], ["IBM Power system:"], ["HMC, AIX"], ["•\tPractical experience with Docker containerization and Kubernetes Implementation"], ["3.\tKnowledge"], ["•\tGood understanding of TCP/IP, UDP, HTTP, SSL/TLS and DNS"], ["•\tGood knowledge of design patterns, system architecture, and best practices"], ["•\tGood knowledge of Virtualization"], ["•\tGood knowledge middleware, Webservices"], ["•\tGood knowledge of Window/UNIX/Linux operating system including troubleshooting and system hardening"], ["4.\tSkills"], ["•\tProcess Optimization"], ["•\tAutomation and scripting"], ["•\tTroubleshooting skills"], ["•\tSecurity and monitoring"], ["•\tJenkins"], ["•\tKubernetes"], ["•\tDocker"], ["•\tElasticsearch"], ["•\tVMware, SAN, basic network, Firewall"], ["•\tPatching OS Communication skills"], ["•\tTime management"], ["•\tTeamwork"], ["•\tCollaboration skills"], ["•\tRelationship building"], ["•\tCan use English"]]},
{"url": "https://www.vietnamworks.com/japanese-speaking-business-analyst-swat-team-1769089-jv?source=searchResults&searchType=2&placement=1769089&sortBy=latest", "job_name": "Japanese Speaking Business Analyst (Swat Team)", "company_name": "Hitachi Digital Services", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Floor 3rd, 4th Helios Building - Floor 9th QTSC9 Building, Quang Trung Software City, Tan Chanh Hiep Ward, District 12", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Japanese Speaking, Business Analysis, Software Development, Agile Scrum, English"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["The"], ["Japanese Speaking Business Analyst"], ["will work along with team members and customer, report directly to the project manager. Main responsibilities will include delivering new features, follow software development process, and contribute ideas to improve the project as follows:"], ["•\tParticipate in development activities such as requirement, design, programing, testing."], ["•\tAnalyze and elicit requirements directly throughout Japanese documents."], ["•\tDevelop and review requirements specification."], ["•\tTransfer requirements to team."], ["•\tVerify system before delivery."], ["•\tWork closely with the Project Manager for output verification and issue troubleshooting."]], "Yêu cầu công việc": [["•\tB.S., M.S. or equivalent degree in Information Technology, Computer Science, Computer Engineering or relevant major."], ["•\tJapanese language proficiency equivalent to JLPT N2 or JLPT N1 is required."], ["•\tHaving at least 3 years of experience in software development as Business Analyst role"], ["•\tStrong skills of issue analysis and come up resolution."], ["•\tSelf-motivated and eager to learn (in business domain, software engineering, language)."], ["•\tHigh responsibility and teamwork spirit."], ["•\tProficiency in English is a plus."], ["•\tKnowledge and experience with Energy domain is a plus."]]},
{"url": "https://www.vietnamworks.com/business-analyst--1769082-jv?source=searchResults&searchType=2&placement=1769082&sortBy=latest", "job_name": "Business Analyst", "company_name": "ELCA Information Technology (Vietnam) Limited", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["15F-19F CII Tower, 152 Dien Bien Phu, Ward 25, Binh Thanh District, Ho Chi Minh city", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phân Tích Kinh Doanh/Phân Tích Hệ Thống"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SQL, Business Analysis, UI/UX, UI Mockup, Functional Programming"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["MISSION"], ["You will work alongside developers within the Agile team. Your main tasks are:"], ["- Receive high-level functional requirements from Product Managers or customers in Switzerland."], ["- Seek for technical/functional design and estimate the solution."], ["- Provide detailed specifications with mockup, workflow as well as details rules for user stories."], ["- Transfer the business requirements and specifications to the development team and quality team."], ["- Perform user acceptance testing and validate the user stories."], ["- Ensure engineering team delivered features fulfill business values for end customers."]], "Yêu cầu công việc": [["QUALIFICATIONS"], ["Required"], ["- Minimum of 3 years of experience in business analysis or a related field."], ["- Logical thinking, critical thinking, and attention to detail."], ["- Ability to influence stakeholders and work closely with them to determine the best solutions."], ["- Excellent documentation and presentation skills."], ["- Knowledge of SQL and data modeling."], ["- Fluent communication in English."], ["Plus"], ["- Bachelor’s degree in computer science or in the information systems"], ["- Ability to use any UI/UX design tool."], ["- French or German"]]},
{"url": "https://www.vietnamworks.com/java-tech-lead--1769080-jv?source=searchResults&searchType=2&placement=1769080&sortBy=latest", "job_name": "Java Tech Lead", "company_name": "ELCA Information Technology (Vietnam) Limited", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["15F-19F CII Tower, 152 Dien Bien Phu, Ward 25, Binh Thanh District, Ho Chi Minh city", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Java Spring Boot, Java, Hibernate, Spring"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["As a JAVA Technical Lead, you are responsible for the quality of software developments for a complex application, either in the development or the maintenance phase."], ["You set standards, give technical directions, and perform reviews to verify the adherence to coding standards."], ["You work with architecture teams in Europe and Vietnam to understand designs and architecture directions."], ["As part of the software engineering team, you coach developers, help them to implement the software in line with the designs and standards, and you train them so they become independent on technical aspects."], ["You are hands-on and able to solve complex technical issues by yourself. You perform code reviews to validate the code written by teammates. You provide recommendations and directions for continuous improvement of the code quality (technical debt reduction, unit tests, coding standards)."], ["You design the technical stack for development projects. Whenever necessary, you research new or emerging technologies and frameworks, give recommendations, build proofs of concept, and conduct trainings."]], "Yêu cầu công việc": [["1. Required"], ["- Extensive experience in the [Tech] technology and ecosystem."], ["- Extensive knowledge of SQL and database management systems."], ["- Knowledge of Javascript, HTML, XML, CSS."], ["- Ability to understand designs documented in mainstream methodologies such as ADD, UML and BPMN."], ["- Litterate in continuous integration and deployment technologies (Jenkins, Docker)"], ["- Knowledge of clean-code tools such as Sonar."], [], ["2. Plus"], ["- Experience and/or certifications on Amazon, Azure and Oracle clouds."], ["- Experience on IT Operations and live systems (in production)."], ["- Knowledge of the Agile methodology (Scrum)."], ["- Knowledge of other programming languages."], [], ["Experience"], [], ["- At least 8 years experience in [Tech] development, including 2 years as a tech lead."], ["- Bachelor's degree in computer science or equivalent"], ["- Able to read and write technical documents in the English language. Oral communication skills in English is not mandatory but is a plus."]]},
{"url": "https://www.vietnamworks.com/manual-tester-qa-qc--1769077-jv?source=searchResults&searchType=2&placement=1769077&sortBy=latest", "job_name": "Manual Tester (QA QC)", "company_name": "ELCA Information Technology (Vietnam) Limited", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["15F-19F CII Tower, 152 Dien Bien Phu, Ward 25, Binh Thanh District, Ho Chi Minh city", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "QA/QC/Software Testing"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Software Testing, Manual Testing, QA"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["As a Software Tester at ELCA, your analytical and technical skills will directly contribute the quality of the software. Whether the testing is manual, automated, or cognitive you hold a key role in releasing the best deliverables to the customer. We Make It Work!"], ["You are responsible for the following activities:"], ["- Review and clarify Software requirement specification"], ["- Design, maintain, and execute manual test cases."], ["- Report, track, and monitor defects in the defect tracking system."], ["- Work closely with the development team to design testing strategies."], ["- Analyze change requests and update test documents (Test plan, test cases, etc.)."], ["- Address issues relating to testing quality."], ["- Communicate progress, test results to Testlead."]], "Yêu cầu công việc": [["1. Required:"], ["- Background in IT/Computer Science/Computer Engineering or related discipline"], ["- For Non-IT background, at least 1 year of experience as a QC/Tester/similar roles"], ["- Basic knowledge of testing methodology and testing tools"], ["- Experience in designing test cases based on requirements."], ["- Ability to effectively manage time, and individually prioritize multiple tasks of competing priority."], ["- Good oral and written communication skills."], ["- Strong passion for IT software and testing."], ["2. Plus"], ["- Experience with Agile based testing approaches is a plus"], ["- Research/ experience with Automation testing is a plus."]]},
{"url": "https://www.vietnamworks.com/hn-software-tester-work-and-performance-management-domain-1769021-jv?source=searchResults&searchType=2&placement=1769021&sortBy=latest", "job_name": "[HN] Software Tester - Work and Performance Management Domain", "company_name": "BASE Việt Nam", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Tầng 3, Tòa Autumn, Gold Season, số 47 Nguyễn Tuân, Thanh Xuân, Hà Nội", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "QA/QC/Software Testing"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Mới Tốt Nghiệp"], "KỸ NĂNG": ["Kiểm Thử Phần Mềm, Đảm Bảo Chất Lượng, Thiết Kế Trải Nghiệm Người Dùng, Kiểm Thử Tính Năng, Test Analyst"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Sứ mệnh của Base"], ["- Là xây dựng một nền tảng mở và thông minh, nơi có tất cả các ứng dụng tuyệt vời nhất cho các doanh nghiệp trên khắp châu Á."], ["- Chúng tôi tin rằng một nền tảng công nghệ hoàn chỉnh sẽ là nhân tố quan trọng nhất giúp các doanh nghiệp phát triển đột phá. Chúng tôi luôn trung thành với sứ mệnh của mình và sẵn sàng đi cùng mọi bước phát triển của doanh nghiệp của bạn."], ["- Base sẽ mang đến cho doanh nghiệp của bạn những sản phẩm công nghệ thông minh nhất, hiện đại nhất, dựa trên ba thành tố chính: Dữ liệu & Trí tuệ nhân tạo (Data & AI), Tương tác (Interaction), và nền tảng (Open Platform). Và sự tưởng tượng là không có giới hạn: Với bất kỳ ứng dụng nào bạn đang có hoặc đang cần, Base có thể giúp bạn tích hợp vào trong một nền tảng chung."], ["Bộ sản phẩm Work+"], ["Được phát triển và liên tục hoàn thiện từ những ngày đầu Base thành lập, Work+ đã trở thành bộ sản phẩm giúp doanh nghiệp quản lý công việc - hiệu suất và quy trình hoạt động toàn diện #1 Việt Nam, được sử dụng bởi +8,000 doanh nghiệp hàng đầu. Không chỉ dừng lại với những kết quả đã đạt được, Work+ trong thời gian tới sẽ tiếp tục hướng đến những mục tiêu khó khăn và thử thách hơn, đó là tiến ra thị trường quốc tế."], ["VAI TRÒ CỦA BẠN"], ["Về lĩnh vực chuyên môn"], ["- Thực hiện kiểm thử và đảm bảo chất lượng cho các sản phẩm giải quyết các bài toán về quy trình nghiệp vụ trong doanh nghiệp liên quan đến quản lý công việc và hiệu suất cùng team;"], ["- Đem lại giá trị cho các doanh nghiệp bằng cách giúp doanh nghiệp tiết kiệm thời gian, chi phí, nhân lực, chuẩn hoá nghiệp vụ và nâng cao độ chính xác."], ["Về công việc Manual Quality Control/Automation Quality Control"], ["- Đọc và tìm hiểu các tài liệu phân tích nghiệp vụ/tính năng từ BA;"], ["- Thiết kế test cases (manual/automation), thực hiện các trường hợp kiểm thử, kiểm soát và đảm bảo kết quả kiểm thử;"], ["- Chủ động phát hiện bugs trước và sau khi ra mắt sản phẩm trên thị trường;"], ["- Phát triển các tài liệu QA cần thiết về sản phẩm để giao tiếp hiệu quả với các team liên quan (Engineer, BA,..);"], ["- Đưa ra các góp ý về trải nghiệm người dùng, các rủi ro ảnh hưởng trong quá trình thực hiện kiểm thử; để đảm bảo solution được lựa chọn giải quyết đúng vấn đề và các trường hợp phát sinh khác."], ["- Phối hợp chặt chẽ với Product Owner, Developer, UX/UI Designer, BA để đảm bảo thực thi các ý tưởng, phương án, theo đúng chiến lược, lộ trình sản phẩm."]], "Yêu cầu công việc": [["- Có từ 06 tháng kinh nghiệm làm Software Tester & tham gia vào các dự án thực tế;"], ["- Có kinh nghiệm thiết kế test cases tốt (biết sử dụng một số automation tools là điểm cộng);"], ["- Tư duy logic, có khả năng tiếp thu và làm việc nhanh nhạy;"], ["- Chăm chỉ, kiên trì, cẩn thận, giao tiếp tốt và ham học hỏi;"], ["- Có hiểu biết về các công nghệ tích hợp như Webhook, Zapier… là điểm cộng;"], ["- Có kiến thức nền tảng về chuyên ngành Công nghệ thông tin, Quản trị kinh doanh hoặc có kinh nghiệm liên quan đến tổ chức, vận hành doanh nghiệp, quản lý dự án/ đội nhóm là một lợi thế;"], ["- Có định hướng, mong muốn phát triển trong lĩnh vực Product Management, góp phần tạo ra các sản phẩm công nghệ tử tế, có giá trị cho hàng nghìn doanh nghiệp và hàng triệu người dùng."], ["GIÁ TRỊ BẠN NHẬN ĐƯỢC"], ["Phúc lợi xứng đáng:"], ["- Thu nhập: Up to 1000$"], ["- Kế hoạch phát triển và tăng level từ 1-2 lần/năm"], ["- Máy tính làm việc hiệu suất cao"], ["- Team building, company trip 2 lần/năm và các hoạt động gắn kết nhân viên khác"], ["- Các quyền lợi khác theo quy định của Luật Lao động"], ["Cơ hội phát triển cá nhân:"], ["- Sự nghiệp phát triển nhanh chóng:"], ["Tham gia vào toàn bộ chu kỳ làm sản phẩm cho thị trường trong và ngoài nước, phát triển song song với sự mở rộng liên tục của sản phẩm"], ["- Cơ hội học hỏi rộng mở:"], ["Nâng cao năng lực với chương trình đào tạo bài bản, sự chỉ dẫn từ mentors, leaders và những thách thức từ bài toán sản phẩm thực tế"], ["- Giá trị thực cho khách hàng"], [": Xây dựng nền tảng công nghệ để giải quyết bài toán quản trị của hàng triệu doanh nghiệp tại Việt Nam và trên toàn thế giới"], ["- Đồng đội tài năng:"], ["Làm việc với đội ngũ Product Builder nhiệt huyết, chuyên môn cao, đã từng xây dựng những sản phẩm quy mô lớn (trên 60 triệu pageviews, hàng trăm nghìn người dùng mỗi tháng và 8000+ khách hàng doanh nghiệp); đến từ những đại học hàng đầu trên Việt Nam và thế giới (Stanford, UCLA, HUST, v.v)"]]},
{"url": "https://www.vietnamworks.com/senior-expert-it-services-1768914-jv?source=searchResults&searchType=2&placement=1768914&sortBy=latest", "job_name": "Senior Expert, IT Services", "company_name": "Techcombank", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Head Office: 6 Quang Trung Street, Hoan Kiem District, Hanoi", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Viễn Thông"], "LĨNH VỰC": ["Ngân hàng"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["IT Service, User Support, English, Network Troubleshooting, Telecommunications"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Job Purpose"], ["- The job holder responsible for system operation: Directly perform monitoring, operation, and troubleshooting activities of technology infrastructure systems, ensuring stable, safe and highlyavailable systems. Deploying technical solutions according to the right process to ensure service quality, providing a quality infrastructure foundation for the operation of upper-layer technologyservices."], ["- The job holder responsible for user support: Directly support users in daily activities, ensuring users' problems are handled as quickly as possible, meeting their business needs."], ["Key Accountabilities"], ["Responsibilities in system operation:"], ["- Monitor and report the daily operation of the system. (healthy daily checklist)"], ["- Perform special operations as required."], ["- Participate in troubleshooting, problems of systems in >= 3 different arrays"], ["- Planning and coordinating with members to fully implement the goals of the group and department"], ["- Make a work diary, periodically analyze, synthesize reports and propose optimal solutions to higher management levels."], ["Responsibilities in user support:"], ["- Support advanced level (level 3) according to change management process, incident management"], ["Responsibilities in research and training:"], ["- Research new technologies and techniques."], ["- Consult other technical staff when needed."], ["- Technology and technical training for other employees."], ["Other responsibilities:"], ["- Coordinate departments in Technology Support and Operation, in Technology Division to implement projects, operate and deploy optimal upgrades in DC, DR and the region"], ["- In-depth research and implementation of technology solutions to optimize the system"], ["- Participate in technology risk handling as assigned"], ["- Train, guide work and share knowledge in specialized fields for members of the department."], ["- Perform other related tasks as requested by the Board of Directors."]], "Yêu cầu công việc": [["Qualifications"], ["- University degree or higher, majoring in IT or electronics and telecommunications"], ["Work Experience"], ["- Have worked in the related field for at least 12 years"], ["- At least 10 years in management position"], ["Foreign language"], ["- English, level 3 (TOEIC = 650 - 699) / according to TCB's regulations in each period"], ["Other requirements"], ["- Mastering server technology and common operating systems or network technologies. Understand the functional components in a large server infrastructure system or a large network system"], ["- In-depth knowledge of server solutions or network solutions"], ["- In-depth knowledge of at least 2 areas other than the specialized one (e.g. servers, networks, storage systems, databases, etc.)"]]},
{"url": "https://www.vietnamworks.com/scrum-master--1768916-jv?source=searchResults&searchType=2&placement=1768916&sortBy=latest", "job_name": "Scrum Master", "company_name": "Techcombank", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Số 6 Phố Quang Trung, Phường Trần Hưng Đạo, Quận Hoàn Kiếm, Thành phố Hà Nội", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Ngân hàng"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Banking, Scrum Master, Corporate Finance, Scrum, Agile Project Management"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Job Purpose"], ["Enable Delivery Agility through highly mature Scrum adoption at teams, initiative, and/or wider organization"], ["Key Accountabilities"], ["Enabling Agility"], ["1. Coach teams in self-management & cross-functionality."], ["2. Help teams to focus on creating high-value increments that meet the Definition of Done (DoD)."], ["3. Train & coach Product Owners with techniques for effective Product Goal definition, Product Backlogmanagement, release planning, that maximize business value."], ["4. Train & coach teams, initiatives & stakeholders to apply empirical approach, incremental & iterativedevelopment, lean thinking, Scrum values."], ["5. Plan, train, coach, implement, improve Scrum adoption for initiative and/or wider organization"], ["6. Ensure Scrum events take place, positive & productive within timebox."], ["Enabling Performance"], ["1. Adopt appropriate stances for teams: Trainer, Mentor, Coach, Leader, Facilitator, Manager, Change Agent."], ["2. Help teams to improve effectiveness, efficiency & practices via Scrum, e.g., maturity assessment,improvement plans, training & coaching activities."], ["3. Cause the removal of impediments to teams’ progress."], ["4. Train, coach managers on empowering people, enabling & nurturing self-managing & high performing teams."], ["5. Train, coach teams to use Agile tools, e.g., Jira, Confluence, Miro, Trello."], ["Enabling Outcomes"], ["Train & coach to help teams, initiative, and/or wider organization to apply evidence-based management(EBM)"]], "Yêu cầu công việc": [["- Bachelor or higher degree in Banking, Finance, Technology, Business Administration, Information technology or related disciplines."], ["- Professional Scrum certificates, e.g., A-CSM or PSM II. Others like PMP, PMI-ACP, Lean, Six Sigma, Agile Project Management, is a plus."], ["- 5 years of experience in corporate, preferably banking or fin-tech organization."], ["- Experienced in training, coaching Scrum for teams."], ["- Experienced in training, coaching, mentoring different roles, e.g., Product Owner, Designer, Developer, Tester,Manager."], ["- Be team player, a servant leader with strong facilitation, conflict resolution, communication, motivation,interpersonal skills."], ["- Familiar with engineering best practices (e.g., TDD, ATDD, CICD, automation)"], ["- Familiar with common tools, e.g., Jira, Confluence, Bitbucket, Jenkins, SonarQ."]]},
{"url": "https://www.vietnamworks.com/network-engineer--1767871-jv?source=searchResults&searchType=2&placement=1767871&sortBy=latest", "job_name": "Network Engineer", "company_name": "K2 SOLUTIONS CO., LTD.", "salary": "Thương lượng", "end_date": "2024-05-23", "address": [], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Network, CCNP, CCNA, Data Center Management, Network Troubleshooting"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["ABOUT THE POSITION:"], ["You will be part of K2 Solutions which hosts our development team in Vietnam."], ["The successful candidate will integrate a fast-growing team and get direct to the technical challenges of international customers."], ["You will take part of important network implementation and be responsible for, and not limited to:"], ["•\tTest, configure and install devices: router, firewall, switch, access point, server, PC…"], ["•\tFollow up, manage project progress, and provide prompt action to ensure it matches the planned schedule and to meet customer demand."], ["•\tProvide day-to-day support to ensure the smooth running of the computers, network devices, printers as well as end users' requirements."], ["•\tManage IT infrastructure, system monitoring and reports."], ["•\tInteracting with our international clients"], ["•\tScheduled maintenance and patching of Infrastructure environments, as necessary."], ["•\tTaking initiatives to build internal tools."], ["•\tCreating and performing authorized changes to customer environments."], ["•\tManaging incidents and problems appropriately within agreed service levels."], ["OBJECTIVE FOR THIS ROLE"], ["As a Network Engineer at K2 Solutions, you will be responsible for designing, implementing, and maintaining our clients' network infrastructure. You will work closely with a dynamic team of IT professionals to deliver high-quality managed services to our diverse client base. The role involves troubleshooting network issues, optimizing performance, and ensuring the security and reliability of our clients' networks."]], "Yêu cầu công việc": [["POSTION REQUIREMENT"], ["1.\tNetwork Design and Implementation:"], ["•\tDesign and implement network solutions that align with clients' business requirements."], ["•\tDeploy and configure routers, switches, firewalls, and other networking equipment."], ["2.\tNetwork Optimization:"], ["•\tMonitor and analyze network performance, identifying and resolving issues to ensure optimal functionality."], ["•\tImplement measures to enhance network efficiency and reduce downtime."], ["3.\tSecurity Management:"], ["•\tImplement and maintain network security measures to protect against unauthorized access and cyber threats."], ["•\tConduct regular security audits and implement necessary updates and patches."], ["4.\tTroubleshooting and Support:"], ["•\tProvide timely and effective resolution of network-related issues."], ["•\tCollaborate with other IT professionals to troubleshoot complex problems."], ["5.\tDocumentation:"], ["•\tMaintain accurate and up-to-date documentation of network configurations, procedures, and troubleshooting steps."], ["•\tCreate and update network diagrams to assist in troubleshooting and planning."], ["6.\tClient Communication:"], ["•\tWork closely with clients to understand their network requirements and provide effective communication on project status and issue resolution."], ["•\tCollaborate with client stakeholders to identify opportunities for network improvement."], ["7.\tCollaboration with Team:"], ["•\tCollaborate with other departments, including systems administrators, security experts, and support staff, to deliver comprehensive solutions."], ["•\tParticipate in team meetings and contribute to the overall success of the organization."], ["8.\tReporting: Technical Team Lead"], ["SKILLS & QUALIFICATIONS"], ["•\tBachelor’s degree in computer science, Information Technology, or related field."], ["•\tProven experience (3-5 years) as a Network Engineer or similar role in a Managed Service Provider (MSP) environment."], ["•\tStrong knowledge of networking protocols, technologies, and security standards."], ["•\tHands-on experience with routers, switches, firewalls, and other networking hardware."], ["•\tProficiency in network monitoring tools and troubleshooting techniques."], ["•\tRelevant certifications such as Cisco Certified Network Associate (CCNA)/ CCNP or equivalent."], ["•\tKnowledge of network security protocols and integration."], ["•\tHigh English language ability."], ["•\tExcellent communication and interpersonal skills."], ["•\tAbility to work independently and collaboratively in a fast-paced environment."], ["•\tStrong problem-solving skills and attention to detail."], ["BENEFITS"], ["•\t12 days of annual leave & 6 days of sickness leave."], ["•\tPersonal Allowances for birthdays, marriage, etc."], ["•\tHealth checks once a year and a premium healthcare program for the family."], ["•\tEducation programs and overseas training opportunities."], ["•\t13th salary & bonus program."], ["•\tHybrid/smart working environment."]]},
{"url": "https://www.vietnamworks.com/embedded-software-engineer-autosar-can-tools-bsw--1768848-jv?source=searchResults&searchType=2&placement=1768848&sortBy=latest", "job_name": "Embedded Software Engineer (Autosar, CAN Tools, BSW)", "company_name": "Ban Vien Corporation", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Ban Vien Tower, 54-56-58 Street 2, Van Phuc Residences, Hiep Binh Phuoc Ward, Thu Duc City, Ho Chi Minh City, Vietnam", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["C/C++, Embedded Software, AUTOSAR, Software Engineering, Diagnostic Testing"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Software development for Automotive Domain."], ["- Involving in Requirement analysis, Designing, Implementation, Integration, Unit Test, Failure & bugs report Analysis."]], "Yêu cầu công việc": [["* MUST HAVE"], ["- Strong in C/C++ programming for Embedded Software with Debugger Environment."], ["- Good in CANprotocol/ Diagnostic/ Microcontroller/ sensor/ IO/ Serial knowledge."], ["- Knowledge & experience in Automotive Domain and tools (CANoe, CANalyser & CAPL programming)."], ["- Knowledge and experience in AUTOSAR."], ["* NICE TO HAVE"], ["- Electronics/ Mechatronics/ Computer Engineering or relevant background."], ["- SW development in area of CAN, Diagnostics, Vehicle Functions, Automotive etc."], ["- OS Scheduler, Pre-emptive, Round robin & Cooperative scheduling."], ["- Experience in Networking protocols such as CAN, LIN etc."], ["- Unit Testing (Tessy & RTRT), TPT & Integration Testing Tools."], ["- Experience in defining and execution of Test Cases with techniques (White Box and Black box)."], ["- Exposure to Test Automation scripting tools (Python & Perl) ECU Test & LabCar."], ["- Knowledge on CAN, ISO14229, ISO26262, J1939 & UDS standards."], ["- Experience in Closed loop LabCar, INCA or similar tools."], ["- MISRA 2004 and 2012 Coding guidelines (PC-lint, LDRA & PRQA)."], ["- Knowledge & experience in Matlab/Simulink is plus."], ["- Knowledge & experience in V-model and development process."], ["- SDLC and Software Development Models (Water Fall/ Agile)."], ["- Good English language skills."], ["* COMPANY BENEFITS"], ["- 13th Salary + Performance Bonus."], ["- Pass Probation Bonus."], ["- Premium healthcare insurance benefits (PVI Insurance package) and family medical benefit (based on the level of experience)."], ["- Provide the famous e-learning platform-Udemy, to encourage continuous learning to adapt to the T-shape model."], ["- Flexible working time: only 8 hours required as continual working-time at the office."], ["- Annual leave up to 17 days: 12 days paid leave + 5 days’ sick leave."], ["- Professional and Personal Development Training Programs."], ["- 4 Stars standard company trip in summer and a big annual Year-End-Party."], ["- Coffee and snacks provided."], ["- Holiday celebrations and parties for team members and family."]]},
{"url": "https://www.vietnamworks.com/senior-full-stack-web-developer-node-python-react-aws-gross-1200-2500--1768854-jv?source=searchResults&searchType=2&placement=1768854&sortBy=latest", "job_name": "Senior Full-Stack Web Developer (Node/ Python, React, AWS) - Gross $1200 - $2500", "company_name": "Công Ty Cổ Phần Kite Metric", "salary": "$1200 - $2500", "end_date": "2024-05-23", "address": ["4th Floor, 72/24 Phan Dang Luu st, Ward 5, Phu Nhuan dist, HCMC", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Full Stack Development, Python, React, NodeJS"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["* THE ROLE"], ["We are looking for a talented full-stack web developer who can meet our technical bar, is willing to tackle challenging problems, and is a great fit for our open, driven, and collaborative team culture. Join our small but growing engineering team by making a significant impact when building our in-house products and solving complex problems from startups seeking our help."], ["* AS A Sr. FULL-STACK WEB DEVELOPER, YOU’LL BE RESPONSIBLE FOR"], ["● Developing solutions for challenging projects."], ["● Building MVP experiments for new product ideas."], ["● Helping to architect front-end/backend frameworks."], ["● Working well with other team members to make smart decisions."], ["● Being able to deliver on time."]], "Yêu cầu công việc": [["WHAT WE’RE LOOKING FOR FROM YOU"], ["● A smart and driven developer motivated to build great products and learn new skills."], ["● Great communication skills and a desire to collaborate with the team."], ["● Strong experience in building web applications."], ["● An interest in taking on more responsibility and ownership over time."], ["● Ability to solve complex and challenging problems."], ["● Taking pride in your work with the ability to write clean code and tests."], ["* QUALIFICATIONS"], ["● Frontend: Having strong experience with at least one of the major javascript frameworks such as React (preferred), Angular, Vue, and Ember."], ["● Backend: Having strong experience with at least one backend framework:Node.js framework is preferred or includes programming languages such as Python, Java, and Rust."], ["● Experience with building large, complex projects is a plus."], ["● Working with open-source projects is a plus."], ["● Expertise in analytical and problem-solving skills is a big plus."], ["● Experience with Cloud platforms such as AWS is a must (Solution Architect Certificate is a big plus), and Google Cloud and Azure are a plus."], ["● Experience with Continuous Integration/Deployment (such as CircleCI, GoCD, Jenkins)"], ["● Experience with Kubernetes (k8s, EKS), Jenkins, Terraform."], ["● Good verbal English communication skills, especially in the global software development environment."], ["● Have several years of working on a product that has gone into production and is large enough (engineer team size is at least 10 people)."], ["* BENEFITS AND PERKS"], ["● Competitive net salary"], ["● At least one month's salary bonus based on your performance every year."], ["● Performance and salary reviewed every 6 months."], ["● Flexible time off (everyone needs to be responsible for their schedule, we do not count the days off)."], ["● All public holidays."], ["● Annual health check."], ["● Premium health insurance from Bao Viet."], ["● Standard social insurance, health insurance, and unemployment insurance."], ["● Company trip: 1 time/year."], ["● Mini team building: 3-4 times/year."], ["● Reimbursement for English and technical courses/books."], ["● Office entertainment allowance"], ["● Free snacks and drinks."], ["● Weekly happy hour."], ["● Private English class."], ["● Football, badminton, and book clubs"]]},
{"url": "https://www.vietnamworks.com/it-service-desk-specialist--1768838-jv?source=searchResults&searchType=2&placement=1768838&sortBy=latest", "job_name": "IT Service Desk Specialist", "company_name": "International School Ho Chi Minh City (Ishcmc)", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["28 Vo Truong Toan St, An Phu, Dist 2, HCMC, Vietnam", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Giáo dục/Đào Tạo"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["English, IT System Administration, IT Helpdesk, IT Operations, Application Support"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Position Objectives:"], ["Highly motivated tech-support professional skilled in troubleshooting, analyzing, and resolving complex technical problems, utilizing advanced resolution procedures in schools assigned. Provision professional and high-level customer service ensuring unresolved issues and queries are promptly escalated as per protocol. Acts as support and bridge between Cognita’s schools and Head Office."], ["●\tAct as a single point of contact for all user incidents, requests, and general communication."], ["●\tRestore ‘normal service operation’ as quickly as possible in the case of disruption."], ["●\tImprove user awareness of IT issues and promote the appropriate use of IT services and resources."], ["●\tManage user communication and escalate incidents and requests using defined procedures."], ["●\tBoost the productivity of the users and users’ satisfaction level and overall efficiency of the school."], ["Responsibilities"], ["●\tManage IT incidents through an incident management system."], ["●\tAct as the primary point of contact for internal staff with IT issues via phone, email, or in person."], ["●\tProvide high-level customer service and escalate issues as per protocol."], ["●\tAssist the Service Lead/Supervisor in maintaining the IT operation."], ["●\tProvide Level 0/1 support for all applications and infrastructure."], ["●\tRepair and upgrade PC hardware and software, including scheduled maintenance."], ["●\tMaintain an inventory of equipment and software licenses, update computers with service packs/patches/applications, and prepare Service Desk reports ensuring smooth IT operations."], ["●\tManage the provisioning and de-provisioning process of school IT resources, ensuring devices are connected to the network and providing support for data backup and recovery."], ["●\tManage classroom support for IT and Audio-Visual technologies (e.g., Apple TV, Projectors, Interactive technology, and applications)"], ["●\tManage logistics for the school's IT needs (e.g., iPads, iPad charging carts, computers, copiers, printers, projectors, etc.)"], ["●\tOperate mobile device management."], ["●\tManage device operating system and plan updates."], ["●\tLiaise with vendors."], ["●\tResearch and investigate new technologies to improve IT support and processes."], ["●\tKeep helpdesk processes/procedures up to date."], ["●\tPlan and develop a rollout plan for new technologies."], ["●\tProvide administrative support for the Technology department (e.g., Department Information & Activities, Assist in Budgeting, Raising of Purchase Requests)."]], "Yêu cầu công việc": [["Requirements"], ["●\tMust possess strong analytical and problem-solving skills.  Ability to think outside of the box and apply creative solutions."], ["●\tDemonstrate an ability to establish relationships and build rapport at all levels, uncover technical issues, and facilitate their resolution."], ["●\tHands-on approach with the ability to learn new systems quickly and apply them in the work environment."], ["●\tGood command of English with clear, concise verbal communication skills."], ["●\tHigh standard of customer service skills and excellent telephone manners."], ["●\tDemonstrated ability to work successfully in a team environment, with good time management and organization skills."], ["●\tUnderstanding of and commitment to the principles of confidentiality."], ["●\tExperience in Windows Server 2008/2012 administration"], ["●\tExperience in managing cloud services."], ["●\tExperience with managing IT Projects familiar with Windows 11, MAC OS client operating systems and associated hardware"], ["●\tFamiliar with basic network troubleshooting"], ["●\tActive Directory account management"], ["●\tMicrosoft 365 account administration"], ["●\tJAMF Pro for managing Apple devices"], ["Qualifications"], ["●\tAt least 1-2 years of experience working in ICT Support"], ["●\tMust have knowledge of the following:"], ["o\tMicrosoft Windows 10&11"], ["o\tApple IOS"], ["o\tApple OS X"], ["o\tActive Directory"], ["o\tMicrosoft 365"], ["o\tNetworking"], ["o\tITIL"], ["●\tA degree in an IT-related program"], ["●\tMicrosoft Certified Solutions Associate"], ["●\tAble to work independently."], ["●\tPossess highly developed interpersonal and teamwork skills."], ["●\tExcellent verbal and written English skills."], ["●\tGood references on request"]]},
{"url": "https://www.vietnamworks.com/it-infrastructure-network-server-system-engineering--1768791-jv?source=searchResults&searchType=2&placement=1768791&sortBy=latest", "job_name": "IT Infrastructure (Network/server System Engineering)", "company_name": "Công Ty TNHH LG Electronics Việt Nam Hải Phòng", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Lô CN2, KCN Tràng Duệ, H.An Dương, Hải Phòng", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Điện/Điện tử"], "CẤP BẬC": ["Mới Tốt Nghiệp"], "KỸ NĂNG": ["MES Database, Information Technology, SQL, Server System Management, IT Infrastructure"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["* IT Infrastructure (Network/Server system engineering)"], ["- Assist in plan design, hardware implementation, software, network and telephony capabilities."], ["- Diagnose and resolve hardware, software, network and telephone issues."], ["- Planning for hardware maintenance, network devices inventory management"], ["- Change/incident/risk management"], ["- System monitoring, hardware software implement."], ["- Documentation about server jobs, update & procedure change management."], ["- Storage/SAN/Backup hardware, software troubleshooting"], ["Has knowledge about backup, server, storage and database management"]], "Yêu cầu công việc": [["- Male/ Female, Fresh/Experience All are acceptable."], ["- Bachelor’s degree in information technology"], ["- Has knowledge about backup, server, storage and database management."], ["- Or Has knowledge about network, A strong working knowledge of computer systems, hardware, and software. Good problem-solving, analytical."], ["- Honest and eager to learn."], ["- Good communication skill/ Teamwork"], ["- Ability to work Overtime/ High Pressure"], ["- English fluently"], ["* BENEFITS:"], ["- Competitive salary; 13rd salary payment; R&D allowance monthly; Performance bonus"], ["- Chance to train and business trip internally and in foreign countries"], ["- Professional, comfortable, convenient, stable working environment"], ["- Supplied Laptop to work, free lunch, bus to pick up employees from Hai Phong and Ha Noi."], ["- Good culture/team building activities"], ["- Some special holidays: summer holiday and winter holiday"], ["-  5 working days/week"]]},
{"url": "https://www.vietnamworks.com/c-c-plus-plus-software-engineer--1754847-jv?source=searchResults&searchType=2&placement=1754847&sortBy=latest", "job_name": "C/C++ Software Engineer", "company_name": "LG Electronics Development Viet Nam Company Limited", "salary": "$1000 - $2400", "end_date": "2024-05-23", "address": ["Tầng 32 và tầng 36, Keangnam Hanoi Landmark Tower, Lô E6, Khu đô thị mới Cầu Giấy, Phường Mễ Trì, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["C/C++, Linux Embedded, IT Development"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Following research centers in Korea, USA, Russia, India, etc. LG CTO Vietnam Software Lab (LG CTO VSL) officially operated in Vietnam from July 2022 with the mission of developing next generations of technology and incubating new LG business in the future. You will have the opportunity to work, share and learn with talented engineers at CTO centers in countries around the world and launch strategic-oriented technology products of LG Corporation."], ["Currently, LG CTO VSL focuses on webOS development for smart TVs and signages. With webOS present in more than 129 million smart TV products in homes around the world, LGE is revolutionizing the living room with the new experience beyond TV."], ["As a Software Engineer in LG CTO VSL, your roles & responsibilities will be as follows:"], ["-\tDevelop new features for webOS operating system (https://www.webosose.org/docs/guides/core-topics/architecture/architecture-overview/) components such as Connectivity, Web Engine, Display (LSM), etc."], ["-\tCollaborate with Scrum team members, PO and other headquarter stakeholders to delivery products according to schedule"]], "Yêu cầu công việc": [["- Bachelor's degree in computer science or equivalent practical experience"], ["- Have good knowledge/ experience in C/C++"], ["- Good working experience in one or more Linux based multi-tasking software development projects"], ["- Proven knowledge and working experience in all phases of software development cycle for embedded Linux based product development"], ["- Good communication skill in English, mostly for the technical communication with the collaborating scrum teams"], ["- For Fresher, it is required to get GPA 3.2 or above and preferred to have some achievements."], ["What we offer:"], ["-\tAttractive and competitive salary package (negotiable upon the interview);"], ["-\t13th month salary + incentive bonus (total remuneration package: up to 16-month salary) with annual salary review;"], ["-\tSupport for lunch & transportation;"], ["-\t5 working days/ week: Mon~Fri with flexible working time and hybrid working;"], ["-\t12 days of annual leave & 8 additional days of company holidays;"], ["-\tPVI health & accident insurance;"], ["-\tSupport fee to get TOEIC & Technical certifications;"], ["-\tOn-site & training opportunities in Korea, US, UK, France, etc.;"], ["-\tStaff trip, sporty clubs;"], ["-\tMonthly budget for team building activities, etc."]]},
{"url": "https://www.vietnamworks.com/thuc-tap-sinh-lap-trinh-java-net-sql-1768764-jv?source=searchResults&searchType=2&placement=1768764&sortBy=latest", "job_name": "Thực Tập Sinh Lập Trình ( Java , .Net, SQL)", "company_name": "Công Ty TNHH Hệ Thống Thông Tin FPT - FPT IS", "salary": "Thương lượng", "end_date": "2024-05-23", "address": [], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Thực tập sinh/Sinh viên"], "KỸ NĂNG": ["Lập Trình, Java, .NET, ASP.NET, SQL"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["•\tTham gia phát triển các ứng dụng trên các nền tảng"], ["•\tTham gia phân tích nghiệp vụ, yêu cầu từ khách hàng"], ["•\tKiểm tra, fix bug sản phẩm"], ["•\tNguyên cứu các công nghệ, giải pháp mới"]], "Yêu cầu công việc": [["•\tSinh viên năm cuối hoặc sắp tốt nghiệp chuyên ngành Công nghệ Thông tin hoặc có liên quan"], ["•\tCó kiến thức lập trình một trong các ngôn ngữ lập trình như: Java, .NET, C, ASP.NET, SQL..."], ["•\tSẵn sàng học hỏi và có khả năng học hỏi nhanh các công nghệ, ngôn ngữ lập trình mới."], ["•\tƯu tiên có thể thực tập fulltime"], ["Quyền lợi"], ["•\tĐược đào tạo để xét tuyển lên vị trí chính thức, cơ hội làm việc lâu dài"], ["•\tĐược học hỏi, đào tạo và tham gia vào các dự án phần mềm lớn theo xu hướng công nghệ 4.0 trong lĩnh vực: Chính phủ, Y tế 4.0, SmartCity, Doanh nghiệp, Ngân hàng..."], ["•\tĐược đào tạo, hướng dẫn bởi các chuyên gia hàng đầu của FPT Information System"], ["•\tĐược tham gia các hoạt động văn hoá, sự kiện hấp dẫn của Công ty FPT IS và Tập đoàn FPT."], ["•\tĐược xem xét tuyển chính thức sau giai đoạn đào tạo"], ["Địa điểm làm việc"], ["- Hồ Chí Minh: Lô B3, đường Sáng Tạo, khu E-Office, Khu chế xuất Tân Thuận, Quận 7"], ["Thời gian làm việc"], ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"]]},
{"url": "https://www.vietnamworks.com/thuc-tap-tu-van-trien-khai-sap-1768760-jv?source=searchResults&searchType=2&placement=1768760&sortBy=latest", "job_name": "Thực Tập Tư Vấn Triển Khai SAP", "company_name": "Công Ty TNHH Hệ Thống Thông Tin FPT - FPT IS", "salary": "Thương lượng", "end_date": "2024-05-23", "address": [], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Thực tập sinh/Sinh viên"], "KỸ NĂNG": ["ERP, Công Nghệ Thông Tin, Tiếng Anh, Phát Triển Dự Án, SAP"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Khảo sát và thu thập yêu cầu từ khách hàng."], ["- Phân tích yêu cầu, phân tích và giải quyết GAP, đề xuất giải pháp nhằm đáp ứng tốt nhất yêu cầu của khách hàng."], ["- Xây dựng giải pháp, thực hiện và kiểm tra giải pháp trên hệ thống."], ["- Kiểm thử hệ thống và đào tạo người dùng kiểm thử, sử dụng hệ thống."], ["- Hướng dẫn, hỗ trợ khách hàng vận hành hệ thống."], ["- Tư vấn, trực tiếp xử lý các vấn đề và tham gia vào quá trình triển khai dự án theo phân công của quản trị dự án."]], "Yêu cầu công việc": [["- Sinh viên sắp tốt nghiệp hoặc đã tốt nghiệp Đại học/Cao đẳng chuyên ngành: Hệ Thống Thông Tin Quản Lý, Quản lý Công Nghiệp, Nhân sự tiền lương, Kế toán – Tài chính, CNTT…"], ["- Yêu thích và định hướng trở thành chuyên gia trong lĩnh vực ERP"], ["- Có khả năng trình bày, thuyết trình để hướng dẫn đào tạo khách hàng, làm việc độc lập, nhóm"], ["- Có khả năng nghiên cứu cao"], ["- Tiếng Anh: đọc hiểu tài liệu chuyên ngành, giao tiếp tốt"], ["Quyền lợi"], ["- Được đào kiến thức, quy trình chuyên sâu về các modules trên hệ thống ERP"], ["- Được học hỏi, đào tạo và tham gia vào các dự án phần mềm lớn theo xu hướng công nghệ 4.0 trong lĩnh vực: Chính phủ, Y tế 4.0, SmartCity, Doanh nghiệp, Ngân hàng…"], ["- Được đào tạo, hướng dẫn bởi các chuyên gia hàng đầu của FPT Information System"], ["- Được hỗ trợ lương tùy theo năng lực trong quá trình đào tạo"], ["- Được tham gia các hoạt động văn hoá, sự kiện hấp dẫn của Công ty FPT IS và Tập đoàn FPT."], ["- Được xem xét tuyển chính thức sau giai đoạn đào tạo"]]},
{"url": "https://www.vietnamworks.com/nhan-vien-lap-trinh-dotnet-du-an-phan-mem-nhan-su-hrdx-khong-yeu-cau-kinh-nghiem-1768748-jv?source=searchResults&searchType=2&placement=1768748&sortBy=latest", "job_name": "Nhân Viên Lập Trình - Dotnet (Dự Án Phần Mềm Nhân Sự) – Hrdx – Không Yêu Cầu Kinh Nghiệm", "company_name": "Công Ty TNHH Hệ Thống Thông Tin FPT - FPT IS", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Tầng 22, toà nhà Keangnam Landmark72 Tower, E6 Phạm Hùng, Quận Nam Từ Liêm, Hà Nội", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Mới Tốt Nghiệp"], "KỸ NĂNG": ["Công Nghệ Thông Tin, C#, .NET, SQL, Database Design"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Mô tả"], ["Tiếp nhận, phân tích yêu cầu từ cán bộ tư vấn nghiệp vụ, hỗ trợ giải pháp cho các yêu cầu chức năng, báo cáo, tích hợp…"], ["• Thiết kế, lập trình, làm tài liệu và sửa lỗi chương trình"], ["• Nghiên cứu các công nghệ và sản phẩm mới và đề xuất ứng dụng vào thực tiễn."], ["• Đào tạo, hỗ trợ các thành viên mới trong team;"], ["• Tham gia các dự án phát triển phần mềm với các khách hàng lớn của Công ty;"]], "Yêu cầu công việc": [["Yêu cầu"], ["• Tốt nghiệp đại học chuyên ngành Công nghệ thông tin."], ["• Kinh nghiệm: từng tham gia các dự án dạng business process management là 1 lợi thế."], ["• Có kiến thức lập trình C#, .NET. Có kiến thức sâu về .NET framework (Web API, MVC, MVVM, Linq, n-tier architecture, …)."], ["• Có kiến thức sâu về hệ quản trị CSDL: SQL Server (cài đặt, cấu hình, tối ưu database)."], ["• Có kinh nghiệm thiết kế database."], ["• Có kinh nghiệm sử dụng Redis, MongoDB, RabbitMQ, Docker."], ["• Sử dụng thành thạo các công cụ quản lý lập trình (Git, SVN …)."], ["• Có khả năng phân tích yêu cầu tốt."], ["• Khả năng nắm bắt, học hỏi kỹ thuật mới nhanh."], ["• Có khả năng đọc hiểu tài liệu tiếng Anh. Ưu tiên có khả năng giao tiếp bằng tiếng Anh."], ["Quyền lợi và chế độ"], ["• Mức lương hấp dẫn, thỏa thuận theo năng lực. Lương tháng 13 và thưởng KPI."], ["• Thời gian làm việc từ Thứ 2 đến Thứ 6."], ["• Được tham gia các khóa đào tạo kỹ năng và nghiệp vụ nâng cao;"], ["• 15 ngày phép/năm và các ngày nghỉ Lễ theo quy định;"], ["• Xem xét tăng lương hàng năm;"], ["• Bảo hiểm FPTCare cho bản thân và cơ hội mua FPTCare cho gia đình;"], ["• Khám sức khoẻ định kỳ;"], ["• Các hoạt động teambuilding, nghỉ mát hàng năm; các hoạt động văn hoá, sự kiện hấp dẫn của Công ty FPT IS và Tập đoàn FPT."]]},
{"url": "https://www.vietnamworks.com/project-manager--1768709-jv?source=searchResults&searchType=2&placement=1768709&sortBy=latest", "job_name": "Project Manager", "company_name": "Globee Software & E-Commerce", "salary": "$1000 - $3000", "end_date": "2024-05-23", "address": ["No. 3 Ba Thang Hai, Ward 11, District 10", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Website Administration, Salesforce, Project Integration Management, E-commerce, Business Analysis"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["•\tLead the development team to ensure that assigned duties meet the business requirements and the Company’s objectives"], ["•\tCooperate with Business Analysts to not only understand the client’s business needs and processes but also help our clients with building their road maps and backlog grooming of requirements."], ["•\tAnalyze, design, and document technical solutions to meet the business objectives."], ["•\tCreate and maintain comprehensive project documentation throughout the entire process."], ["•\tLead platform-agnostic discoveries and suggest the best-fitting solutions which are logical, meet business needs, and are platform-appropriate."], ["•\tManage adjustments to the project scope, project schedule, and project costs."], ["•\tBuild and manage a schedule to ensure work is identified, assigned and completed on time."], ["•\tPerform risk management to minimize project risks and identify, track, manage, prevent and resolve any project issues that may occur."], ["•\tSuccessfully manage the relationship with the client through clear communication patterns."], ["•\tInvolved in the recruiting and (intern/ external) training of the Company."], ["•\tMeasure project performance and team members’ performance."]], "Yêu cầu công việc": [["•\tAt least 05 years of experience in IT and 02 years working as a Project Manager with BA skills and experience."], ["•\tFluent in both spoken and written English."], ["•\tProven ability to communicate, present, and influence effectively at all levels."], ["•\tProven ability to manage multiple accounts while paying strict attention to detail."], ["•\tExcellent listening, negotiation, time management, and problem-solving skills."], ["•\tExperience working with Salesforce is advantageous."]]},
{"url": "https://www.vietnamworks.com/chuyen-vien-sap-abap--1768667-jv?source=searchResults&searchType=2&placement=1768667&sortBy=latest", "job_name": "Chuyên Viên SAP ABAP", "company_name": "Công Ty Cổ Phần Giải Pháp Công Nghệ Thông Tin Và Hạ Tầng Truyền Dẫn Vinitis", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Tòa nhà Technopark, Khu đô thị Vinhomes Ocean Park, Đa Tốn, Gia Lâm, Hà Nội", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["SAB, ABAP Debugging, ABAP, SQL, BDC Programming"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["o\tTham gia triển khai và vận hành hệ thống phần mềm SAP nội bộ và nước ngoài."], ["o\tTrao đổi và làm việc cùng Functional Consultant để làm rõ yêu cầu FS và đưa ra khả năng lập trình cho FS đó."], ["o\tLập trình các chương trình SAP và tích hợp giữa các hệ thống SAP-SAP, SAP – NonSAP."], ["o\tĐánh giá và nâng cấp giải thuật, độ chạy nhanh cũng như debug các chương trình SAP."]], "Yêu cầu công việc": [["•\tBằng cấp/Chứng chỉ, Kinh nghiệm:"], ["o\tTối thiểu 3 năm kinh nghiệm làm lập trình về ABAP."], ["o\tĐã tham gia ít nhất 2 dự án full-cycle hoặc có kinh nghiệm tương đương."], ["o\tNắm vững về kiến thức cơ bản ABAP (Data dictionary, OpenSQL, ALV, Report, Smartform, BDC ... )."], ["o\tCó kinh nghiệm về ABAP nâng cao (OOP, BAPI, Idocs, Workflow, Enhancement, BADI, Webdynpro, ADOBE form, Interface Proxy...)."], ["o\tCó kinh nghiệm về tích hợp hệ thống như PI / RFC / Idoc / Webservice là một lợi thế lớn."], ["o\tCó kiến thức cơ bản các phân hệ chủ chốt như SD, MM, FICO, HCM, …."], ["o\tCó kinh nghiệm HANA S4 và BW là 1 lợi thế."], ["o\tGiao tiếp tiếng Anh cơ bản."], ["•\tKỹ năng/Năng lực khác:"], ["o\tTính kỷ luật cao"], ["o\tNhanh nhẹn, chủ động trong công việc"], ["o\tKết nối, làm việc nhóm tốt"], ["o\tThích ứng nhanh với các thay đổi"], ["o\tChịu áp lực công việc cao"], ["o\tTư duy đổi mới sáng tạo"]]},
{"url": "https://www.vietnamworks.com/qa-manager-automation-english-1768642-jv?source=searchResults&searchType=2&placement=1768642&sortBy=latest", "job_name": "QA Manager (Automation, English)", "company_name": "Raksul Vietnam Co.ltd", "salary": "$2500 - $4000", "end_date": "2024-05-23", "address": ["34F, Lim Tower Building, 9-11 Ton Duc Thang, Distric 1, HCMC", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Business English, QA Automation, Team Leardership, SaaS, QA Management"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["▼ ABOUT RAKSUL and JOSYS"], [], ["Josys, a key entity within the RAKSUL group, was established following a spin-off from RAKSUL Inc. in 2022. It has successfully secured 126 Million US Dollars through Series A and Series B funding rounds. Josys is a global B2B SaaS platform for new-age businesses to radically simplify, optimize and secure their IT operations around employee IT lifecycle management."], [], ["▼ JOB DESCRIPTION"], [], ["With a presence in Japan, India, the US, Singapore, and Vietnam, we seek a QA Manager with 10+ years in Quality Assurance, particularly in B2B SaaS. The role demands experience in cloud-based automated testing, proficiency in Cypress, JavaScript, TypeScript, and familiarity with modern automation technologies."], [], ["Responsibility"], [], ["- Lead quality assurance across all product aspects, ensuring top-notch software delivery."], ["- Manage and mentor team of engineers, focusing on personnel development, training, and evaluation."], ["- Define and implement quality strategies, ensuring alignment with business goals."], ["- Collaborate across teams to embed quality in the development process."], ["Innovate and improve testing methodologies for efficiency and effectiveness."]], "Yêu cầu công việc": [["- Proficiency in spoken English is required to collaborate with international stakeholders."], ["- 10+ years in automated testing for cloud-hosted SaaS, with leadership experience."], ["- Expertise in Cypress, JavaScript, TypeScript."], ["- Strong problem-solving, communication, and leadership skills."], ["- Experience in product companies and agile environments preferred."]]},
{"url": "https://www.vietnamworks.com/net-tech-lead-attractive-salary-2-1-1-1-1-1--1768676-jv?source=searchResults&searchType=2&placement=1768676&sortBy=latest", "job_name": ".NET Tech Lead - Attractive Salary", "company_name": "Niteco Vietnam Co., Ltd", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Hanoi Head office: 14th Floor, CLand Tower, 156 Xa Dan II, Dong Da District, Hanoi, Vietnam; Ho Chi Minh City Office: Unit 2.3, 2nd floor, Etown 1, 364 Cong Hoa street, Tan Binh District, HCMC, Vietnam", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": [".NET, C#, .Net Core, Azure Cloud, Website Development"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["As Technical Leader working with a professional enterprise customer, you have a chance to interact with stakeholders on all levels of the client organisation and by those activities, you contribute into the activities to bridge the gap between business and technology, translate business challenges and goals into sound and solid technical solutions which bring value to and help support the goals of the client."], ["In this project you are expected to work closely with other teams and managers and understand the business motivation and provide proper support from technical perspective for the best decision making."], ["As Technical Leader, you are expected to become the leader who can provide technical support, facilitate technical troubles as well as coaching other team member to become more mature in daily activities. Technical Leader will also play an important role to support the team build up the proper way of working so that all the best technical practices can be applied to ensure effectiveness and efficiency of software development activities."]], "Yêu cầu công việc": [["• Experience in building scalable search solution that being used across channels, with rich domain objects."], ["• Experience in implementation tailor-search experience for different region, such as full-text search, language stemming, language-based configuration."], ["• At least 8 years’ experience in C# preferable on the server side."], ["• Strong understanding .Net-based web development knowledge. Understanding of .Net Core is a plus."], ["• Experience in Micro-services modules like Service Registry, Service Discovery, Composition/ Orchestration/ Transformation, Monitoring, Load Balancing and Scaling, HA and Failover, Governance"], ["• At least 4 years’ experience working in an international software project."], ["• Strong understanding of OOD/OOP."], ["• Strong experience in using design patterns such as Dependency Injection, Inversion of Control, Singleton, Factory, Façade, and C# frameworks that provided support for those coding patterns."], ["• Good knowledge in building testable software, abstraction layers, and mock objects. Good experience in unit test frameworks (Microsoft Visual Studio unit test, NUnit, etc.)"], ["• Good experience in Git branching strategies and CICD"], ["• Be structured, solution-oriented, own quality mindset, and have good problem-solving skills"], ["• Thrive well in a creative and changing environment"], ["• Have good communication skills, have experience with technical coaching and mentoring work"], ["• High sense of responsibility and leadership-orientation"], ["• Good English skills in both speaking and writing."], ["NICE TO HAVE"], ["• Experience with performance optimization, data caching is a plus."], ["• Experience with customer facing roles is a plus."], ["• Experience with large-scale e-commerce projects is a plus."], ["• Experience with Azure deployment is a plus."], ["• Experience with Backend-For-Frontend pattern (BFF) with Azure Function and Azure API Management is a big plus."]]},
{"url": "https://www.vietnamworks.com/it-project-coordinator--1768673-jv?source=searchResults&searchType=2&placement=1768673&sortBy=latest", "job_name": "IT Project Coordinator", "company_name": "RMIT University Vietnam", "salary": "$1200 - $1400", "end_date": "2024-05-23", "address": ["702 Nguyen Van Linh Boulevard, Tan Phong Ward, Dist.7, Ho Chi Minh City", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Dự Án Công Nghệ"], "LĨNH VỰC": ["Giáo dục/Đào Tạo"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Project Management, Project Coordination, IT Software, Business Analysis, Stakeholder Management"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["RMIT University Commitment"], ["RMIT is committed to the rights of students and staff to be safe, respected, valued, and treated as an equal in their place of study and work.  All staff are expected to share this commitment and contribute to a safer community. While carrying out their role, staff are in a position of trust with students.  Staff have a duty of care to report wellbeing concerns about students through the designated channels and uphold to the code of conduct. RMIT Vietnam expects all staff members to comply with its Code of Conduct, policies and procedures, which relate to legal and regulatory requirements and our ways of working."], ["Why RMIT University Vietnam?"], ["RMIT Vietnam is committed to excellence, innovation, and social responsibility. We welcome applications from qualified and passionate individuals who share our values and vision. RMIT University has a global reputation and ranks 140th globally and 11th in Australia in QS World University Rankings 2024. To learn more about our rankings, please check out our latest facts and figures here Reputation and rankings - RMIT University"], ["Rewards and Benefits:"], ["Competitive salary package and allowances"], ["Generous annual leave, carer leave and public holidays (Christmas and Tet Holidays)"], ["Private health insurance and wellness programs"], ["Professional development and career advancement"], ["Access to state-of-the-art facilities and resources"], ["A vibrant and diverse campus life and more!"], ["RMIT Vietnam has been honoured with the respectable HR Asia Award as Top Employer to Work For in Asia. To find out more about RMIT Vietnam and our current vacancies, please visit our website: https://www.rmit.edu.vn/careers"], ["Position Summary"], ["RMIT are seeking an experienced Project Coordinator to support ITS portfolio of projects."], ["As Project Coordinator, your primary responsibility will be to support the ITS team with the implementation and launch of the Global Student Program to successfully coordinate, manage and efficiently deliver this program across RMIT Vietnam, in collaboration with our RMIT AU ITS project team. This will include daily tasks such as status reports, steering group presentations for various forums, financial and risk and issue management, schedules, and administrative support."], ["An essential element of your role you will ensure that you are well-versed in the Portfolio Office Delivery Framework and Governance processes. This will be achieved by working with the Project team and key roles within the structure to provide advice and guidance on supporting project delivery and process. As part of continuous improvement framework, you will be required to contribute to improvement ideas, call out gaps/inefficiencies, and propose improvement solutions."], ["Reporting Line"], ["Reports to: Program Manager"], ["Key Accountabilities"], ["Provide program coordination support and oversight across activities relating to the Student Record System project program of work as required,"], ["Oversee and advise on active risk and issue management across portfolio, presentation and reporting activities."], ["Monitor team resource coordination requirements and escalate any challenges or key issues."], ["Organise and participate at the resource management engagements, whereby resource requirements are prioritised in alignment with the priority tasks."], ["Maintain project SharePoint site, artefacts, ensuring appropriate storage and governance."], ["Onboard and support new team members within the team including organising assets and onboarding activities."], ["Work collaboratively with the project communications team to post or share communications via relevant channels as required (SharePoint, email, yammer, website etc.)"], ["Support the program leadership team in planning activities, ensuring schedules are being maintained and deliverables, milestones and dependencies are incorporated."], ["Provide administration support to the program activities: project governance forums, stand ups, stakeholder updates, meetings schedule"], ["Coordinate to create and maintain project documentation, plans and reports as well as appropriate paperwork"]], "Yêu cầu công việc": [["Key Selection Criteria"], ["At least 3 years of relevant experience as a program/portfolio coordinator with a background and experience working in a technology environment."], ["Outstanding levels of productivity in terms of attention to details, time management, prioritisation, and speed."], ["The ability to work autonomously by meeting deadlines, managing priorities and agility to be able to adapt to flexible timeframes."], ["Team player with a strong customer service focus. Well-developed interpersonal skills, including coordination, liaison, negotiation, and multicultural communication."], ["Keen attention to detail with ability to manage own time well, and prioritise competing work demands, effectively."], ["Excellent verbal and written communication skills in English and Vietnamese with a wide variety of stakeholders."], ["Demonstrated ability to work with confidential information"], ["Demonstrated superior knowledge and experience in using computer software such as Microsoft Word, Excel, Power Point and Access."], ["Bachelor’s degree in Technology (or a related discipline)"], ["Certification in Prince2 or PMI preferable but not essential"], ["English Proficiency"], ["English is the language of teaching and communication at RMIT Vietnam. For this role, the minimum requirement is IELTS General with a score of at least 6.0 (or equivalent, as outlined in the Recruitment, Selection and Onboarding Guidelines)."], ["For any role, English Language Proficiency may also be proven by showing successful completion of secondary education to a level qualifying to enter university study while being instructed through the medium of English, as per the RMIT University recognised qualification list."]]},
{"url": "https://www.vietnamworks.com/it-project-manager--1768669-jv?source=searchResults&searchType=2&placement=1768669&sortBy=latest", "job_name": "IT Project Manager", "company_name": "RMIT University Vietnam", "salary": "$2000 - $2200", "end_date": "2024-05-23", "address": ["702 Nguyen Van Linh Boulevard, Tan Phong Ward, Dist.7, Ho Chi Minh City", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Giáo dục/Đào Tạo"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Software Development, Project Management, Java, IT Project Management, ERP"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["RMIT University Commitment"], ["RMIT is committed to the rights of students and staff to be safe, respected, valued, and treated as an equal in their place of study and work.  All staff are expected to share this commitment and contribute to a safer community. While carrying out their role, staff are in a position of trust with students.  Staff have a duty of care to report wellbeing concerns about students through the designated channels and uphold to the code of conduct. RMIT Vietnam expects all staff members to comply with its Code of Conduct, policies and procedures, which relate to legal and regulatory requirements and our ways of working."], ["Why RMIT University Vietnam?"], ["RMIT Vietnam is committed to excellence, innovation, and social responsibility. We welcome applications from qualified and passionate individuals who share our values and vision. RMIT University has a global reputation and ranks 140th globally and 11th in Australia in QS World University Rankings 2024. To learn more about our rankings, please check out our latest facts and figures here Reputation and rankings - RMIT University"], ["Rewards and Benefits:"], ["Competitive salary package and allowances"], ["Generous annual leave, carer leave and public holidays (Christmas and Tet Holidays)"], ["Private health insurance and wellness programs"], ["Professional development and career advancement"], ["Access to state-of-the-art facilities and resources"], ["A vibrant and diverse campus life and more!"], ["RMIT Vietnam has been honoured with the respectable HR Asia Award as Top Employer to Work For in Asia. To find out more about RMIT Vietnam and our current vacancies, please visit our website: https://www.rmit.edu.vn/careers"], ["Position Summary"], ["The position is responsible for the managing information and communication technology projects from inception to completion using appropriate project management governance and methodologies. The range of projects includes software/system implementation and development, infrastructure and network development, and other related ICT projects. The position will regularly engage with project champions, sponsors and stakeholders both internal and external to RMIT. The Project Manager is also expected to provide regular project updates and reports to ITS managers and project stakeholders."], ["Reporting Line"], ["Reports to: Program Manager"], ["Key Accountabilities"], ["Manage small/medium size ITS projects including planning, risk analysis, design, costing, delivery and documentation."], ["Ensure appropriate project documentation is in place and regular reporting to relevant stakeholders is carried out."], ["Perform gap analysis and feasibility studies for technology solutions required or proposed for use by RMIT University."], ["Ensure strict practices of version and change control are maintained for all systems, with particular focus on systems security."], ["Ensure delivery of projects within allocated budgets and timelines."], ["Coordinate project activities and deliverables with all internal and external stake holders including Project Control Boards, vendors, users and other RMIT departments."], ["Evaluate new technologies for their suitability and benefits for use in RMIT."], ["Any other duties as required."]], "Yêu cầu công việc": [["Key Selection Criteria"], ["Bachelor degree in Computer Science or Software Engineering"], ["A formal qualification in a recognized Project Management methodology is desirable."], ["At least three years of experience in managing multiple medium/large IT projects from inception to completion."], ["Experience in updated technologies in cloud, IoT, API, big data, ERP…"], ["Experience in academic environment or complex integration projects are big plus"], ["Experience in communicating with both internal and external stakeholders as well as managing vendors."], ["Experience in successfully developing and delivering affordable IT solutions in line with business needs."], ["Demonstrated knowledge of current systems and methodologies, including management and understanding of internet systems and security issues in a large corporate environment."], ["Experience of data networking and Internet infrastructure."], ["Proven capacity to work under stress and to adapt quickly in a rapidly changing environment."], ["Well-developed personal skills including sound conceptual and analytical skills, and judgement, report writing, negotiation and liaison."], ["Firm understanding with regards to commitment to quality assurance and continuous improvement principles.Ability to display appropriate behaviours in line with the position, as per the RMIT Behavioural Capability Framework (Connectedness, Commitment to Excellence – Improve and Simplify; Imagination and Innovation; Impact; Inclusion; Agility)."], ["English Proficiency"], ["English is the language of teaching and communication at RMIT Vietnam. For this role, the minimum requirement is IELTS General with a score of at least 6.0 (or equivalent, as outlined in the Recruitment, Selection and Onboarding Guidelines)."], ["For any role, English Language Proficiency may also be proven by showing successful completion of secondary education to a level qualifying to enter university study while being instructed through the medium of English, as per the RMIT University recognised qualification list."]]},
{"url": "https://www.vietnamworks.com/developer-odoo-framework-1768439-jv?source=searchResults&searchType=2&placement=1768439&sortBy=latest", "job_name": "Developer (Odoo Framework)", "company_name": "Maker Sixty Four", "salary": "Thương lượng", "end_date": "2024-05-23", "address": ["Lô E2, Đường số 1, KCN Tân Đô, Đức Hòa Hạ, Đức Hòa, Long An", " "], "NGÀY ĐĂNG": ["23/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Python, Odoo, ERP, Lập Trình Viên, IT Phần Mềm"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Tham gia vào dự án phát triển, nâng cấp phân hệ module trên nền tảng Odoo Framework."], ["- Nghiên cứu và phân tích tính khả thi của dự án CNTT về mặt kỹ thuật."], ["- Viết mã Code theo hướng dẫn của IT và hỗ trợ các tình huống khác."], ["- Thảo luận và phối hợp với các bộ phận liên quan để phát triển các tính năng của phần mềm nhằm đảm bảo phần mềm đáp ứng được các yêu cầu của nội bộ."], ["- Phát triển các dịch vụ ERP và hệ thống mở rộng quy mô"], ["- Thấu hiểu các yêu cầu do bộ phận phân tích kinh doanh cung cấp."], ["- Báo cáo tiến độ và kế hoạch công việc cho giám đốc IT, trưởng nhóm lập trình."], ["- Các hoạt động khác theo yêu cầu công việc và sự phân công của cấp trên"]], "Yêu cầu công việc": [["- Kinh nghiệm:"], ["+ Tốt nghiệp Đại học ngành IT."], ["+ Từ 3 đến 5 năm lập trình trên nền tảng Odoo Framework Bắt buộc."], ["+ Từ 3 đến 5 năm kinh nghiệm với ngôn ngữ Python, PostgreSQL"], ["- Khả năng:"], ["+ Có thể sử dụng các ngôn ngữ lập trình hỗ trợ là một lợi thế: HTML, JS, CSS,"], ["+ Làm việc tại KCN Tân Đô, Đức Hòa, Long An. Có xe đưa rước từ HCMC."]]},
{"url": "https://www.vietnamworks.com/it-manager--1768575-jv?source=searchResults&searchType=2&placement=1768575&sortBy=latest", "job_name": "IT Manager", "company_name": "Tcpvn Company Limited", "salary": "Thương lượng", "end_date": "2024-05-22", "address": ["10th & 18th Floor, Viettel Building, 285 Cach Mang Thang Tam Street, Ward 12, District 10, HCMC", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Hàng tiêu dùng"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["IT Operations, IT Project Management, IT Helpdesk, English, Support DMS"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Plan and oversee the installation and maintenance of computer systems, hardware, CCTV and networks"], ["- Assist the IT department head with leading and training IT staff (if any)"], ["- Develop and implement policies related to network security, disaster recovery, IT infrastructure and other policy relate to IT"], ["- Assist on monitoring and analyzing the success of IT initiatives and projects and continually develop and evaluate new technologies and tools for the company"], ["- Direct and execute the activities of the help desk to ensure the IT needs of users are met"], ["- Assist in managing development projects to integrate new technologies into existing systems"], ["- Perform ongoing support and maintenance of all hardware, software, and network components"], ["- Establish a security policy to protect company information and resources"], ["- Perform IT Asset management and auditing"], ["- Distributor Management System"], ["(DMS)– Perform core master data administration and Windows servers administration"], ["- SharePoint Application"], ["– Assist on managing and developing application when required (will be trained when need)"], ["- Provide a 1st Level IT Support (Single point of contact) for TCPVN (including SAP HANA)"]], "Yêu cầu công việc": [["Education"], [":\tBachelor’s degree in IT, computer science, or a related field"], ["Experience"], [":\tAt least 3 years’ experience in managing IT department"], ["Knowledge of IT Services Management and ITIL"], ["Knowledge of IT planning and project management"], ["Skill:"], ["- IT Project Management"], ["- Windows operation system (Windows server, Windows 10/11), Microsoft 365, Office O365"], ["- Microsoft SQL server knowledge"], ["- Networking, LAN, WAN, Wireless knowledge"], ["- 1 year of experience in IT related to FMCG / Distribution with DMS Master data (Customer, Product, Route, Promotion, Geography...) setup and maintenance"], ["- 1 year ERP experience in SAP HANA support (Account Receivable, Account Payable, Purchase Request, Purchase Order, Good Receipt, User maintenance)"], ["- IT Services management and ITIL (Information Technology Infrastructure Library)"], ["- Microsoft SharePoint, Power BI, Power App, Azura Cloud will be advantageous"], ["- ERP Microsoft Dynamic 365 knowledge will be advantageous"]]},
{"url": "https://www.vietnamworks.com/web-developer-mid-level-python-reactjs--1768544-jv?source=searchResults&searchType=2&placement=1768544&sortBy=latest", "job_name": "Web Developer - Mid-Level (Python, Reactjs)", "company_name": "GKIM Digital", "salary": "Từ $500", "end_date": "2024-05-22", "address": ["Tower Sarina C , Sala , Dist 2, Ho Chi Minh City", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["ReactJS, Python, Full Stack Development, Front End, Lập Trình Backend"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Job Description:", "We are looking for a Python, Reactjs Developer responsible for designing and developing hands-on software. You will work in a team with other software engineers to design, implement, and deploy software that meets the customer’s requirements. The code must scale easily, be reusable, testable, and efficient.", "Responsibilities:", "Collaborate closely with designers and fellow developers to bring web applications to life.", "On the front end:", "- Design and implement the data structure and presentation layer using ReactJS.", "- Manage application state effectively with libraries like React, React Hooks, Context, and Redux.", "- Make asynchronous API calls and handle data fetching.", "Ensure cross-browser compatibility: Test and refine the web application for optimal performance across various browsers.", "Design and implement database structures that seamlessly align with application needs.", "Leverage Python expertise:", "- Write clean, scalable, testable, and efficient Python code.", "- Use additional Python libraries such as Django Rest Framework to build robust APIs for the front end."]], "Yêu cầu công việc": [["Required Skills:", "- 2+ years of experience building web applications with modern JavaScript (including HTML and CSS).", "- Strong grasp of ReactJS: In-depth knowledge of rendering data to the DOM and managing application state with libraries like React Hooks, Redux, or React Router.", "- 1-2 years of experience in back-end development using Python.", "- Solid understanding of database schema design principles.", "- Experience optimizing and profiling Python code for efficiency.", "- Proficiency with RESTful API libraries: Familiarity with Django, Django Rest Framework, or Flask is a plus.", "- Experience with Git for version control.", "- Good written and verbal English communication skills.", "Bonus points if have:", "- Interest in expanding your knowledge of APIs, databases, and mobile app design.", "- Familiarity with cloud service providers like AWS, GCP, or Azure.", "- The ability to work independently and manage your time effectively.", "- A willingness to learn new technologies and adapt to evolving methodologies.", "- A collaborative spirit and a desire to support team members (flexible schedule is a plus, night shift is not required)."]]},
{"url": "https://www.vietnamworks.com/truong-phong-quan-ly-ha-tang-cntt-it-tap-doan-1768526-jv?source=searchResults&searchType=2&placement=1768526&sortBy=latest", "job_name": "Trưởng Phòng Quản Lý Hạ Tầng CNTT - IT Tập Đoàn", "company_name": "Stavian Group", "salary": "$1500 - $2000", "end_date": "2024-05-22", "address": ["Tầng 4, Century Tower, số 458 Minh Khai, Hai Bà Trưng, Hà Nội", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "System/Cloud/DevOps Engineer"], "LĨNH VỰC": ["Nhập khẩu/Xuất khẩu"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Hạ Tầng Công Nghệ"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["Stavian Group là một Tập đoàn công nghiệp đa quốc gia, quy mô lớn với nhiều lĩnh vực hoạt động như Công nghiệp Hóa chất, Hóa dầu, hóa chất; Công nghiệp Vật liệu công nghệ cao, Công nghiệp Giấy, Công nghiệp Tái chế & Kinh tế tuần hoàn, Logistics, Phát triển Khu công nghiệp, Đầu tư Khởi nghiệp Cách mạng Công nghiệp 4.0, Kim loại công nghiệp … thị trường của Stavian Group đã trải dài trên hơn 100 quốc gia và vùng lãnh thổ với hơn 14.000 khách hàng, đối tác toàn cầu. Tập đoàn vận hành hơn 30 văn phòng đại diện tại nước ngoài cùng với gần 2.000 nhân sự trong nước và quốc tế, doanh thu năm 2021 đạt khoảng 2 tỷ USD"], ["."], ["Doanh nghiệp uy tín, xếp hạng Top 22 nhà phân phối hóa chất lớn nhất thế giới và Top 6 nhà phân phối hóa chất lớn nhất khu vực Châu Á – Thái Bình Dương"], ["(theo báo cáo ICIS 2021)"], ["Tập đoàn Stavian vinh dự được bình chọn đứng đầu TOP 10 Thương hiệu Mạnh ngành Công nghiệp Chế biến – Chế tạo năm 2022 và vinh dự xếp hạng thứ 23 trong Top 500 Doanh nghiệp tư nhân lớn nhất Việt Nam"], ["(theo báo cáo VNR500);"], ["Stavian Group đã được vinh danh là \"Nơi làm việc tốt nhất châu Á 2022\" do Tạp chí HR Asia – Tạp chí chuyên ngành nhân sự hàng đầu khu vực bình chọn và cũng đã vinh dự nhận được giải thưởng “Doanh nghiệp Xuất sắc châu Á 2022” tại lễ trao giải Asia Pacific Enterprise Awards 2022 (APEA), giải thưởng \"Nơi làm việc được yêu thích 2022\" được tổ chức bởi CareerBuilder.vn và \"Top 10 Nơi làm việc tốt nhất Việt Nam 2023 ngành Năng lượng – Dầu khí – Hoá chất\""], ["công bố bởi Viet Research."], ["Chúng tôi đang tìm các nhân tài phù hợp với vị trí Trưởng phòng quản lý hạ tầng CNTT để cùng Stavian #GOGLOBAL với tiêu chí & công việc như sau:"], ["Quản lý:"], ["Xây dựng quy chế, quy định, chính sách, quy trình nghiệp vụ CNTT và thực hiện chức năng giám sát các hoạt động CNTT"], ["Cùng với GĐ CNTT xây dựng định hướng, kế hoạch và chiến lước phát triển CNTT Tập đoàn theo từng giai đoạn"], ["Báo cáo gải pháp và đề xuất cho Ban Lãnh đạo đầu tư hiệu quả các hạ tầng CNTT phù hợp với mô hình của Tập đoàn"], ["Chuyên môn:"], ["Có kinh nghiệm triển khai thực tế và quản lý, quản trị, vận hành tổng thể hệ thống CNTT cho các Doanh lớn."], ["Triển khai xây dựng hệ thống Server, Network, Storage, Backup, Security, Monitor, VMWARE"], ["Có kiến thức và hiểu biết về các hệ thống SIEM, SOC, Antivirus, PAM"], ["Triển khai các dịch vụ trên nền tảng Windows Server, Linux"], ["Quản trị, vận hành hệ thống Server dịch vụ và phần mềm như: Server SAP B1, Server SQL, DNS, AD, DHCP, FILE, EMAIL EXCHANGE, O365, WEBSITE, VEEAM, WSUS"], ["Quản trị, vận hành các hệ thống Storage, Backup"], ["Quản trị, vận hành, thiết lập các chính sách với Firewall Checkpoint, Fortinet"], ["Theo dõi kiểm tra, đánh giá hiệu năng các Server và lập báo cáo hoạt động định kỳ."], ["Phối hợp triển khai tuân thủ các chính sách CNTT."], ["Hỗ trợ người dùng các vấn đề liên quan tới CNTT"], ["Đào tạo nội bộ kiến thức quản trị, vận hành hệ thống CNTT và đào tạo người dùng kỹ năng khai thác tài nguyên CNTT được trang bị tại Tập đoàn"], ["Quản lý hệ thống CNTT của tập đoàn."], ["Quản lý nhóm làm việc trong phạm vi được giao"]], "Yêu cầu công việc": [["Yêu cầu công việc:"], ["Kinh nghiệm ở vị trí tương đương từ 3 năm trở lên"], ["Kinh nghiệm & kỹ năng quản lý đội nhóm từ 3-5 nhân sự"], ["Kinh nghiệm quản trị hệ thống network, server cho các doanh nghiệp với quy mô 1000 users"], ["Có khả năng làm việc chuyên sâu với các thiết bị mạng và server của Cisco, HP, Fortinet, Dell, HP"], ["Có khả năng cài đặt, cấu hình thuần thục các dịch vụ trên nền tảng Windows Server"], ["Có khả năng cài đặt, cấu hình, quản trị hệ thống ảo hóa với Vmware"], ["Có khả năng cài đặt, cấu hình, quản trị backup với Veeam"], ["Có khả năng cài đặt, cấu hình các dịch vụ HA Proxy, Loadbalancing, SQL Cluster"]]},
{"url": "https://www.vietnamworks.com/hn-it-support-engineer-1768392-jv?source=searchResults&searchType=2&placement=1768392&sortBy=latest", "job_name": "[HN] IT Support Engineer", "company_name": "Pizza 4P's", "salary": "Thương lượng", "end_date": "2024-05-22", "address": ["Floor 22nd, Icon4 Tower, De La Thanh Street, Dong Da District", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Dịch vụ lưu trú/Nhà hàng/Khách sạn/Du lịch"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["IT Operations, IT Phần Mềm, IT Hardware"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["WHAT YOU‘LL DO", "1. Help Desk (30%)", "Ensure to deliver good IT quality to support all users at Back Office, Hubs and Stores.", "Monitor, predict and handle all IT issues/requests via ticket.", "Mentor, assign task to IT support team members.", "Provide L2/3 support and troubleshooting to resolve issues.", "2. Support System (70%)", "Develop expertise to train staff on new technologies.", "Provide the report to higher level for status of IT support, IT Infrastructure.", "Administers servers, laptop and desktop computers (including thin clients), printers, routers, switches, firewalls, phones, company mobile phones, smartphones, software deployment, CCTV, POS…", "Ensure security through access controls, backups...", "Liaise with vendors and other IT personnel for problem resolution.", "Ensure all IT system, network and database can be run smoothly and assure data synchronization.", "Maintain IT documents and service guides, contribute current technical information and best practices in KB", "Work within established configuration and change management policies to ensure awareness, approval and success of changes made to the network infrastructure."]], "Yêu cầu công việc": [["ARE YOU OUR \"FIT\"?!", "Graduated from the intermediate level of IT or related;", "3-5 years of experience in related field;", "Basic English skill;", "Strong understanding of system network", "System Maintenance", "- Understand exchange method of Hardware;", "- Understand re-installation method of Server application & Client application;", "Infrastructure: Understand Infrastructure", "Software Operation", "- Understand MS Office/ Google software from the document and hands on training;", "- Understand restaurant operation software Packages from the document and hands on training;", "- Understand Cyber security strategy and definition of the Client and Server;", "- Understand Cyber security rule of the company."]]},
{"url": "https://www.vietnamworks.com/home-appliance-air-solutions-c-plus-plus-software-engineer--1768356-jv?source=searchResults&searchType=2&placement=1768356&sortBy=latest", "job_name": "Home Appliance & Air Solutions - C++ Software Engineer", "company_name": "LG Electronics Development Viet Nam Company Limited", "salary": "$700 - $2200", "end_date": "2024-05-22", "address": ["32F & 36F, Keangnam Landmark 72 Tower, Pham Hung, Nam Tu Liem, Hanoi", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["C++, Automotive, Embedded, Middleware, Embedded C++"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["LGEDV VHA conducts core R&D activities, and various product reliability tests in support of our products such as Living Appliances, Kitchen Appliances, and Air Solutions.", "With the key missions of offering an environment that enables colleagues to demonstrate their capabilities, focus on their work and create value & delivering the “invaluable” office operation services & solutions that contributes to a company’s business success.", "You will have the opportunity to work, share and learn with talented engineers and launch strategic-oriented technology products of LG Corporation.", "As a member of application engineering team in LGEDV VHA, your roles & responsibilities will be as follows:", "-\tWork with the local engineering team, product managers, and program managers at VHA and remote locations (Korea) to build and ship embedded system applications.", "-\tAs a member of application team, design software module, implement, test & release according to agile process.", "-\tExpected engineering output in the form of source code, engineering documentation, test results, release note.", "-\tProvide high quality and high performing embedded system applications C/C++ based", "-\tSenior level engineers are required to perform code reviews of fellow or junior team members.", "-\tSupport leadership team (PM, PL and cross functional leaders) for the successful outcome of engineering projects."]], "Yêu cầu công việc": [["-\tBachelor's (or higher) degree in computer science or equivalent practical experience.", "-\tExperienced with C++ (Good to have: C programming) preferred +3 years", "-\tExperienced with Web Frontend unit test, linting, build and release is preferred", "-\tGood knowledge in OOP, Data Structure, Algorithms, Design Patterns, TDD", "-\tGood understanding of UI framework, UI components, and atomic design pattern", "-\tGood written and oral communication skill in English", "-\tExperienced with Collaboration tools / methods is preferred: Confluence, Jira, Gerrit, Git, Agile process, Yocto"]]},
{"url": "https://www.vietnamworks.com/automotive-software-engineer-c-plus-plus-oop-linux-1768349-jv?source=searchResults&searchType=2&placement=1768399&sortBy=latest", "job_name": "Automotive Software Engineer (C++, Oop, Linux)", "company_name": "LG Electronics Development Viet Nam Company Limited", "salary": "$700 - $2200", "end_date": "2024-05-22", "address": ["32F & 36F, Keangnam Landmark 72 Tower, Pham Hung, Nam Tu Liem, Hanoi", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["C++, Automotive, Embedded, Middleware, Embedded C++"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["Life‘s good with LG!"], ["LG Electronics Development Vietnam (LGEDV) produces high-quality in-car infotainment systems that deliver both information and entertainment on-the-go for many of the world‘s biggest automobile brands."], ["LGEDV conducts core R&D activities, and various product reliability tests in support of our vehicle component business. With the key missions of offering an environment that enables colleagues to demonstrate their capabilities, focus on their work and create value & delivering the “invaluable” office operation services & solutions that contributes to a company’s business success."], ["As member of Software Development team, you will be responsible for researching and developing applications for Car Infotainment, AVN (Audio Video Navigation) system, Cluster and Telematics as below:"], ["• Develop automotive products and technologies (included HMI Applications, HMI frameworks, Protocols to interface with HMI framework and middleware …);"], ["• Responsible for software delivery to head quarter;"], ["• Generate reports, communicate with local managements and head quarter"]], "Yêu cầu công việc": [["• Bachelor degree in Information Technology, Computer Science, Computer Engineering, Electrical Engineering, Telecommunication Engineering, Mathematics, Mechanics and Informatics or equivalent."], ["• Strong motivation to develop career in automotive software field."], ["• Software development experience in C++ programming;"], ["• Having good knowledge with OOP, OOAD (Object-Oriented Analysis and Design);"], ["• Having hands-on experience to use JIRA, GIT and Gerrit;"], ["• Having hands-on experiences in developing large software systems;"], ["These skills would be considered as an advantage but not the must:"], ["• Experiences related to multi-thread, multi-process programming;"], ["• Having hands-on experiences to use and implement design patterns (MVC, Singleton, Observers);"], ["• Experiences related to develop application using Qt/QML;"], ["• Experiences related to design and develop GUI frameworks, front-end applications;"], ["• Ability to effectively present information to top management, public groups, and/or board of directors."]]},
{"url": "https://www.vietnamworks.com/automotive-embedded-linux-system-engineer-yocto-project-build-system--1768342-jv?source=searchResults&searchType=2&placement=1768392&sortBy=latest", "job_name": "Automotive - Embedded Linux System Engineer - Yocto Project Build System", "company_name": "LG Electronics R&D Vietnam", "salary": "$900 - $2200", "end_date": "2024-05-22", "address": ["32F & 34F Keangnam Landmark Tower, E6 Pham Hung, Nam Tu Liem, Hanoi, Vietnam", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Yocto Project, C++, Java, Embedded, Linux"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["As a member of Software Development team, your roles & responsibilities as below:"], ["•\tDeveloping embedded Linux systems using the Yocto project-built system. Basically, be familiar with the tools of the Yocto project, including BitBake, Experience configuring and tuning entire embedded Linux distributions."], ["•\tCreating images by including open source using CMake and others into the Yocto build system. Understanding how to create recipes for building and packaging software."], ["•\tExcellent scripting skills (Python or Bash)"], ["•\tFluency in C, C++, Java, Nodejs."], ["•\tHaving hands-on experiences in using JIRA, VLM, Collab and at least one version control tool such as Git, gerrit;"], ["As a member of Software Development team, your roles & responsibilities as below:"], ["•\tDeveloping embedded Linux systems using the Yocto project-built system. Basically, be familiar with the tools of the Yocto project, including BitBake, Experience configuring and tuning entire embedded Linux distributions."], ["•\tCreating images by including open source using CMake and others into the Yocto build system. Understanding how to create recipes for building and packaging software."], ["•\tExcellent scripting skills (Python or Bash)"], ["•\tFluency in C, C++, Java, Nodejs."], ["•\tHaving hands-on experiences in using JIRA, VLM, Collab and at least one version control tool such as Git, gerrit;"]], "Yêu cầu công việc": [["•\tB.S or higher degree in Mechatronic Engineering, Automotive Engineering, Computing Engineering, Information Technology, Computer Science or related majors"], ["•\tEmbedded Linux Developers on the Yocto Build System"], ["•\tExperience of building an open source using Make, CMake into Yocto recipes as components of the Yocto build system"], ["•\tShell scripting and Python experience"], ["•\tGit & Gerrit experience (comfortable using code review and source code repository management)"], ["•\tExperience of CI environment management especially Jenkins or knowledge in containerization technologies such as Docker or Kubernetes"], ["•\tAbility to verbal and written communicate and explain technical issues in English with the collaborating scrum teams."], ["•\tHigh responsibility and good team-work"], ["•\tAn analytical mind with problem-solving attitude"]]},
{"url": "https://www.vietnamworks.com/implementation-specialist-night-shift-customer-experience-good-english--1768339-jv?source=searchResults&searchType=2&placement=1768389&sortBy=latest", "job_name": "Implementation Specialist (Night Shift, Customer Experience, Good English)", "company_name": "Dicentral Vietnam Company, Limited", "salary": "Tới $800", "end_date": "2024-05-22", "address": ["139 Pasteur, WARD 6, DISTRICT 3, HOCHIMINH CITY", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phân Tích Kinh Doanh/Phân Tích Hệ Thống"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Implementing Strategy, Project Management, Service Implementation, Systems Implementation, Customer Service"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["We value our employees with competitive benefit and generous paid time off packages, flexible and casual work environments, career development, recognition programs and more!"], ["This role is an onsite opportunity."], ["- As an Implementation Specialist, you will:"], ["•\tServes as the primary point of contact during the software (SPS & Gentran) implementation process for the customer, with assistance as needed from implementation supervisor."], ["•\tManages setup within TrueCommerce. Conducts testing for customers."], ["•\tManages implementation tasks and coordinates activities with the customer, trading partners, SPS and other implementation team members."], ["•\tManages customer expectations and project scope."], ["•\tActively contacts and follows up with customers to drive continuous progress on the completion of their projects."], ["•\tAssists the customer with the usage of the TrueCommerce software."], ["•\tAssists the customer with the EDI testing process, including analyzing test results and advising the customer on steps required to fulfill testing requirements."], ["•\tAssists the customer with the integration testing process, including understanding of basic integration functions and BSP mapping changes for assigned ERP packages."], ["•\tIdentifies and communicates implementation issues and escalates to the appropriate parties."], ["•\tMeets monthly go-live and quality targets as determined by TrueCommerce management."]], "Yêu cầu công việc": [["•\tClient service implementations, business-to-business, and/or computer support/service experience."], ["•\tProject management knowledge or experience is required."], ["•\tExperience in working with high volume customers and/or tasks with proven ability to keep organized and multi-task."], ["•\tPrior experience in training customers on application software including conducting training webinars or one-on-one customer training sessions."], ["•\tExperience with Microsoft Office and Internet applications required."], ["•\tExperience with business systems such as Microsoft Great Plains, AX, Dynamics, QuickBooks, Sage, SAP or NetSuite is a plus."], ["•\tWillingness to work a night shift from 10:00 PM – 07:00 AM."], ["•\tWork location: Helios Building, 5th Floor, Quang Trung Software, Dist. 12, Ho Chi Minh City."]]},
{"url": "https://www.vietnamworks.com/cto-giam-doc-cong-nghe-securities-chung-khoan-1756418-jv?source=searchResults&searchType=2&placement=1756468&sortBy=latest", "job_name": "CTO  Giám Đốc Công Nghệ  Securities Chứng Khoán", "company_name": "GTV Vietnam", "salary": "Thương lượng", "end_date": "2024-05-22", "address": [".", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Chứng khoán"], "CẤP BẬC": ["Giám Đốc và Cấp Cao Hơn"], "KỸ NĂNG": ["Strategy Consulting, Securities Core System, Business English, Cloud Enterprise Architecture, Solution Architecture"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["We are looking for a companion of a Chief Technology Officer (CTO) to drive the development of products/technology for our Securities Company. This position will work in Vietnam and the SEA region. The CTO will report directly to the CEO and BOD. Our ideal candidate should have solid technical expertise, strong leadership & strategic capability, and last but not least, and robust knowledge & experience in the Securities sector."], ["*** Roles and Responsibilities:"], ["● Oversee all matters relating to technology in the organization (Securities industry), including IT architecture strategies and develop the solution roadmap to meet business goals."], ["● Take responsibility for all technology-related issues including but not limited: strategy - vision, planning, architecture, solution roadmap and effectively daily operate and manage  IT resources... to ensure the growth and flexibility of the technology aspect."], ["● Directly participate in the product development process"], ["● Build up and develop the technology department from scratch together with the companion of the HR department. Assist in recruiting, onboarding and training technical leaders."], ["● Create and manage timelines for the development and deployment of technology services."], ["● Develop customer information and data security, applying advanced security measures and complying with legal regulations."], ["● Manage the budgets and time frames of technology projects"], ["● Stay updated on trends, opportunities, and risks in the IT industry, specifically in the securities area, and consult with BOD on solutions to ensure the company’s competitive advantages."], ["● Ensure that all technology practices align with both the company and governance's compliance regulations."]], "Yêu cầu công việc": [["● Bachelor’s Degree in Computer Science or equivalent"], ["● Proven minimum 4 years experience as CTO  or similar managerial role ( D.CTO/ Head of Technical Dept…) within the securities industry."], ["● Excellent knowledge of IT architecture, securities, infrastructure, data…"], ["● Extensive experience and understanding of Cloud Computing, Real-time Systems, and distributed financial transaction systems..."], ["● Solid knowledge and experience in design, IT system development, data security, and overall architecture... ● Able to take on an excellent overall management perspective and directly participate in product development."], ["● Business thinking, management and the ability to link Technical and Business goals at an overall strategic level."], ["● Ability to lead and manage teams, ability to develop teams."], ["● Proficient in English in communication, presentations, and negotiations with foreign partners and stakeholders."], ["*** What benefits you?"], ["● Competitive Package for C/D Level."], ["● All travel expenses are sponsored."]]},
{"url": "https://www.vietnamworks.com/truong-phong-it-lam-viec-tai-ha-noi-thanh-hoa--1768282-jv?source=searchResults&searchType=2&placement=1768332&sortBy=latest", "job_name": "Trưởng Phòng IT (Làm Việc Tại Hà Nội, Thanh Hóa)", "company_name": "Công Ty TNHH Vaude Việt Nam", "salary": "Thương lượng", "end_date": "2024-05-22", "address": ["Khu Gạch Lát, Đường Trần Phú, Phường Lam Sơn, TX Bỉm Sơn, Thanh Hóa", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Quản Lý Công Nghệ Thông Tin"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Công Nghệ Thông Tin, Information Technology, CNTT, Điện Tử Viễn Thông, ERP"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["- Tổ chức điều hành hoạt động của Bộ phận IT đáp ứng yêu cầu về CNTT", "- Quản lý, cấu hình thiết bị IT (Thiết bị, phần mềm, mạng, viễn thông...)", "- Đảm bảo hệ thống CNTT vận hành thông suốt, chính xác, an toàn – bảo mật.", "- Quản trị hệ thống ERP.", "- Quản trị và vận hành hệ thống mail Exchange, Database"]], "Yêu cầu công việc": [["- Tốt nghiệp đại học trở lên chuyên ngành CNTT, điện tử viễn thông hoặc các ngành khác có liên quan", "- Có kinh nghiệm về phần mềm quản trị ERP – Microsoft là một lợi thế", "- Tối thiểu 3 năm kinh nghiệm tại vị trí tương đương", "*** Kỹ năng:", "Có tinh thần trách nhiệm, chủ động trong công việc và chịu được áp lực công việc cao Có tư duy logic và khả năng phân tích tốt", "***Quyền lợi:", "- Ở tại Khu nhà dành cho quản lý của công ty.", "- Thưởng lễ tết, du lịch hàng năm", "- Lương: thỏa thuận theo năng lực.", "- Đóng bảo hiểm và các chế độ khác theo quy định của pháp luật."]]},
{"url": "https://www.vietnamworks.com/it-support-specialist--1768241-jv?source=searchResults&searchType=2&placement=1768291&sortBy=latest", "job_name": "IT Support Specialist", "company_name": "Bosch Global Software Technologies Company Limited", "salary": "Thương lượng", "end_date": "2024-05-22", "address": ["Etown 2, 364 Cong Hoa street, ward 13, Tan Binh district, HCM", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["English, Bash Shell Scripting, Systems Engineering"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["-  Development of Automation Job for SAP/Win/Linux/Cloud Platform"], ["-  Build, configure, and maintain UC4 workflows and schedules to meet business requirements."], ["-  Troubleshoot and resolve issues with UC4 workflows and schedules, including investigating and resolving job failures."], ["-  Monitor and optimize UC4 workflows and schedules to ensure that they are running efficiently and effectively."], ["-  Document UC4 workflows and schedules, including their dependencies, to ensure that they are well understood and can be maintained over time."], ["-  Provide technical support to end-users of UC4 workflows and schedules, answering questions and providing guidance as needed."], ["-  Continuously evaluate and improve UC4 workflows and schedules, identifying opportunities for automation and efficiency gains."]], "Yêu cầu công việc": [["-   Bachelor degree or equivalent in Computer Science, Engineering, Information Systems, or a related discipline"], ["-   Strong understanding of UC4 automation, including the ability to build and maintain workflows and schedules."], ["-   Knowledge of scripting languages such as PowerShell, Perl, or Python."], ["-   Experience with database technologies such as SQL Server or Oracle."], ["-   Familiarity with ITIL or other IT service management frameworks."], ["-   Excellent problem-solving and analytical skills."], ["-   Strong written and verbal communication skills."], ["-   Ability to work independently and as part of a team in a fast-paced environment."], ["-   Willingness to learn and adapt to new technologies and processes."], ["-   Attention to detail and a commitment to quality."], ["-   Good written and oral communication in English"]]},
{"url": "https://www.vietnamworks.com/can-gap-nhan-vien-phat-trien-phan-mem-developer-luong-22-27-trieu-thang-1768043-jv?source=searchResults&searchType=2&placement=1768093&sortBy=latest", "job_name": "[Cần Gấp] Nhân Viên Phát Triển Phần Mềm (Developer) Lương 22-27 Triệu/tháng", "company_name": "Công Ty TNHH Gensoft Vina", "salary": "$1000 - $1300", "end_date": "2024-05-22", "address": ["KCN Yên Phong, Xã Yên Trung, Huyện Yên Phong, Tỉnh Bắc Ninh, Việt Nam", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Hệ thống CNTT & Thiết bị"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Phát Triển Phần Mềm, CSS, ASP.NET, JavaScript, C#"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["- Thành thạo C#, .Net, NetCore , Html, css, JavaScript."], ["- Làm tốt WPF, Window Form, MVC. Database : Oracle, SQL server."], ["- Phát triển theo yêu cầu của khách hàng"]], "Yêu cầu công việc": [["- Tốt nghiệp đại học chuyên ngành công nghệ thông tin"], ["- Có ít nhất 5 năm trong lĩnh vực IT (Trong đó 3 năm kinh nghiệm trong lĩnh vực Dev)"], ["- Có thể sử dụng tiếng anh cơ bản"], ["- Nộp cv bằng tiếng anh"], ["Quyền lợi"], ["- Được nghỉ tất cả các thứ 7, chủ nhật trong tuần và các ngày lễ tết theo quy định"], ["- Có xe đưa đón nhân viên từ nhiều nơi: Hà Nội, Bắc Giang, Bắc Ninh, Vĩnh Phúc, Hải Dương...(Sử dụng xe của công ty Samsung như nhân viên samsung) - Làm việc Bắc Ninh"], ["- Chế độ lương thưởng hấp dẫn. Đặc biệt sếp cực kỳ dễ tính"], ["Địa điểm làm việc"], ["- Bắc Ninh: SamSung, Khu CN Yên Phong 1, Yên Phong, Bắc Ninh"]]},
{"url": "https://www.vietnamworks.com/software-engineering-manager--1768223-jv?source=searchResults&searchType=2&placement=1768273&sortBy=latest", "job_name": "Software Engineering Manager", "company_name": "German Software Intelligence LLC", "salary": "Thương lượng", "end_date": "2024-05-22", "address": ["153, Ung Van Khiem, Binh Thanh, Ho Chi Minh City", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Software Management, Software Development, Python, C++, C#"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["About the role:"], ["As a Software Engineering Manager you will lead a team of software engineers, providing guidance, mentorship, and support to ensure their success and development."], ["Responsibilities:"], ["- Manage and oversee the software development process, including planning, design, development, testing, deployment, and maintenance of software products."], ["- Ensure that software projects are delivered on time, within scope, and within budget, and that they meet quality and performance standards."], ["- Collaborate with product managers, designers, and other stakeholders to define software requirements, prioritize features, and establish project timelines and goals."], ["- Communicate with stakeholders and provide regular updates on project status, risks, and issues, and work to resolve problems as they arise."], ["- Develop and maintain software development best practices and standards, and ensure that the team is following them."], ["- Hire, onboard, and train new software engineers, and develop and retain existing team members by providing ongoing feedback, performance evaluations, and career development opportunities."], ["- Foster a culture of innovation, collaboration, and continuous learning within the software engineering team."], ["- Stay up-to-date with the latest software development trends and technologies, and evaluate their potential impact on the company's products and processes."], ["- Continuously improve software development processes and tools, and implement new technologies and methodologies to increase efficiency and productivity."]], "Yêu cầu công việc": [["- A master's/ bachelor or undergraduate degree in Information systems / Computer Science or Civil Engineering/ Architecture."], ["- Strong multi-tasking and prioritization skills with the ability to adapt to change."], ["- High level of object-oriented programming skills following best coding practices."], ["- Proficiency in soft skills for mentoring, coal problem-solving solving, and developing professionals."], ["- Personality Traits Leadership and management Planning and organizing Teamwork skills Interpersonal abilities."], ["- Problem-solving/Creativity Computer and technical literacy Effective communication."], ["- At least 5 years or more of experience including at least three years as a software manager and previous experience as a tech lead."], ["- Proficiency In programming languages such as: Python and C++/ C#."], ["- Strong understanding of version control systems (GIT)."], ["- Strong understanding of unit testing systems/framework, CI/CD pipeline."], ["- Good communication skills in English."]]},
{"url": "https://www.vietnamworks.com/blockchain-engineer-solidity-typescript-1768212-jv?source=searchResults&searchType=2&placement=1768262&sortBy=latest", "job_name": "Blockchain Engineer (Solidity/typescript)", "company_name": "GTV Vietnam", "salary": "Thương lượng", "end_date": "2024-05-22", "address": [], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Solidity, Blockchain, Typescript, Ethereum, Web3.js"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["● Design and implementation of the overall web architecture"], ["● Write and deploy smart contracts for client projects"], ["● Develop dApps and other Web3 solutions as required"], ["● Recommend software upgrades to optimize operational efficiency"], ["● Collaborate with other developers to design and optimize code"], ["● Create flowcharts and user guides for new and existing programs"], ["● Document all programming tasks and procedures"], ["● Perform routine software maintenance."], ["● Develop test strategies, design automation frameworks, and write unit/integration tests to drive up code coverage, automation metrics, security, and data protection."], ["● Update progress daily through the Project Management tracking tool (ex. Jira) or Kanban/Agile board"], ["● Interact with business partners, teammates, internal users, and external users regarding cost estimations, timelines, technical issues, and infrastructure support both pre- and post-production"]], "Yêu cầu công việc": [["● Bachelor's Degree in Computer Science or a related field"], ["● 3+ years of software engineering experience, including at least one year of experience in this specific aspect of blockchain technology. Preference would be given to candidates with leadership experience."], ["● Strong Computer Science fundamentals"], ["● Familiarity with Solidity, TypeScript, and/or Python programming languages"], ["● Experience with a development suite, such as Hardhat, Dapp, Brownie, or Truffle"], ["● Experience with contract libraries, such as Dappsys and OpenZeppelin"], ["● A deep understanding of blockchain fundamentals, common vulnerabilities, and the EVM"], ["● A desire to keep up with emerging trends in the Ethereum and blockchain technology space"], ["● An understanding of how frontends consume smart-contract data."], ["● Experience implementing testing platforms and unit tests"], ["● Deadline and detail-oriented"], ["● Able to explain complex systems to a non-technical audience"], ["● Ability to successfully manage several projects simultaneously"], ["● Open-minded and eager to learn new things, flexible to changes, and comfortable with ambiguity"], ["*** What do you get?"], ["● Competitive Package (would be negotiated in the interview process)"], ["● Performance Bonus"], ["● Laptop provided"], ["●Working with world-class talents."]]},
{"url": "https://www.vietnamworks.com/t24-techno-manager-functional-consultant-temenos-1756590-jv?source=searchResults&searchType=2&placement=1756640&sortBy=latest", "job_name": "T24 Techno Manager - Functional Consultant Temenos", "company_name": "Systems Apac", "salary": "Thương lượng", "end_date": "2024-05-22", "address": ["Systems APAC, Singap15 Lor 8 Toa Payoh,. Singapore 319262. Mon - Fri, 9am -6pm. Directions. Contact Us. Apac System Pte Ltd. Block 15 Lorong 8 Toa Payoh # 02 - 08ore", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phân Tích Kinh Doanh/Phân Tích Hệ Thống"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Trưởng phòng"], "KỸ NĂNG": ["Technical Support, Business Consulting, Technical Analysis, Solution Development, Client Consulting"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Bất kỳ"], "Mô tả công việc": [["As a Techno-Functional Consultant manager, you will lead a team of business and technical analysts and act as a subject matter expert in at least one business area. You will be responsible for presenting solutions to clients and providing team training in the subject matter area."], ["Responsibilities:"], ["-\tPresenting solutions to clients"], ["-\tLeading a team of business and technical analysts"], ["-\tWorking as a subject matter expert in multiple business areas"], ["-\tProviding team training in the subject matter areas"], ["-\tConfiguring products as per business requirements is a must"], ["-\tPlanning advance certifications in Temenos CBS"], ["-\tAssisting the team in developing all documents such as BPR, FSD, etc."], ["-\tBeing creative and innovative in bringing new ideas"], ["-\tPossessing excellent interpersonal and communication skills, both oral and written"], ["-\tHaving an analytical mind, problem-solving skills, and strategic planning ability."], ["-\tPlanning training and certifications for self-learning and growth"], ["-\tHaving the ability to cope with pressure, challenges, and stringent timelines"], ["-\tWorking closely with different teams assigned to different projects, being a team player (leadership qualities are a PLUS)"], ["-\tTraining and grooming teams in business analysis as well as in soft skills"], ["-\tProviding counseling and guidance to teams"], ["-\tBeing cooperative and adaptable to the new environment"], ["-\tHaving 10+ years of banking experience in a specific domain or any banking software"], ["-\tPrior Temenos Knowledge is preferred"], ["-\tBeing an equal opportunity employer"]], "Yêu cầu công việc": [["-\tBachelor's or Master's degree in Business Administration or related field"], ["-\t10+ years of experience in a senior business consultant role"], ["-\tExcellent interpersonal and communication skills"], ["-\tStrong analytical and problem-solving skills"], ["-\tAbility to work under pressure and meet strict deadlines"], ["-\tLeadership qualities and ability to work effectively in a team"], ["-\tAbility to train and mentor team members"], ["-\tStrong subject matter expertise in at least one business area"], ["-\tPrior experience in banking or financial services is preferred"], ["-\tAbility to present solutions to clients in a professional manner"], ["-\tAbility to configure products as per business requirements is a PLUS"], ["-\tPrior knowledge of Temenos CBS."]]},
{"url": "https://www.vietnamworks.com/senior-t24-transact-1756401-jv?source=searchResults&searchType=2&placement=1756451&sortBy=latest", "job_name": "Senior T24 Transact", "company_name": "Systems Apac", "salary": "Thương lượng", "end_date": "2024-05-22", "address": ["Systems APAC, Singap15 Lor 8 Toa Payoh,. Singapore 319262. Mon - Fri, 9am -6pm. Directions. Contact Us. Apac System Pte Ltd. Block 15 Lorong 8 Toa Payoh # 02 - 08ore", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Phần Mềm Máy Tính"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["Temenos T24, Banking, Java, English, Software Development"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["We are seeking a talented T24 Developer with banking experience to join our team. The T24 Developer will be responsible for developing, implementing, and maintaining the T24 application for our banking clients. The ideal candidate should be experienced in T24 application development, have a strong understanding of banking processes, and possess strong analytical and problem-solving skills."], ["Responsibilities:"], ["•\tAssume responsibility for the coordination of activities between Temenos, client, and project team."], ["•\tUnderstand T24 integration aspects with various other applications."], ["•\tAnalyze Technical Architecture and review Technical Specifications to come up with appropriate technical solutions."], ["•\tUpgrade, implement, and deploy T24 Software in the client's IT environment."], ["•\tDesign and implement security settings."], ["•\tPerform the Technical Integration of Temenos standards into the client's IT infrastructure."], ["•\tDevelop and manage Release Management and version control mechanisms for the project."], ["•\tManage and execute performance testing and tuning."], ["•\tSupport the project team on all technical matters related to Build and Testing."]], "Yêu cầu công việc": [["Requirements:"], ["•\tBachelor's degree in Computer Science, Information Systems, or a related field"], ["•\tAt least 5 years of experience in T24 application development and deployment"], ["•\tProficient in T24 integration aspects with various other applications"], ["•\tExperience in T24 upgrade, implementation, and deployment"], ["•\tFamiliarity with Unix/Linux operating systems"], ["•\tUnderstanding of banking processes and terminology"], ["•\tExperience with T24 core modules such as Securities, Treasury, Trade Finance, and Accounting"], ["•\tExperience in banking software development"], ["•\tKnowledge of Java programming language"]]},
{"url": "https://www.vietnamworks.com/business-analyst-mes-expert-1768142-jv?source=searchResults&searchType=2&placement=1768192&sortBy=latest", "job_name": "Business Analyst - MES Expert", "company_name": "Vietnamworks' Client", "salary": "Thương lượng", "end_date": "2024-05-22", "address": ["Hanoi / HCMC", " "], "NGÀY ĐĂNG": ["22/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "IT Support/Help Desk"], "LĨNH VỰC": ["Phần Mềm CNTT/Dịch vụ Phần mềm"], "CẤP BẬC": ["Nhân viên"], "KỸ NĂNG": ["IT Analysis, MES Database, Manufacturing Execution System, Oil and Gas Industry"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["•\tOverseeing the comprehensive design of MES applications and modules, ensuring alignment with business requirements and technical specifications."], ["•\tProficiency in various project management and business software tools."], ["•\tCollaborating closely with Enterprise Architects, Integration Leads, Business Process Experts, Technical Leads, and other team members to deliver holistic solutions for business end-users, adhering to software best practices, standards, and templates."], ["•\tIn-depth responsibilities include:"], ["•\tCollaborating with cross-functional teams to ensure MES solutions align with business strategies."], ["•\tConducting thorough analysis of MES applications to pinpoint areas for enhancement."], ["•\tCreating and maintaining technical documentation for MES solutions."], ["•\tOffering technical support for MES applications."], ["•\tContributing to the establishment, updating, or re-engineering of standardized processes and best practices."], ["•\tSupervising the analysis and design of technology solutions to meet business needs."], ["•\tEnsuring requirements are comprehensive, consistent, and feasible, collaborating with developers and leadership to implement strategic technical proposals."], ["•\tLeading project teams in implementing proposed solutions throughout the project life cycle, from inception to implementation and go-live."], ["•\tTaking charge of functional and technical scoping and design throughout the project life cycle."], ["•\tParticipating in the research and design of new systems/applications and preparing proposals for innovation."], ["•\tStudying and applying IT processes, procedures, and standards, while adhering to IT improvement processes."], ["•\tSourcing and implementing new business technology."], ["•\tConducting hands-on training for relevant areas."], ["•\tContributing to the development of project management processes and standards, and ensuring adherence to them during project implementation."], ["•\tEnsuring assigned projects meet IT solution project key performance indicators (KPIs)."], ["•\tDesigning, developing, and implementing MES solutions for complex system integration projects."]], "Yêu cầu công việc": [["•\tBachelor’s degree or higher required: preferable in Computer Science, Information Technology, or a related field"], ["•\tMinimum of 8 years’ experience as an IT functional consultant/business analyst with at least 3 full lifecycle project implementations (in house project is acceptable)."], ["•\tProject management experience is a plus."], ["•\tExperience in Oil & Gas is a plus."], ["•\tStrong ability to create reports, presentations and offer recommendations."], ["•\tStrong process modelling skill."], ["•\tGood teamwork and collaboration skills."], ["•\tStrong negotiation and problem-solving skills used to align the business capabilities and IT systems."], ["•\tDemonstrate the ability to project management."], ["•\tFluent in English."]]},
{"url": "https://www.vietnamworks.com/infrastructure-architect-it-system-manufacturing-open-for-junior-level-freshers-1754379-jv?source=searchResults&searchType=2&placement=1754479&sortBy=latest", "job_name": "Infrastructure Architect/ IT System (Manufacturing) - Open for Junior Level/freshers", "company_name": "Unilever Vietnam", "salary": "Thương lượng", "end_date": "2024-05-19", "address": ["156 Nguyen Luong Bang, Tan Phu Ward, Dist.7", " "], "NGÀY ĐĂNG": ["19/04/2024"], "NGÀNH NGHỀ": ["Công Nghệ Thông Tin/Viễn Thông", " > ", "Viễn Thông"], "LĨNH VỰC": ["Sản xuất"], "CẤP BẬC": ["Mới Tốt Nghiệp"], "KỸ NĂNG": ["Infrastructure, Automation, PLC, Network"], "NGÔN NGỮ TRÌNH BÀY HỒ SƠ": ["Tiếng Anh"], "Mô tả công việc": [["OPEN FOR JUNIOR LEVELS"], ["- will be trained about IT skills"], ["- Deploy & maintain factory Cyber Security program as local technical authority"], ["- Setup & maintain overall factory network architecture, both hardware & configuration"], ["- Key member in pilot digital projects, maintaining a strong foundation layer, supporting a robust & sustained digital factory"], ["- Build standards & know-how for upskilling factory engineers in term of IT-OT convergence & Cyber Security"], ["- Coordinate & work with factory Data Engineer for setting up & maintain data pipeline as well as troubleshooting connectivity issues"]], "Yêu cầu công việc": [["- Technical background in automation engineer wish to work more in IT field (system, infrastructure, network,...)"], ["- Experience in same position from 1 to more than 3 years"], ["/ OPEN FOR FRESHER from AUTOMATION/ TELECOM"], ["- Able to work at Củ Chi factory from Monday - Saturday (shuttle bus provided)"], ["- Solid knowledge on network architecture, hardware connectivity & data transferring protocols is a plus - we can train you"], ["- Design thinking, logical reasoning. Cyber Security knowledge & skills are strong plus"], ["- Data literacy & familiar with industrial data collection such as SQL, OPC..."], ["- Resilience, willing to expose yourself to shopfloor operation and working on short intensive sprints of project-based workstreams."], ["- Good English communication & Self-motivated, committed, and confident"]]}
]