[
    {
        "urls": "https://www.topcv.vn/viec-lam/technology-young-talent-khoi-cong-nghe-thong-tin/1289492.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Technology Young Talent – Khối Công Nghệ Thông Tin",
        "company_name": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
        "address": [
            "10000+ nhân viên",
            "Địa điểm:",
            "89 Láng Hạ, Đống Đa, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "Không yêu cầu kinh nghiệm",
        "remaining": "04/05/2024",
        "Mô tả công việc": [
            "Khối Công Nghệ Thông Tin đang tìm kiếm những tài năng trẻ tiềm năng và đam mê công nghệ để tham gia vào đội ngũ. Là một trong những ngân hàng hàng đầu tại Việt Nam, chúng tôi cam kết mang đến môi trường làm việc đa dạng và cơ hội phát triển nghề nghiệp không giới hạn cho các ứng viên."
        ],
        "Yêu cầu ứng viên": [
            "Sinh viên năm cuối, mới tốt nghiệp Đại học hoặc dưới 2 năm kinh nghiệm làm việc.",
            "Tốt nghiệp loại Giỏi trở lên từ các trường ĐH trong và ngoài nước (ưu tiên các trường ĐH top đầu) với chuyên ngành Toán tin/Toán ứng dụng/Tin học/CNTT/Khoa học máy tính/Dữ liệu/Điện tử viễn thông/Ngân hàng/Kinh tế Quốc dân/Ngoại thương.",
            "Tham gia Chương trình VPBank Hackathon 2024 (Ưu tiên các thành viên có thành tích cao từ cuộc thi)",
            "Vượt qua bài test nghiệp vụ đầu vào dành cho đối tượng Young Talents.",
            "Ưu tiên các ứng viên có thành tích cao trong các kỳ thi học thuật trong nước và Quốc tế hoặc Đạt các Chứng chỉ nghề nghiệp chuyên môn đặc thù về nghiệp vụ CNTT (CCNP, CCIE, Juniper, CheckPoint, F5, Fortigate, Citrix, ITL, ITSM, TOGAF, CISSP, CISM, PMP) hoặc ngôn ngữ phát triển CNTT cập nhật (Node.js, Python, Go, Java, pattern design, TCP/IP, Database,AI, ML), kỹ năng/Công nghệ thuộc xu thế (Network, WAN, SDWAN, LAN, ATM/CDM, DC/CR SQL, Oracle, Database, Cloud, Azure, GCP: EC2,EKS, ECS, RDS, Container, D/DNS, O365/Microsoft Exchange, PowerBI, VBA powershell, web/app java, devops, Embedding, Vector Store, LLM model, finetune, pretrain model như GPT, Bard, Vietnamese model... huggingface).",
            "Kỹ năng giao tiếp tốt, tư duy logic tốt, có khả năng học hỏi nhanh, sáng tạo, có thói quen nghiên cứu tài liệu, cập nhật thông tin và xu thế công nghệ thường xuyên.",
            "Có khả năng sử dụng tiếng Anh (nghe, nói, đọc, viết) thành thạo hoặc IELTS từ 6.5.",
            "Trong trường hợp trúng tuyển, sau thời gian hoàn thành đào tạo cần cam kết thời gian công tác tối thiểu 2 năm tại Ngân hàng theo lộ trình phát triển."
        ],
        "Quyền lợi": [
            "Được tuyển dụng và làm việc tại VPBank với mức lương khởi điểm hấp dẫn.",
            "Được tham gia đào tạo Online/trực tiếp/On-the-Job và được hướng dẫn sát sao bởi các CBQL của Khối CNTT.",
            "Được phát triển năng lực chuyên môn thông qua luân chuyển, trải nghiệm các mảng công việc khác nhau trong Khối CNTT.",
            "Có lộ trình học tập, phát triển nghề nghiệp rõ ràng."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "5 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/chuyen-vien-it-thiet-ke-do-hoa-web/1285140.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Chuyên Viên IT",
        "company_name": "CÔNG TY TNHH THƯƠNG MẠI Ô TÔ HOÀNG LONG",
        "address": [
            "Số 20G/1 Đường HT17, Khu phố 2, Phường Hiệp Thành, Quận 12, Thành phố Hồ Chí Minh, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "02/05/2024",
        "Mô tả công việc": [
            "- Quản lý, duy trì và cập nhật website công ty, đảm bảo hoạt động ổn định và an toàn.",
            "- Thiết kế đồ họa cho các nhu cầu truyền thông và marketing, bao gồm nhưng không giới hạn ở website, quảng cáo trực tuyến, tài liệu in ấn.",
            "- Phối hợp chặt chẽ với bộ phận Marketing để phát triển và thực hiện các chiến dịch truyền thông hiệu quả.",
            "- Theo dõi và áp dụng các xu hướng thiết kế mới nhất để đảm bảo tính mới mẻ và sự sáng tạo trong mọi tác phẩm.",
            "- Quản lý dự án liên quan đến phát triển web và thiết kế đồ họa, bao gồm lên kế hoạch, triển khai và theo dõi tiến độ."
        ],
        "Yêu cầu ứng viên": [
            "- Bằng cấp liên quan đến CNTT, Thiết kế Đồ họa hoặc lĩnh vực tương đương.",
            "- Kinh nghiệm làm việc ít nhất 1 năm trong lĩnh vực quản trị website và/hoặc thiết kế đồ họa.",
            "- Thành thạo các công cụ thiết kế (Adobe Photoshop, Illustrator, InDesign) và phát triển web (HTML, CSS, JavaScript).",
            "- Có khả năng làm việc độc lập và trong môi trường nhóm, có tinh thần trách nhiệm cao.",
            "- Sáng tạo, linh hoạt và có khả năng giải quyết vấn đề tốt.",
            "- Ưu tiên có kinh nghiệm với CMS như WordPress và kỹ năng SEO cơ bản."
        ],
        "Quyền lợi": [
            "- Được hưởng đầy đủ các chế độ đãi ngộ của công ty, của nhà nước hiện hành",
            "- Lương cơ bản, lương doanh số từ bộ phận bán xe, được đào tạo nghiệp vụ kinh doanh xe ô tô.",
            "- Được hưởng đủ chế độ BHXH",
            "- Môi trường làm việc năng động, chuyên nghiệp và thân thiện với mức lương cạnh tranh.",
            "- Có nhiều cơ hội đựơc đào tạo nghiệp vụ, đào tạo chuyên môn",
            "- Cơ hội phát triển và thử thách",
            "- Cơ hội được hoàn thiện những kỹ năng còn thiếu sót, cơ hội thăng tiến cao.",
            "- Nộp hồ sơ đầy đủ theo đúng quy định hiện hành (có công chứng). Công ty không trả lại hồ sơ trong trường hợp không trúng tuyển vòng xét duyệt",
            "Địa chỉ làm việc: 967 Quốc lộ 1A, Thới An, Quận 12, HCM"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 967 Quốc lộ 1A, Thới An, Quận 12, Quận 12"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nam"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-video-editor-level-fresher-luong-tu-7-10-trieu-dong-phu-cap/1285289.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên",
        "company_name": "Công ty cổ phần công nghệ Suga",
        "address": [
            "Tầng 10 Tòa Suced 108 Nguyễn Hoàng, Nam Từ Liêm, Hà Nội"
        ],
        "salary": "- Level Fresher (Lương Từ 7-10 Triệu Đồng + Phụ Cấp)",
        "exp": "Hà Nội",
        "remaining": "03/05/2024",
        "Mô tả công việc": [
            "- Biên tập, chỉnh sửa video ở mức cơ bản: resize, add/remove content, cut and trim, add basic effects,...",
            "- Chơi game và ghi lại tư liệu trên thiết bị di động.",
            "- Phụ trách làm một phần hoặc toàn bộ video quảng cáo.",
            "- Phối hợp với team marketing xây dựng kịch bản, lên concept về quảng cáo.",
            "- Research kiến thức về thị trường mục tiêu, các nội dung quảng cáo trending..."
        ],
        "Yêu cầu ứng viên": [
            "- Có tối thiểu 6 tháng kinh nghiệm tại vị trí Video Editor.",
            "- Sử dụng thành thạo một trong các phần mềm dựng phim: Premiere; After Effect; Photoshop... Biết làm Animation là 1 lợi thế.",
            "- Có khả năng làm các video motion 2D cơ bản. Đính kèm sản phẩm đã edit (gửi cùng CV).",
            "- Tư duy bố cục, màu sắc trong thiết kế.",
            "- Khả năng sáng tạo, bắt trend, ứng dụng AI trong công việc.",
            "- Thái độ làm việc tích cực, năng động, kỷ luật, cầu tiến.",
            "- Ưu tiên sinh viên tốt nghiệp các trường dạy chuyên sâu đồ họa: Mỹ thuật công nghiệp, Đại học FPT, Arena Multimedia, FPT Arena, Monster Lab..."
        ],
        "Quyền lợi": [
            "- Mức lương: 7.000.000 - 10.000.000 (lương net).",
            "Offer theo năng lực sau buổi phỏng vấn.",
            "- Phụ cấp ăn trưa: 1.050.000 VNĐ/ Tháng",
            "- Review Lương và Thưởng định kỳ 2 đợt/năm",
            "(tháng 7 và cuối năm). Định mức thưởng không giới hạn và theo tình hình kinh doanh của công ty.",
            "- Thưởng các dịp Lễ 30/4, 1/5, Giáng sinh, Quốc tế phụ nữ 8/3, 20/10, Quà tặng con CBNV 1/6, Sinh nhật, Kết hôn, sinh con.... định mức 1-2tr/ người.",
            "Tổng thu nhập lên đến 16 tháng lương/ năm.",
            "- Bảo hiểm xã hội: Công ty chi trả toàn bộ khoản đóng BHXH, BHYT,.. cho nhân viên theo quy định của pháp luật hiện hành và căn cứ vào hợp đồng lao động",
            "- Làm việc trong một công ty game năng động, phát triển mạnh trong mảng mobile game trong thị trường Game Việt. Có nhiều thử thách, có cơ hội được đào tạo và nâng cao nghiệp vụ thường xuyên.",
            "- Được đào tạo chuyên sâu các kỹ năng thiết kế, dựng Video Game chuyên nghiệp qua các dự án Game Toàn Cầu trị giá tỷ đô dưới sự hướng dẫn của đội ngũ Mentor dày dặn kinh nghiệm trong lĩnh vực làm game.",
            "- Công ty cung cấp 100% trang thiết bị làm việc công nghệ cao.",
            "- Văn phòng làm việc hiện đại, chuyên nghiệp, an toàn.",
            "- Môi trường cởi mở trẻ trung, năng động, sáng tạo.",
            "- Đồ uống, đồ ăn nhẹ tại văn phòng.",
            "- Nghỉ giải lao 30 Phút hằng ngày.",
            "- Chế độ nghỉ mát: Mỗi năm công ty đi nghỉ mát tại các địa điểm trong và ngoài nước vào dịp thích hợp từ 1-2 lần/ năm. Nhân sự công ty miễn phí toàn bộ chi phí.",
            "- Chế độ nghỉ phép: 12 ngày nghỉ phép/năm theo quy định của Luật Lao Động.",
            "- Thời gian làm việc: 08:30 - 17:00 từ thứ 2 đến thứ 6. Nghỉ thứ 7, Chủ Nhật."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tầng 10 tòa Suced, 108 Nguyễn Hoàng, Mỹ Đình 2, Nam Từ Liêm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Dưới 1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/giao-vien-tin-hoc/1255935.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Giáo Viên",
        "company_name": "CÔNG TY CỔ PHẦN VINSCHOOL",
        "address": [
            "Số 7, đường Bằng Lăng 1, KĐT ST Vinhomes Riverside, Phường Việt Hưng, Quận Long Biên, Thành phố Hà Nội, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "19/04/2024",
        "Mô tả công việc": [
            "HỆ THỐNG GIÁO DỤC VINSCHOOL",
            "TUYỂN DỤNG GIÁO VIÊN CÁC CẤP NĂM HỌC 2024- 2025",
            "Để chuẩn bị cho việc mở rộng các cơ sở tại Hà Nội, Hưng Yên, Hải Phòng, Thanh Hóa trong năm học 2024 – 2025, Hệ thống Giáo dục Vinschool cần tuyển dụng các vị trí",
            "GIÁO VIÊN TIN HỌC CẤP TIỂU HỌC VÀ TRUNG HỌC",
            "LỊCH PHỎNG VẤN SẼ TỔ CHỨC BẮT ĐẦU TỪ THÁNG 03/2024 ĐẾN THÁNG 6/2024. ƯU TIÊN ỨNG VIÊN NỘP HỒ SƠ SỚM.",
            "I. ĐỊA ĐIỂM LÀM VIỆC: Ứng viên vui lòng ghi rõ cơ sở, khu vực mong muốn làm việc trong CV ứng tuyển.",
            "- PTLC Vinschool Star city - TP Thanh Hóa",
            "- PTLC Vinschool Imperia - TP Hải Phòng",
            "- PTLC Vinschool Ocean Park 2 - Văn Giang - Hưng Yên",
            "- Tiểu học, Trung học Vinschool Times City - Hai Bà Trưng - Hà Nội",
            "- Tiểu học, Trung học Vinschool Harmony - Long Biên - Hà Nội",
            "- Tiểu học, Trung học Vinschool Ocean Park - Đa Tốn - Gia Lâm - Hà Nội",
            "- PTLC Vinschool Smart City - Nam Từ Liêm - Hà Nội",
            "- PTLC Vinschool Thăng Long - An Khánh - Hoài Đức - Hà Nội",
            "- PTLC Vinschool Metropolis - Liễu Giai - Ba Đình - Hà Nội",
            "- Tiểu học Vinschool Gardenia - Cầu Diễn - Nam Từ Liêm - Hà Nội",
            "- Tiểu học Vinschool Greenbay - Mễ Trì - Nam Từ Liêm - Hà Nội",
            "II. MÔ TẢ CÔNG VIỆC:",
            "- Chuẩn bị giáo án, kế hoạch giảng dạy với mục tiêu học tập cụ thể.",
            "- Tổ chức các hoạt động dạy và học theo hướng giúp phát triển năng lực cho học sinh.",
            "- Tổ chức đánh giá hiệu quả học tập của học sinh để chủ động điều chỉnh phương pháp dạy học phù hợp.",
            "- Chủ động tham gia hoạt động đào tạo, phát triển chuyên môn.",
            "- Xây dựng mối quan hệ tôn trọng, hợp tác với Phụ huynh và Học sinh.",
            "- Ngoài các hoạt động chuyên môn và chủ nhiệm đặc thù, giáo viên tham gia các hoạt động sự kiện khác theo kế hoạch của nhà trường hoặc các dự án bộ môn cần sự phối hợp của giáo viên toàn trường, hỗ trợ tư vấn học sinh tham gia các hoạt động của Hội đồng học sinh hoặc theo điều động của PGD/DGD theo sự phân công của BGH. Các hoạt động, sự kiện tiêu biểu trong năm."
        ],
        "Yêu cầu ứng viên": [
            "- Tốt nghiệp Đại học trở lên Chuyên ngành Sư phạm Tin học hoặc chuyên ngành công nghệ thông tin + có chứng chỉ bồi dưỡng nghiệp vụ sư phạm.",
            "- Có ít nhất 2 năm kinh nghiệm giảng dạy tại vị trí tương đương.",
            "Yêu cầu khác:",
            "- Chủ động, trách nhiệm, chịu được áp lực cao trong công việc.",
            "- Yêu trẻ và am hiểu tâm lý lứa tuổi.",
            "- Đam mê, sáng tạo, nhiệt huyết và không ngại thay đổi, mong muốn phát triển trong một môi trường làm việc năng động, nhiều thử thách.",
            "- Ngoại hình ưa nhìn, phát âm chuẩn, giọng nói rõ ràng, truyền cảm.",
            "- Kỹ năng sư phạm, xử lý tình huống tốt",
            "- Sử dụng tốt các công cụ office phục vụ công việc giảng dạy"
        ],
        "Quyền lợi": [
            "- Mức lương: Cạnh tranh.",
            "- Các chế độ đãi ngộ hấp dẫn với nhiều chính sách đặc biệt, chỉ áp dụng cho CBNV làm việc tại các công ty thuộc hệ sinh thái của Tập đoàn Vingroup (chế độ bảo hiểm sức khỏe riêng; cơ hội cho con học Vinschool và khám chữa bệnh tại Vinmec; chính sách ưu đãi sử dụng các sản phẩm, dịch vụ của Tập đoàn Vingroup).",
            "- Cơ hội làm việc tại hệ thống giáo dục Việt Nam đầu tiên đạt giám định quốc tế CIS cùng các đồng nghiệp tài năng và các chuyên gia giáo dục hàng đầu trong nước và quốc tế.",
            "- Cơ hội được đào tạo theo chuẩn giáo viên quốc tế và được thăng tiến nhanh lên các vị trí cán bộ quản lý theo sự phát triển của hệ thống trường Vinschool.",
            "- Cơ hội phát triển bản thân và thăng tiến cùng với sự phát triển của hệ thống.",
            "CHÍNH SÁCH BẢO VỆ TRẺ EM:",
            "Vinschool cam kết thực hiện các tiêu chuẩn cao về bảo vệ an toàn trẻ em và thúc đẩy sức khỏe thể chất và tinh thần của tất cả các em học sinh theo học tại hệ thống. Tất cả các vị trí tuyển dụng tại Vinschool đều tuân thủ theo quy định về tuyển dụng an toàn bao gồm kiểm tra danh tính, xác minh bằng cấp, kinh nghiệm làm việc, và kiểm tra lý lịch tư pháp."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Nam Từ Liêm",
            "- Hà Nội: Hai Bà Trưng",
            "- Hà Nội: Gia Lâm",
            "- Hà Nội: Long Biên",
            "- Hà Nội: Ba Đình",
            "- Hà Nội: Cầu Giấy",
            "- Hải Phòng: Trường PTLC Vinschool Imperia, Hồng Bàng",
            "- Thanh Hoá: Trường PTLC Vinschool Star City - Đông Hải, TP Thanh Hoá",
            "- Hưng Yên: Trường PTLC Vinschool Ocean Park 2 - KĐT Vinhomes Ocean Park 2, Văn Giang",
            "...và 6 địa điểm khác",
            "Thu gọn"
        ],
        "Thời gian làm việc": [
            "Giảng dạy theo tiết từ thứ 2 đến thứ 6"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "5 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/senior-business-analyst-co-kinh-nghiem-banking-finance/1288303.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Senior",
        "company_name": "Công ty CP Kinh doanh F88",
        "address": [
            "Tầng M, gian 206 tòa nhà N-01A Golden land 275 Nguyễn Trãi - Thanh Xuân - Hà Nội"
        ],
        "salary": "(Có Kinh Nghiệm Banking - Finance)",
        "exp": "Hà Nội",
        "remaining": "03/05/2024",
        "Mô tả công việc": [
            "1. Nội dung công việc",
            "Mô hình hóa yêu cầu phân tích theo công cụ đa dạng phù hợp (URD, SRS, Usecase, User story, Diagram...) để làm rõ yêu cầu giao tiếp với nghiệp vụ và các BU để làm rõ yêu cầu/phân tích/tài liệu hóa... và xác nhận với người dùng cuối",
            "Phân tích về nghiệp vụ, đánh giá khả thi và đưa ra tư vấn về nghiệp vụ, kinh doanh, vận hành một cách tối ưu nhất",
            "Đưa ra được yêu cầu về phạm vi công việc, đánh giá sơ bộ nguồn lực/thời gian thực hiện để phản hồi cho đơn vị có căn cứ đưa ra quyết định về việc có thực hiện yêu cầu hay không",
            "Đề xuất và thiết kế giải pháp phù hợp với yêu cầu nghiệp vụ và tối ưu theo kiến trúc Microservice",
            "Phối hợp với các bên liên quan (cán bộ phát triển/ cán bộ thiết kế) trong việc quyết định thiết kế các chức năng của giải pháp",
            "Phối hợp với Giám đốc dự án (PM), Trưởng nhóm phát triển và bộ phận Quản lý chất lượng trong quá trình giám sát và quản lý các hạng mục công việc của dự án bao gồm việc kiểm soát chất lượng và xác nhận kết quả với các bên có liên quan",
            "Xác định các vấn đề và rủi ro trong quá trình triển khai dự án, hỗ trợ trong các chiến lược giảm thiểu rủi ro và báo cáo lên các cấp quản lý nếu cần",
            "2. Thời gian làm việc:",
            "Từ 08h30 - 17h30, từ thứ 2 - thứ 6",
            "3. Địa điểm làm việc:",
            "Tòa nhà N01A - 275 Nguyễn Trãi, Thanh Xuân, Hà Nội"
        ],
        "Yêu cầu ứng viên": [
            "Học vấn: Tốt nghiệp Đại học ngành CNTT, Hệ thống thông tin hoặc các chuyên ngành có liên quan",
            "Có tối thiểu 03 năm kinh nghiệm về BA tại các Ngân hàng/Công ty tài chính, đặc biệt có kinh nghiệm tham gia triển khai dự án sản phẩm lending cho Ngân hàng/Công ty tài chính (Điều kiện bắt buộc). Ưu tiên có kinh nghiệm tham gia các dự án về Tổng đài (POL), Vay (LOS)...",
            "Am hiểu về lĩnh vực tài chính/ngân hàng, am hiểu về lĩnh vực ngành/nghề đang cung cấp",
            "Đề cao trách nhiệm trong công việc, ý thức chất lượng sản phẩm tốt; đam mê tìm tòi nghiên cứu học hỏi công nghệ mới, phát triển bản thân",
            "Ưu tiên ứng viên có thể đọc hiểu tài liệu tiếng Anh",
            "Hiểu biết và mong muốn làm việc trong một môi trường phát triển Agile, chuyên nghiệp"
        ],
        "Quyền lợi": [
            "1. Chế độ chính sách:",
            "Lương thưởng RẤT cạnh tranh trên thị trường",
            "Thưởng cuối năm + thưởng Lễ/Tết + thưởng sinh nhật + thưởng đột xuất khi hoàn thành tốt nhiệm vụ",
            "12 ngày phép năm + phép thâm niên",
            "BHXH + chế độ bảo hiểm đặc biệt dành cho nhân viên (F88 Care)",
            "Cơ hội tham gia gắn kết với tập thể thông qua các hoạt động văn hóa sôi động: Teambuilding, Tất niên, 8/3, 20/10, Giáng sinh...",
            "2. Môi trường làm việc:",
            "Cơ hội làm việc tại Công ty Fintech về dịch vụ tài chính",
            "Được làm việc trong môi trường trẻ năng động, luôn coi Công nghệ thông tin là yếu tố trọng tâm để phát triển",
            "Áp dụng mô hình phát triển phần mềm theo Agile, Scrum",
            "Môi trường làm việc cởi mở và năng động với các giá trị cốt lõi sâu sắc truyền cảm hứng làm việc đến nhân viên",
            "Khuyến khích trao đổi ý tưởng, đề cao sự sáng tạo trong công việc",
            "Cơ hội tham gia gắn kết với tập thể thông qua các hoạt động văn hóa sôi động: Teambuilding, Tất niên, 8/3, 20/10, Giáng sinh...",
            "3. Cơ hội phát triển:",
            "F88 cam kết cho bạn nền tảng vững chắc để học hỏi và phát triển",
            "Tham gia đào tạo bài bản, chuyên nghiệp từ Học viện F88",
            "Sẵn sàng trao quyền, cơ hội đột phá cho nhân viên: Luôn có các vị trí CVC/CVCC/Chuyên gia/Trưởng nhóm để thăng tiến"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 275 Nguyễn Trãi, Thanh Xuân, Hà Nội, Thanh Xuân"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-ky-thuat-bao-hanh/1291509.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên Kỹ Thuật",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ SONG HÙNG",
        "address": [
            "Số 64 ngõ 543 đường Giải Phóng, phường Giáp Bát, quận Hoàng Mai, Thành phố Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "– Tham gia vận chuyển hàng hóa, thực hiện giao, lắp, cài đặt thiết bị và các thủ tục giao nhận, thanh toán tại địa chỉ khách hàng.",
            "– Lắp ráp bộ máy, cài đặt, kiểm tra, khắc phục lỗi của thiết bị máy tính, thiết bị văn phòng, thiết bị cửa hàng, siêu thị.",
            "– Thực hiện các công việc kỹ thuật (đổ mực, bấm đầu mạng, thay thế linh kiện, lắp thêm linh kiện pc, camera....)",
            "– Bảo hành các thiết bị tin học tại công ty, tại nơi sử dụng của khách hàng.",
            "– Tư vấn, giải đáp kỹ thuật cho khách...",
            "– Thực hiện các yêu cầu khác của cấp quản lý."
        ],
        "Yêu cầu ứng viên": [
            "- Nam tuổi dưới 35 tuổi, Sức khỏe tốt.",
            "- Chịu được áp lực công việc.",
            "- Trung thực, nhiệt tình, ham học hỏi.",
            "- Biết lắp và cài đặt PC laptop, cài Win, đổ mực máy in, và biết qua phần cứng.",
            "- Ưu tiên ứng viên có kinh nghiệm làm trong lĩnh vực CNTT& IT."
        ],
        "Quyền lợi": [
            "- Lương 8 - 10 Triệu",
            "- Được hưởng đầy đủ các chế độ BHXH, phúc lợi, thưởng Lễ Tết...",
            "- Tham gia các hoạt động giao lưu, được đi nghỉ mát theo công ty.",
            "- Môi trường làm việc có tính chuyên nghiệp, năng động, thân thiện và cởi mở.",
            "- Nhân viên có năng lực tốt có thể ký hợp đồng chính thức khi chưa hết thời gian thử việc.",
            "- Thưởng lương tháng 13, thưởng Tết.",
            "- Được đào tạo hỗ trợ nghiệp vụ chuyên sâu từ cấp trên.",
            "- Luôn có cơ hội thăng tiến trong công việc nghề nghiệp.",
            "- Được cung cấp trang thiết bị đầy đủ để phục vụ công việc.",
            "- Thưởng theo kết quả hoạt động kinh doanh của Công ty.",
            "- Phỏng vấn và đi làm ngay nếu đạt yêu cầu.",
            "- Công việc ổn định và lâu dài."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Số nhà 14 ngõ 322E Lê Trọng Tấn, Khương Mai, Thanh Xuân"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 7 (từ 08:00 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nam"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/ky-su-he-thong-system-engineer-thu-nhap-15-30-trieu-thuong-dinh-ky-ho-tro-an-trua-tai-ha-noi/1279206.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Kỹ Sư Hệ Thống (",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ THÔNG TIN VÀ TRUYỀN THÔNG GTEL",
        "address": [
            "103 Nguyễn Tuân, Phương Thanh Xuân Trung, Quận Thanh Xuân, Thành phố Hà Nội"
        ],
        "salary": ") - Thu Nhập 15 - 30 Triệu, Thưởng Định Kỳ, Hỗ Trợ Ăn Trưa Tại Hà Nội",
        "exp": "Hà Nội",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Thực hiện triển khai cài đặt, hardening, tối ưu các hệ điều hành (Linux/Windows/Vmware ESXi...).",
            "Triển khai, cấu hình, tối ưu các sản phẩm (Tools Monitoring) như: ELK, Prometheus,...",
            "Cài đặt được các dịch vụ cơ bản như: DNS, Haproxy, Nginx, Weblogic",
            "Triển khai K8s, OpenShift",
            "Triển khai các giải pháp sao lưu như: Avarma, Networker,...",
            "Triển khai, quản trị vận hành các hệ thống máy chủ: RackMount, CI, HCI, SanSW, Storage,.."
        ],
        "Yêu cầu ứng viên": [
            "Tối thiểu 3 năm kinh nghiệm về hệ thống hoặc vị trí tương đương",
            "Có kinh nghiệm về Linux: Mở rộng disk, repair, cài đặt các dịch vụ như Haproxy, Nginx, Reddis, Kafka, Mino",
            "Có kiến thức về ảo hóa Vmware, KVM",
            "Hiểu biiết các giải pháp về máy chủ, đã từng triển khai: Chassis, chassis blade",
            "Ưu tiên ứng viên có kinh nghiệm cài đặt, vận hành DB; Backup restore Database",
            "Hoặc có hiểu biết về K8s, OpenShift + các tools Automation, CI/CD"
        ],
        "Quyền lợi": [
            "Cơ hội phát triển bản thân",
            "Làm việc với đội ngũ kỹ sư, nhân viên năng động, giàu nhiệt huyết, đam mê, lý tưởng lớn;",
            "Được lắng nghe, tôn trọng ý kiến, quan điểm cá nhân để trao đổi thẳng thắn, chia sẻ cùng phát triển;",
            "Được lãnh đạo giàu kinh nghiệm đào tạo, định hướng con đường nghề nghiệp rõ ràng;",
            "Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng;",
            "Được ghi nhận những đóng góp, nỗ lực kịp thời, chính xác.",
            "Chế độ đãi ngộ",
            "Mức lương: 15.000.000 - 30.000.000 (net).",
            "Thưởng định kỳ (theo kết quả sản xuất kinh doanh).",
            "Đối với ứng viên có kinh nghiệm sẽ thỏa thuận dựa trên năng lực, đảm bảo mức cạnh tranh so với thị trường.",
            "Hỗ trợ ăn trưa tại công ty",
            "Phụ cấp trang phục hàng năm;",
            "Môi trường năng động, chuyên nghiệp, nhiều cơ hội học hỏi, phát huy năng lực, phát triển bản thân.",
            "Được hưởng các chế độ về BHXH, BHYT, BHTN và các chế độ khác theo quy định của Công ty và Luật Lao Động quy định",
            "Được hỗ trợ các thiết bị, công cụ cần thiết cho thực hiện công việc;",
            "Trợ cấp chứng chỉ liên quan đến vị trí công việc",
            ".",
            "Chế độ du lịch, teambuilding hàng năm",
            ".",
            "Đời sống tinh thần phong phú",
            "Môi trường làm việc chuyên nghiệp, thân thiện, cởi mở. Các thành viên trong công ty gần gũi, gắn bó, quan tâm, giúp đỡ nhau cùng phát triển;",
            "Được tham gia các hoạt động teambuilding hàng tháng, du lịch hàng năm;",
            "Công ty luôn động viên và tạo điều kiện tốt nhất cho toàn thể nhân viên;",
            "Công ty tổ chức các buổi sinh nhật cho nhân viên hàng tháng, tổ chức thưởng và kỉ niệm những ngày lễ tết trong năm."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 103 Nguyễn Tuân, Thanh Xuân, Hà Nội., Thanh Xuân"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)",
            "Nửa ngày Thứ 7 hàng tuần"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nam"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/chuyen-vien-ky-thuat-technical-support-thu-nhap-luong-cung-10-12-tr-thuong-lam-viec-full-time-ca-dem/1275314.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Chuyên Viên Kỹ Thuật (Technical Support) - Thu Nhập Lương Cứng 10 -12 Tr + Thưởng, Làm Việc Full-Time Ca Đêm",
        "company_name": "All In One Merchant LLC.",
        "address": [
            "6190 Arlington Blvd. , Falls Church, Virginia, United States"
        ],
        "salary": "10 - 12 triệu",
        "exp": "1 năm",
        "remaining": "04/05/2024",
        "Mô tả công việc": [
            "Mục Tiêu Chính: Chuyên viên Hỗ trợ Kỹ thuật sẽ đảm bảo rằng các khách hàng của công ty luôn có trải nghiệm sử dụng POS suôn sẻ và hiệu quả. Vị trí này sẽ có vai trò quan trọng vì giải quyết các vấn đề kỹ thuật, hỗ trợ triển khai hệ thống, và đảm bảo sự hài lòng của khách hàng trong quá trình sử dụng",
            "Hỗ trợ từ xa thông qua Teamviewer, Facetime để giải quyết các sự cố kỹ thuật của khách hàng đến từ hệ thống POS, máy tính và thiết bị kỹ thuật số liên quan",
            "Cài đặt phần mềm, máy in, scan và các thiết bị khác.",
            "Hướng dẫn khách hàng cách sử dụng phần mềm POS và giải đáp mọi thắc mắc liên quan đến tính năng và cấu hình.",
            "Hỗ trợ xử lý các tình huống phát sinh do phần mềm, mạng, thiết bị công ty cung cấp",
            "Theo dõi quá trình sử dụng phần mềm POS của khách hàng của công ty.",
            "Trực tiếp thực hiện các buổi đào tạo bằng hình thức trực tuyến để giúp khách hàng làm quen và tận dụng tối đa các tính năng của POS.",
            "Theo dõi sự ổn định của phần mềm POS và tương tác bộ phận lập trình để cải thiện chức năng phần mềm POS và trải nghiệm của khách hàng.",
            "Note lại các vấn đề thường xuyên hỗ trợ để đề xuất giải pháp tối ưu cho hệ thống.",
            "Tương tác với các bộ phận khác của công ty để tối ưu sự hài lòng của khách hàng với các dịch vụ của công ty.",
            "Thực hiện các công việc khác theo sự phân công của quản lý trực tiếp."
        ],
        "Yêu cầu ứng viên": [
            "1. Kiến Thức Kỹ Thuật:",
            "• Có hiểu biết về hệ thống POS, lập trình và quản lý cơ sở dữ liệu.",
            "• Có kinh nghiệm làm việc với các thiết bị và phần mềm kỹ thuật.",
            "2. Kỹ Năng Giao Tiếp:",
            "• Giao tiếp tốt cả nói và viết.",
            "• Khả năng giải thích thông tin kỹ thuật một cách dễ hiểu cho khách hàng.",
            "• Khả năng sử dụng tiếng Việt hải ngoại linh hoạt",
            "3. Tư Duy Phân Tích:",
            "• Khả năng phân tích vấn đề và tìm ra giải pháp nhanh chóng.",
            "• Có thói quen tự tìm tòi, tự học hỏi các kiến thức mới.",
            "4. Kỹ Năng Quản Lý Công Việc và Thời Gian:",
            "• Có khả năng tự quản lý, điều phối công việc trong trường hợp hỗ trợ cùng thời điểm trong thời gian hạn định",
            "• Có khả năng tương tác đồng thời cùng lúc nhiều khách hàng."
        ],
        "Quyền lợi": [
            "Lương cơ bản: 10.000.000 - 12.000.000",
            "Thời gian thử việc: 02 tháng",
            "Thưởng theo năng lực và hiệu quả làm việc",
            "Đánh giá điều chỉnh lương: 6 tháng/ lần",
            "Được tham gia các buổi liên hoan, sinh nhật, và team building.",
            "Được làm việc trong môi trường nước ngoài chuyên nghiệp, phát triển bản thân",
            "Trợ cấp khác bao gồm: Phụ cấp ăn khuya, phụ cấp điện thoại (US Phone line), phụ cấp giữ xe"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: City Land ParkHill, Gò Vấp"
        ],
        "Thời gian làm việc": [
            "Làm việc vào ban đêm, linh động trong việc chọn khung giờ, nghỉ 1.5 tiếng."
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "5 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/hoa-vien-kien-truc-ket-cau-khong-yeu-cau-kinh-nghiem-fresher/1287148.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Họa Viên Kiến Trúc/Kết Cấu Không Yêu Cầu Kinh Nghiệm (Fresher)",
        "company_name": "CÔNG TY TNHH MITEK VIỆT NAM",
        "address": [
            "Tòa nhà A5, Lô số A5, khu E-Office, đường Sáng Tạo, KCX Tân Thuận, Phường Tân Thuận Đông, Quận 7, Tp.Hồ Chí Minh, Việt Nam"
        ],
        "salary": "7 - 10 triệu",
        "exp": "Không yêu cầu kinh nghiệm",
        "remaining": "02/05/2024",
        "Mô tả công việc": [
            "Bạn có muốn gia nhập MiTek Việt Nam và trở thành một phần của đại gia đình MiTek trên toàn cầu?",
            "MiTek® là công ty toàn cầu tập trung vào việc cung cấp các phần mềm tích hợp, dịch vụ, sản phẩm thiết kế và giải pháp tự động cho ngành xây dựng trên toàn thế giới.",
            "MiTek Việt Nam có hơn 2,500 nhân viên kỹ thuật trình độ đại học và các nhân viên chuyên môn liên quan đang đảm nhận các công việc như dự toán, họa viên kiến trúc, thiết kế kết cấu,...",
            "✨ Vì sao bạn chọn MiTek Việt Nam?",
            "- Chúng tôi cung cấp môi trường làm việc an toàn và tôn trọng, nơi mà các thành viên luôn được khuyến khích sáng tạo và đóng góp ý tưởng.",
            "- Chúng tôi cung cấp các chương trình đào tạo miễn phí cho nhân viên ngay từ ngày đầu tiên gia nhập MiTek",
            "- Chúng tôi tạo cơ hội cho mỗi nhân viên thể hiện tài năng của mình để vươn đến những vị trí quản lý cao hơn cũng phát triển sự nghiệp dài hạn.",
            "- Chúng tôi cung cấp các phúc lợi đa dạng và luôn đổi mới trong quá trình vận hành và phát triển của tổ chức.",
            "Nhiệm vụ công việc của bạn sẽ bao gồm:",
            "• Bạn sẽ được Đào tạo để có thể tạo ra các bản vẽ kỹ thuật chi tiết cho các kết cấu nhà gỗ, bao gồm các khung xương, hệ thống nền móng, tường và mái. Thiết kế của bạn cần đảm bảo tính bền vững, an toàn và thẩm mỹ cho các công trình nhà ở dân dụng và công nghiệp tại các thị trường nước ngoài.",
            "• Sử dụng phần mềm thiết kế: ứng viên sẽ được đào tạo để sử dụng phần mềm thiết kế chuyên dụng để tạo ra các mô hình 3D và bản vẽ kỹ thuật phục vụ cho quá trình xây dựng",
            "• Bạn cũng có thể tham gia vào quá trình thiết kế cùng với khách nếu bạn đã có kinh nghiệm và hiểu biết sâu sắc về chuyên môn và đặc điểm công việc mà khách hàng yêu cầu.",
            "• Sẵn sàng học hỏi và làm việc theo lộ trình đào tạo và thăng tiến của công ty",
            "• Phối hợp và cộng tác tốt với các thành viên trong nhóm mà bạn được phân công",
            "• Cung cấp các dịch vụ thiết kế khác theo yêu cầu công việc được đưa ra"
        ],
        "Yêu cầu ứng viên": [
            "• Bạn đã tốt nghiệp từ các ngành kỹ thuật như Môi trường, Cơ khí, Địa chất, Công nghệ sinh học, Điện điện tử, Hóa học, Khối ngành Xây dựng, Kiến Trúc, vv ...",
            "• Chúng tôi chào đón các ứng viên chưa có kinh nghiệm làm việc.",
            "• Có kiến thức cơ bản về phần mềm thiết kế (Auto CAD) là một điểm cộng",
            "• Hiểu biết về tính dự toán và bốc tách khối lượng, hình tượng 3D – vẽ được các hình chiếu bằng, đứng, cạnh.",
            "• Khả năng đọc hiểu bản vẽ xây dựng.",
            "• Có khả năng giao tiếp và sử dụng Tiếng Anh trong môi trường làm việc.",
            "• Có tinh thần trách nhiệm trong công việc.",
            "• Khả năng làm việc nhóm"
        ],
        "Quyền lợi": [
            "Được đào tạo có hưởng lương",
            "Được đánh giá quá trình thử việc để ký hợp đồng lao động với mức lương tương xứng",
            "Tham gia đầy đủ bảo hiểm xã hội, thuế TNCN",
            "Bảo hiểm tai nạn 24/24 ngay từ ngày đầu tiên làm việc,",
            "Gói bảo hiểm chăm sóc sức khỏe toàn diện dành cho nhân viên (Bảo hiểm PVI)",
            "Khám sức khỏe tổng quát hằng năm)",
            "Lương tháng 13, thưởng hiệu suất",
            "13 ngày phép năm",
            "Đánh giá tăng lương hàng năm",
            "Cơm trưa, giữ xe miễn phí",
            "Chương trình đào tạo kiến thức chuyên môn",
            "Đào tạo Tiếng Anh miễn phí cho nhân viên mới",
            "Chuyến du lịch hàng năm",
            "Chuyến du lịch cho nhân viên có thâm liên làm việc 3 năm",
            "Tiệc Giáng Sinh, Tiệc chào đón Nhân viên mới",
            "Các chương trình khen thưởng Nhân viên xuất sắc tháng, nhân viên ưu tú của năm (PS100)",
            "Câu lạc bộ thể thao (bóng đá, tennis, cầu lông, bơi lội, gym, yoga,...)"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Tòa nhà A5, Lô số A5, khu E-Office, đường Sáng Tạo, KCX Tân Thuận, Phường Tân Thuận Đông, Quận 7, Tp. Hồ Chí Minh, Quận 7"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 18:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "30 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/qc-tester-manual-tester-tieng-anh-co-ban-luong-upto-45m-tai-phu-nhuan/1287905.html?ta_source=ITJobs_LinkDetail",
        "job_name": "QC",
        "company_name": "Công Ty TNHH Mediastep Software Việt Nam",
        "address": [
            "Tòa nhà Vietjet Plaza, 60A Trường Sơn, P2, Quận Tân Bình"
        ],
        "salary": "/Manual Tester Tiếng Anh Cơ Bản - Lương Upto 45M, Tại Phú Nhuận",
        "exp": "Hồ Chí Minh",
        "remaining": "03/05/2024",
        "Mô tả công việc": [
            "Review and analyze system.",
            "Develop effective strategies and test plans.",
            "Execute test cases and analyze results.",
            "Execute testing (smoke test, Functional test, Integration test) on multiple environments.",
            "Create logs to document testing phases and defects.",
            "Report bugs and errors to development teams.",
            "Help troubleshoot issues.",
            "Work with cross-functional teams to ensure quality throughout the software development lifecycle."
        ],
        "Yêu cầu ứng viên": [
            "Good at English.",
            "At least 2 years hands-on experience as a manual QC. Solid knowledge of functional, integration and regression testing. Knowledge of API, performance and security testing is a plus.",
            "Dynamic, proactive and high team spirit in a dynamic environment with international colleagues and in a continuous integration/delivery process.",
            "Willing to learn, ready to ask team members and clients proactively about issues or problems.",
            "Have in-depth understanding of the project and life cycle of testing, phase testing objectives, acceptance criteria and risk-based approaches to testing.",
            "Ability to manage and prioritize multiple, diverse features simultaneously.",
            "Carefulness, Strong logical thinking and analytical skills.",
            "Good at Time management."
        ],
        "Quyền lợi": [
            "Salary: Up to 2000 USD",
            "15 days annual leave",
            "13,14-month performance-based bonus.",
            "Working with a high-performance team delivery product quickly with quality",
            "Company trip."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Phú Nhuận"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-thiet-ke-do-hoa-graphic-design-luong-9-15-trieu-thu-duc/1290153.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên Thiết Kế Đồ Họa",
        "company_name": "Công ty TNHH May Mặc GFC",
        "address": [
            "Số 700/19A Quốc lộ 13, Khu Phố 4, Phường Hiệp Bình Phước, Thành phố Thủ Đức, Thành phố Hồ Chí Minh, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "04/05/2024",
        "Mô tả công việc": [
            "- Thiết kế mẫu in, thêu, theo yêu cầu của khách hàng hoặc theo tài liệu nhận từ cấp trên.",
            "- Thiết kế các ấn phẩm của công ty, banner, hình ảnh cho các Campaign Marketing, phục vụ công tác truyền thông, quảng cáo, bán hàng và sự kiện.",
            "- Các nhiệm vụ khác theo sự phân công của cấp trên."
        ],
        "Yêu cầu ứng viên": [
            "- Tốt nghiệp cao đẳng trở lên.",
            "- Có ít nhất 2 năm kinh nghiệm làm designer, đã từng làm việc với các nhãn hàng thời trang là 1 lợi thế.",
            "- Sử dụng thành thạo các phần mềm như: Photoshop, Illustrator là điều bắt buộc.",
            "- Có khả năng tư duy sáng tạo, phân tích nội dung thiết kế, tạo mẫu thiết kế, lên mẫu, phát triển ý tưởng thiết kế.",
            "- Có kinh nghiệm thiết kế in ấn - quảng cáo.",
            "- Ưu tiên ứng viên biết thêm các công việc như: Marketing, viết content, SEO web, quản trị fanpage và website.",
            "- Kỹ năng chụp hình, quay video tốt là một lợi thế.",
            "3. QUYỀN LỢI ĐƯỢC HƯỞNG"
        ],
        "Quyền lợi": [
            "- Mức lương thoả thuận theo năng lực (9-15tr)",
            "- Thưởng tết, lễ 8/3, 30/4, 2/9, 20/10, sinh nhật,..",
            "- Phúc lợi, chế độ BHXH, BHYT, BHTN đầy đủ cho nhân viên.",
            "- Chế độ phép năm, nghỉ lễ, tết theo quy định Nhà nước",
            "- Team building hàng năm, du lịch nước ngoài.",
            "- Được tham gia các khoá đào tạo chuyên môn về ngành quảng cáo và nâng cao trình độ.",
            "- Làm việc giờ hành chính. Thứ 2 – thứ 6: 8h00 – 17h00, thứ 7: 8h00-12h00, CN nghỉ."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 700/19A Quốc Lộ 13, Khu Phố 4, Phường Hiệp Bình Phước, Thủ Đức"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/ai-engineer/1289345.html?ta_source=ITJobs_LinkDetail",
        "job_name": "AI Engineer",
        "company_name": "CÔNG TY TNHH THƯ VIỆN PHÁP LUẬT",
        "address": [
            "SỐ 17 NGUYỄN GIA THIỀU - PHƯỜNG VÕ THỊ SÁU - QUẬN 3 - TP HỒ CHÍ MINH"
        ],
        "salary": "Thoả thuận",
        "exp": "1 năm",
        "remaining": "04/05/2024",
        "Mô tả công việc": [
            "1 - Tham gia phát triển các sản phẩm của công ty, xuyên suốt quá trình phân tích, thiết kế chức năng, coding,.. ;",
            "Cụ thể là các trang này, và các trang con của chúng:",
            "ThuVienPhapLuat",
            "NhanLucNganhLuat",
            "LawNet",
            "2 - Phân tích, thiết kế và phát triển các ứng dụng, giải pháp AI trong lĩnh vực pháp lý, phối hợp triển khai hệ thống AI cho công ty;",
            "3 - Có kinh nghiệm về xử lý NLP, chatbot, Deeplearning;",
            "4 - Tìm hiểu và ứng dụng AI trong các hoạt động như tìm kiếm tài liệu, văn bản, thông tin luật...;",
            "5 - Phối hợp các phòng ban khác để hoàn thành dự án đúng tiến độ;",
            "6 - Các công việc chuyên môn khác theo phân công của quản lý;",
            "7 - Báo cáo công việc định kỳ cho quản lý;",
            "Thời gian làm việc: Từ Thứ 2 đến Thứ 7 (Sáng 7h45 đến 11h55 và Chiều: 13h40 đến 17h30)"
        ],
        "Yêu cầu ứng viên": [
            "1 - Có ít nhất 1 năm kinh nghiệm trong lĩnh vực AI/ML.",
            "2 - Tốt nghiệp Đại học các ngành có liên quan như Khoa học máy tính, Công nghệ thông tin, ưu tiên học chuyên về AI",
            "3 - Có kinh nghiệm về MachineLearning, NPL, LLM, DeepLearning.",
            "4 - Có kinh nghiệm với các mô hình AI sinh dữ liệu như GPT.",
            "5 - Khả năng đọc hiểu tài liệu chuyên ngành, ứng dụng công nghệ mới để nâng cao hiệu quả công việc.",
            "6 - Khả năng nghiên cứu và ứng dụng các nguồn mở AI.",
            "7 - Đọc và hiểu tài liệu tiếng Anh chuyên ngành.",
            "8 - Độ tuổi: 1995 - 2002"
        ],
        "Quyền lợi": [
            "1 - Được đào tạo trong công việc, và được tham gia các khóa đào tạo chuyên sâu bên ngoài;",
            "2 - Tự do sáng tạo và khám phá công nghệ mới;",
            "3 - Môi trường thoải mái, sáng tạo và tự giác;",
            "4 - Chế độ nghỉ phép và bảo hiểm đầy đủ (BHXH, BHYT) theo quy định pháp luật;",
            "5 - Được hưởng chương trình du lịch nghỉ dưỡng và teambuilding hàng năm;",
            "6 - Lương: Thoả thuận theo năng lực và mức độ tiềm năng của bạn;",
            "7 - Thưởng theo năng lực, đóng góp và theo quy định chung của Công ty;"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 17 Nguyễn Gia Thiều, phường Võ Thị Sáu, Quận 3"
        ],
        "Thời gian làm việc": [
            "Thời gian làm việc: Từ Thứ 2 đến Thứ 7 (Sáng 7h45 đến 11h55 và Chiều: 13h40 đến 17h30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/it-comtor-tieng-nhat-thu-nhap-len-den-35trieu-thang/1283457.html?ta_source=ITJobs_LinkDetail",
        "job_name": "IT Comtor",
        "company_name": "CÔNG TY TNHH BTC STUDIO",
        "address": [
            "Tầng 2, Tòa nhà Tây Hà Tower, số 19 đường Tố Hữu, Phường Trung Văn, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "15/05/2024",
        "Mô tả công việc": [
            "Biên dịch các tài liệu trong dự án phát triển phần mềm",
            "Tham gia chuẩn bị nội dung cuộc họp, tham gia các cuộc họp bằng tiếng Nhật cũng như tiếng Việt theo yêu cầu.",
            "Phiên dịch trong các cuộc họp liên quan đến dự án giữa nhóm dự án với khách hàng Nhật Bản. Làm cầu nối giao tiếp giữa nhóm dự án và khách hàng.",
            "Quản lý dự án: lập kế hoạch, theo dõi, kiểm soát tiến độ thực hiện dự án, phối hợp, báo cáo với khách hàng trong việc quản lý dự án",
            "Hỗ trợ các vấn đề tiếng Nhật của team",
            "Báo cáo công việc cho khách hàng và quản lý trực tiếp",
            "Thực hiện các công việc khác theo yêu cầu"
        ],
        "Yêu cầu ứng viên": [
            "Tiếng Nhật N2 giao tiếp tốt",
            "- Có tiếng Nhật IT là 1 lợi thế",
            "Có ít nhất từ 1 năm kinh nghiệm làm IT Comtor",
            "- Ưu tiên ứng viên có nền tảng về IT",
            "Khả năng phân tích yêu cầu và nhận biết vấn đề nhanh",
            "Khả năng giao tiếp tốt",
            "Có ý thức trách nhiệm cao, có tinh thần làm việc teamwork",
            "Có kinh nghiệm quản lý dự án hoặc hỗ trợ quản lý dự án",
            "Khả năng chịu được áp lực cao trong công việc.",
            "Có kiến thức IT mức độ cơ bản (hiểu hệ thống, phần mềm, phát triển app...)",
            "Ưu tiên kinh nghiệm tham gia và follow dự án từ lúc start đến khi kết thúc (chuyển giao)",
            "Nếu có là lợi thế:",
            "Kỹ năng quản lý tốt.",
            "Ứng viên có kinh nghiệm học tập, làm việc tại Nhật Bản."
        ],
        "Quyền lợi": [
            "Lương: 15-35triệu đồng/tháng",
            "Hưởng 100% lương trong thời gian thử việc",
            "Được làm việc trong môi trường trẻ, năng động",
            "Thời gian làm việc từ thứ 2 đến thứ 6. Một tuần có 1 ngày làm việc remote cố định.",
            "Khám sức khỏe định kỳ",
            "Tiếp xúc với TL, PO chuyên nghiệp",
            "13 tháng lương + thưởng",
            "Lương cạnh tranh theo năng lực. Xem xét review lương sớm nếu có hiệu quả tốt trong công việc",
            "Các hoạt động teambuilding, nghỉ mát hàng năm."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Toà nhà Tây Hà, 19 Tố Hữu, Trung Văn, Nam Từ Liêm, Hà Nội, Nam Từ Liêm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-seo-website/949616.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên SEO",
        "company_name": "CÔNG TY TNHH ĐẦU TƯ VÀ PHÁT TRIỂN CATI VIỆT NAM",
        "address": [
            "Toà N05, Golden Time, Tân Xuân, Bắc Từ Liêm, Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Phân tích website doanh nghiệp, website đối thủ, lên plan cho dự án SEO",
            "Nghiên cứu từ khóa, gom nhóm, chia từ khóa theo đúng search intent người dùng của các dự án SEO tham gia",
            "Báo cáo thứ hạng từ khóa, traffic định kỳ và nắm bắt các vấn đề của dự án và đưa ra phương án xử lý kịp thời.",
            "Xây dựng, quản lý nội dung bao gồm ý tưởng viết nội dung, trình bày nội dung, hình ảnh trên Website chuẩn SEO",
            "Thực hiện công việc khác theo sự phân công trực tiếp của quản lý."
        ],
        "Yêu cầu ứng viên": [
            "Sử dụng thành thạo các công cụ phân tích dữ liệu của Google/SEO.",
            "Ưu tiên tốt nghiệp các ngành học liên quan đến Marketing, công nghệ thông tin, truyền thông.",
            "Ưu tiên ứng viên đã hoàn thành khóa học về SEO và có kinh nghiệm SEO trên 2 năm."
        ],
        "Quyền lợi": [
            "Môi trường làm việc trẻ trung, năng động, thân thiện, nhiều cơ hội phát triển và thăng tiến.",
            "Được tham gia hoạt động teambuilding, Training, hội thảo,...",
            "Được tham gia đầy đủ các chính sách bảo hiểm ( BHXH, BHYT ...) theo quy định Nhà Nước và Công Ty.",
            "Chính sách lương thưởng, phúc lợi ( hiếu, hỉ, sinh nhật ... ) theo quy định công ty.",
            "Thưởng tết theo kết quả kinh doanh năm.",
            "Thưởng các ngày Lễ lớn trong năm"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 127 Phạm Văn Đồng, Xuân Đỉnh, Bắc Từ Liêm, Hà Nội, Bắc Từ Liêm"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/code-game-roblox/1289855.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Code Game Roblox",
        "company_name": "CÔNG TY CỔ PHẦN YOTEL - YO NETWORK",
        "address": [
            "Tầng 6A, tháp B, tòa nhà Central Point 219 Trung Kính, Cầu Giấy, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "1 năm",
        "remaining": "04/05/2024",
        "Mô tả công việc": [
            "– Nghiên cứu game Roblox, tạo ra những map và nhân vật mới để phục vụ cho việc quay video. Nội dung tương tự kênh Lututu.",
            "– Nghiên cứu thị trường để liên tục cập nhật sản phẩm.",
            "– Phối hợp với Leader dự án để sản xuất ra sản phẩm đúng thời hạn và chất lượng."
        ],
        "Yêu cầu ứng viên": [
            "– Thành thạo Roblox Studio và thông thạo ngôn ngữ lập trình liên quan (Lua).",
            "– Có kinh nghiệm xây map, animation bằng Roblox Studio.",
            "– Có sự sáng tạo, góc nhìn trong Roblox.",
            "– Am hiểu các khung hình trong game Roblox để tạo ra video như kênh Lututu."
        ],
        "Quyền lợi": [
            "– Lương thỏa thuận theo năng lực và kinh nghiệm + Thưởng dự án .",
            "– Môi trường làm việc thăng tiến dựa trên năng lực.",
            "– Xem xét tăng lương 2 lần/ năm.",
            "– Được làm việc trong môi trường năng động, trẻ trung, thúc đẩy sự sáng tạo.",
            "– Tham gia các hoạt động Teambuilding, du lịch trong và ngoài nước.",
            "– Chính sách BHXH, BHYT và các phúc lợi theo đúng quy định của Luật lao động.",
            "– Lương, thưởng, chế độ chính sách đãi ngộ xứng đáng phù hợp với năng lực và kinh nghiệm."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: lầu 4, Toà nhà Phú Nhuận Plaza, 82 Trần Huy Liệu, phường 15, Phú Nhuận"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-it-helpdesk-nam-tai-ha-nam/1281011.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên IT",
        "company_name": "Công ty TNHH Phân Phối Synnex FPT",
        "address": [
            "Địa điểm:",
            "Tòa nhà FPT Cầu Giấy, số 17 phố Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam."
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "27/04/2024",
        "Mô tả công việc": [
            "Hỗ trợ người dùng cuối từ xa hoặc trực tiếp:",
            "Trong các ứng dụng/dịch vụ phục vụ cho người dùng trong môi trường doanh nghiệp.",
            "Quản lý hệ thống và xử lý các yêu cầu, khắc phục sự cố phần mềm/ phần cứng trên các thiết bị người dùng.",
            "Thực hiện kiểm tra và đề xuất bảo hành, bảo trì , nâng cấp hệ thống và các thiết bị CNTT",
            "Cài đặt các chương trình ứng dụng và các thiết bị CNTT.",
            "Các công việc cụ thể khác được trao đổi trong buổi phỏng vấn."
        ],
        "Yêu cầu ứng viên": [
            "Nam, tốt nghiệp Cao đẳng trở lên các ngành điện tử, viễn thông, CNTT.",
            "Có 02 năm kinh nghiệm trong lĩnh vực liên quan",
            "Hiểu biết về hệ thống mạng LAN, WAN",
            "Biết cài đặt mail Outlook, lưu trữ thông tin mail.",
            "Có khả năng quản trị các hệ thống của MS như AD, DNS, DHCP, file, TMG ...",
            "Có khả năng cài đặt và quản lý các ứng dụng",
            "Chịu được áp lực công việc, có khả năng làm việc độc lập và làm việc nhóm"
        ],
        "Quyền lợi": [
            "Thu nhập từ 8 - 9M/tháng",
            "Lương tháng thứ 13.",
            "Thời gian làm việc từ T2 – T6",
            "Xem xét tăng lương định kỳ hàng năm.",
            "Các chế độ BHYT, BHXH, BHTN theo quy định.",
            "Chế độ nghỉ mát, FPT Care theo quy định của Công ty.",
            "Môi trường làm việc năng động, hiện đại, tôn trọng cá nhân;",
            "Được đào tạo để nâng cao năng lực và nghiệp vụ;",
            "Có cơ hội thăng tiến trong Tập đoàn CNTT lớn nhất Việt Nam;"
        ],
        "Địa điểm làm việc": [
            "- Hà Nam: Tại KCN Đồng Văn II, Duy Tiên"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nam"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-ky-thuat-may-tinh-mang-may-tinh-it-phan-cung-lam-viec-tai-bac-ninh/1289016.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên Kỹ Thuật",
        "company_name": "CÔNG TY CỔ PHẦN KỸ NGHỆ BANICO",
        "address": [
            "Số 175 Phố Vũ, Phường Đại Phúc, Thành phố Bắc Ninh, Tỉnh Bắc Ninh, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Thi công, lắp đặt hệ thống mạng, camera giám sát.",
            "Cài đặt và xử lý sự cố phần mềm máy tính, máy in,....",
            "Kiểm tra và xử lí hệ thống phần cứng máy tính",
            "Hỗ trợ giao hàng và lắp đặt máy tính tận nơi",
            "Các công việc khác theo sự phân công của trưởng phòng"
        ],
        "Yêu cầu ứng viên": [
            "Giới tính nam, từ 21 - 30 tuổi",
            "Chấp nhận sinh viên mới ra trường tốt nghiệp cao đẳng trở lên các chuyên ngành: điện tử, CNTT, viễn thông,..",
            "Sử dụng tốt các ứng dụng văn phòng",
            "Có trách nhiệm, cẩn thận, trung thực, có sức khỏe tốt.",
            "Làm việc tại Bắc Ninh: Công ty Cổ phần Kỹ nghệ Banico - Số 175, Phố Vũ, Phường Đại Phúc, TP Bắc Ninh"
        ],
        "Quyền lợi": [
            "Mức lương: Thỏa thuận",
            "Nghỉ 02 Thứ bảy và 04 Chủ nhật trong tháng",
            "Môi trường trẻ trung, năng động, nhiệt huyết",
            "Thưởng lễ tết, 30/04-1/5, tháng lương thứ 13,.....",
            "Xét tăng lương định kì hằng năm.",
            "Du lịch, nghỉ mát 1-2 lần/năm"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội",
            "- Bắc Ninh: Công ty Cổ phần Kỹ nghệ Banico - Số 175, Phố Vũ, Phường Đại Phúc, TP Bắc Ninh",
            "- Bắc Giang"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Dưới 1 năm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nam"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-seo-youtube-luong-phu-cap-thuong-theo-doanh-thu-kenh-upto-100-trieu/1273024.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên SEO",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ VÀ TRUYỀN THÔNG IGC VIỆT NAM",
        "address": [
            "114 Mễ Trì Hạ, Nam Từ Liêm, Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "19/04/2024",
        "Mô tả công việc": [
            "- Quản trị kênh Youtube",
            "- Tối ưu SEO, đẩy các từ khóa lên top công cụ tìm kiếm của Youtube",
            "- Sản xuất video chủ đề âm nhạc (chủ yếu dạng playlist/mix)",
            "- Đăng tải video, tạo ảnh thumbnail",
            "- Theo dõi và quản lý sự tăng trưởng của kênh thông qua các công cụ phân tích",
            "- Phối hợp với các bộ phận khác để hoàn thành công việc"
        ],
        "Yêu cầu ứng viên": [
            "- Nam / Nữ tốt nghiệp CĐ/ ĐH chuyên ngành liên quan: Marketing, Đồ họa,...",
            "- Biết sử dụng cơ bản các phần mềm chỉnh sửa ảnh, edit video như Adobe Photoshop, Premiere, After Effect (Chấp nhận đào tạo thêm)",
            "- Hiểu biết cơ bản về SEO từ khóa (Chấp nhận đào tạo thêm)",
            "- Ưu tiên độ tuổi 1996 - 2001",
            "- Yêu thích âm nhạc",
            "- Có tư duy hình ảnh, bố cục và thẩm mỹ tốt, khả năng tự tìm tòi nghiên cứu.",
            "- Làm việc nhanh nhẹn, chủ động trong công việc.",
            "- Kiên trì, chăm chỉ, tự giác có trách nhiệm với công việc",
            "- Có khả năng chịu áp lực cao, kỹ năng giải quyết vấn đề.",
            "- Gửi các sản phẩm đã làm kèm với CV"
        ],
        "Quyền lợi": [
            "- Lương khởi điểm: 6.000.000 - 9.000.000 VNĐ (Thưởng theo doanh thu kênh, thu nhập upto 100 triệu)",
            "- Phụ cấp ăn trưa: 600.000/tháng, gửi xe: 100.000/tháng",
            "- Thưởng Lễ, Tết",
            "- Hỗ trợ máy tính làm việc",
            "- Môi trường làm việc trẻ trung năng động, thân thiện.",
            "- Nhiều cơ hội thăng tiến trong tương lai.",
            "- Đi chơi, team building cùng công ty"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Số 114 Mễ Trì Hạ, P. Mễ Trì, Nam Từ Liêm"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "5 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/content-marketing-blockchain-crypto-luong-cao-tai-ha-noi/1288991.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Content Marketing",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ MOONLAB",
        "address": [
            "Thôn Đại Tự, Xã Kim Chung, Huyện Hoài Đức, Thành phố Hà Nội, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Lên chiến lược, ý tưởng, sáng tạo nội dung trên các kênh truyền thông của công ty (e.g. website, blog posts, tutorials, videos).",
            "Hỗ trợ quản lý nghiên cứu đối thủ, phân tích người dùng, sản phẩm phục vụ cho việc lập kế hoạch truyền thông và triển khai nội dung tốt nhất.",
            "Đề xuất ý tưởng, tham gia xây dựng kế hoạch và triển khai các chiến dịch marketing của dự án.",
            "Phối hợp cùng trưởng nhóm và các bộ phận có liên quan để phát triển nội dung phù hợp với từng dự án.",
            "Thực hiện các công việc khác theo yêu cầu của cấp trên."
        ],
        "Yêu cầu ứng viên": [
            "Tiếng Anh thành thạo, có khả năng viết Content bằng tiếng Anh.",
            "Có ít nhất 1 năm kinh nghiệm ở vị trí Content.",
            "Có hiểu biết về Crypto và công nghệ Blockchain.",
            "Có kinh nghiệm viết Content về lĩnh vực Crypto, Blockchain là lợi thế.",
            "Nhiệt tình, có trách nhiệm, có tư duy logic và sẵn sàng làm việc cùng startup.",
            "Ưu tiên ứng viên nam."
        ],
        "Quyền lợi": [
            "Lương: 10m - 15m, trao đổi khi phỏng vấn theo kinh nghiệm ứng viên.",
            "Thưởng kết thúc dự án, lương tháng 13, ...",
            "Chế độ BHXH, BHYT và nghỉ Lễ Tết, nghỉ phép theo quy định của Nhà nước.",
            "Làm việc trong môi trường trẻ, năng động, phát huy được năng lực bản thân.",
            "Được tham gia các hoạt động phong trào ngoại khoá, vui chơi giải trí, du lịch do công ty tổ chức.",
            "Nghỉ T7, CN + 12 ngày phép/năm"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 169 Hoàng Cầu, Đống Đa"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-back-end-nestjs-2-nam-kinh-nghiem-luong-12-15-trieu/1278060.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Lập Trình Viên",
        "company_name": "Công ty TNHH The Human",
        "address": [
            "Tầng 2, số 61 Ngụy Như Kon Tum, quận Thanh Xuân, Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "26/04/2024",
        "Mô tả công việc": [
            "- Phát triển các API backend hiệu quả và bảo mật.",
            "- Tham gia vào quy trình Agile/Scrum.",
            "- Hợp tác với các thành viên trong nhóm để đảm bảo chất lượng code.",
            "- Tối ưu hóa ứng dụng cho hiệu suất tối đa.",
            "- Thiết kế và triển khai cơ sở dữ liệu hiệu suất cao.",
            "- Các công việc khác theo yêu cầu của quản lý trực tiếp"
        ],
        "Yêu cầu ứng viên": [
            "- Kinh nghiệm ít nhất 2 năm với NestJS.",
            "- Hiểu biết về Node.js và các framework liên quan.",
            "- Kỹ năng làm việc nhóm tốt.",
            "- Kinh nghiệm với cơ sở dữ liệu SQL và NoSQL.",
            "- Kỹ năng giao tiếp và làm việc nhóm tốt.",
            "- Ưu tiên có kinh nghiệm với các dự án về logistic hoặc hệ thống quản lý chuỗi cung ứng."
        ],
        "Quyền lợi": [
            "1. Chế độ đãi ngộ",
            "- Lương: 20.000.000 - 30.000.000 VNĐ + thưởng nóng, thưởng Tết, lương tháng 13...",
            "- Phụ cấp: 800.000 đồng (ăn trưa + gửi xe)",
            "- Xét tăng lương 6 tháng/lần, được đề xuất lương theo năng lực của bản thân",
            "2. Chăm sóc sức khỏe, đời sống tinh thần",
            "- Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo Luật lao động.",
            "- Mừng kết hôn, thăm hỏi ốm đau,...theo quy định của công ty.",
            "- Khám sức khỏe định kỳ hàng năm tại bệnh viện uy tín.",
            "- Tổ chức sinh nhật, du lịch hàng năm, team building, tiệc tất niên..",
            "3. Tiện ích phong phú",
            "- Miễn phí đồ ăn/uống tại khu pantry của công ty",
            "- Tổ chức ăn uống Happy Hour hàng tuần",
            "- Sử dụng miễn phí mọi loại sách giá trị tại tủ sách của công ty.",
            "4. Văn hoá",
            "- Môi trường làm việc chủ động, sáng tạo, linh hoạt, chuyên nghiệp",
            "- Chú trọng đến hiệu quả công việc thay vì quá trình",
            "5. Cơ hội học hỏi & phát triển",
            "- Tài trợ các khóa học, lấy chứng chỉ, nâng cao kỹ năng chuyên môn",
            "- Tổ chức các buổi đào tạo định kỳ, chia sẻ và giao lưu kiến thức."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tòa Comatce, 61 Ngụy Như Kon Tum, Thanh Xuân"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/thuc-tap-tieng-nhat-n3/1288448.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Thực Tập",
        "company_name": "CÔNG TY TNHH KEIZU VIỆT NAM",
        "address": [
            "Lầu 1 Tòa nhà Saigon Mansion, số 3 Võ Văn Tần, Phường Võ Thị Sáu, Quận 3, TP.HCM"
        ],
        "salary": "N3",
        "exp": "Hồ Chí Minh",
        "remaining": "03/05/2024",
        "Mô tả công việc": [
            "Thời gian thực tập: 3 tháng",
            "Mô tả công việc:",
            "• Dịch tài liệu từ tiếng Nhật sang tiếng Việt và ngược lại.",
            "• Dịch tài liệu thiết kế cho phía lập trình viên.",
            "• Tạo tài liệu test cho các chương trình lập trình viên đã tạo ra (có training)",
            "• Thực hiện test các chương trình dựa theo tài liệu đã viết"
        ],
        "Yêu cầu ứng viên": [
            "Các bạn sinh viên năm cuối sắp tốt nghiệp",
            "Biết tiếng Nhật có thể đọc hiểu và viết tốt (N3 hoặc tương đương trở lên) Hoặc các bạn base IT tiếng Nhật N4 hoặc đã học xong N5",
            "Siêng năng, chịu khó học hỏi, cẩn thận",
            "Yêu thích việc tìm tòi khám phá test phần mềm",
            "Thích làm việc trong môi trường trẻ trung năng động",
            "Ưu tiên các bạn có thể làm Full time"
        ],
        "Quyền lợi": [
            "• Cơ hội học thêm tiếng Nhật.",
            "• Làm việc trong môi trường trẻ, năng động. Cơ hội phát triển nghề nghiệp ổn định lâu dài.",
            "• Tham gia các hoạt động thể thao, các chương trình teambuilding do công ty tổ chức thường xuyên và những chuyến du lịch hàng năm.",
            "• Có trợ cấp thực tập",
            "• Ngoài ra, khi trở thành nhân viên chính thức sẽ được:",
            "- Review lương hàng năm và hưởng tháng lương 13.",
            "- Nhận bonus theo thâm niên. Ngoài ra, nhân viên còn nhận thưởng theo doanh số quý và thưởng nhân viên xuất sắc/năm. Hàng năm được xét tăng chức và có chính sách lương theo từng vị trí.",
            "- Cơ hội học tập, công tác dài hạn tại Nhật.",
            "- Được hỗ trợ lệ phí thi và nhận bonus khi đạt được chứng chỉ chuyên môn/ngoại ngữ (Anh/Nhật).",
            "- Mức lương cạnh tranh và có thêm phụ cấp ăn uống xăng xe. Nhận phụ cấp trách nhiệm hàng tháng khi đảm nhận các vị trí cao.",
            "• Thời gian làm việc từ thứ 2 - thứ 6.",
            "• Hình thức phỏng vấn online"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Floor 1, Saigon Mansion Tower, 3 Vo Van Tan Street, Vo Thi Sau Ward, District 3, HCMC, Quận 3"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-thiet-ke-do-hoa-graphic-design-luong-tu-9-12-trieu-phu-cap/1285320.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên Thiết Kế Đồ Họa",
        "company_name": "Công ty cổ phần công nghệ Suga",
        "address": [
            "Tầng 10 Tòa Suced 108 Nguyễn Hoàng, Nam Từ Liêm, Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "02/05/2024",
        "Mô tả công việc": [
            "- Lên ý tưởng, thiết kế bộ Store Listing cho các sản phẩm Game công ty như Icons, Screenshots,...",
            "- Tham gia nghiên cứu, phân tích chỉ số A/B testing, đánh giá nhằm tối ưu bộ Store Listing để thúc đẩy phát triển sản phẩm hướng đến thị trường Global",
            "- Thiết kế các ấn phẩm quảng cáo game trên các Network như Unity, Google,....",
            "- Thiết kế các ấn phẩm truyền thông nội bộ phục vụ cho việc marketing của Công ty.",
            "- Nghiên cứu, tổng hợp và phân tích các xu hướng thiết kế trên thế giới."
        ],
        "Yêu cầu ứng viên": [
            "- Có kinh nghiệm thiết kế từ 6 tháng trở lên, ưu tiên các bạn có kinh nghiệm thiết kế các ấn phẩm về game.",
            "- Sử dụng thành thạo các phần mềm thiết kế như Photoshop, Illustrator,....",
            "- Có khả năng đọc hiểu Tiếng Anh cơ bản",
            "- Có nền tảng thẩm mỹ tốt, tư duy sáng tạo phong phú và thói quen liên tục cập nhật các xu hướng thiết kế trên thế giới.",
            "- Tinh thần trách nhiệm, nhiệt huyết và chủ động trong công việc.",
            "- Làm việc độc lập, làm việc nhóm tốt.",
            "- Cởi mở, sẵn sàng học tập, chia sẻ công nghệ mới"
        ],
        "Quyền lợi": [
            "- Mức lương: 9.000.000 - 12.000.000 triệu VNĐ/ tháng (lương net).",
            "- Phụ cấp ăn trưa: 1.050.000 VNĐ/người/tháng",
            "-",
            "Thưởng định kỳ hàng năm: định mức thưởng không giới hạn và theo tình hình kinh doanh của công ty",
            "- Thưởng các dịp Lễ, Tết, sinh nhật, kết hôn, sinh con...",
            "- Làm việc trong một công ty game năng động, phát triển mạnh trong mảng mobile game trong thị trường Game Việt. Có nhiều thử thách, có cơ hội được đào tạo và nâng cao nghiệp vụ thường xuyên.",
            "- Công ty chi trả toàn bộ khoản đóng BHXH, BHYT,.. cho nhân viên chính thức theo quy định của pháp luật hiện hành và căn cứ vào hợp đồng lao động",
            "- Công ty cung cấp 100% trang thiết bị làm việc công nghệ cao.",
            "- Văn phòng làm việc hiện đại, chuyên nghiệp, an toàn.",
            "- Môi trường cởi mở trẻ trung, năng động, sáng tạo.",
            "- Đồ uống, đồ ăn nhẹ tại văn phòng.",
            "- Nghỉ giải lao 30 Phút hằng ngày.",
            "- Chế độ nghỉ mát: Mỗi năm công ty đi nghỉ mát tại các địa điểm trong và ngoài nước vào dịp thích hợp. Nhân sự công ty miễn phí toàn bộ chi phí.",
            "- Chế độ nghỉ phép: 12 ngày nghỉ phép/năm theo quy định của Luật Lao Động.",
            "- Teambuilding, bonding party thường xuyên",
            "- Thời gian làm việc: 08:30 - 17:00 từ thứ 2 đến thứ 6. Nghỉ thứ 7, Chủ Nhật."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tầng 10 tòa Suced, 108 Nguyễn Hoàng, Mỹ Đình 2, Nam Từ Liêm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Dưới 1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/fresher-android-talent/1291650.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Fresher",
        "company_name": "CÔNG TY CỔ PHẦN IKAME VIỆT NAM",
        "address": [
            "Tầng 10 tòa Peak View, 36 Hoàng Cầu, Ô Chợ Dừa, Đống Đa, Hà Nội"
        ],
        "salary": "Talent",
        "exp": "Hà Nội",
        "remaining": "15/06/2024",
        "Mô tả công việc": [
            "1. Tham gia chương trình đào tạo Fresher Android Talent nhằm giúp các tân binh của iKame:",
            "- Được định hướng, phát triển skill sets một cách đầy đủ, đào tạo và hệ thống lại các kiến thức từ cơ bản đến nâng cao về Android và xây dựng ứng dụng Android với Kotlin.",
            "- Học hỏi quy trình phát triển phần mềm trước khi tham gia vào các dự án thực tế trong lĩnh vực phát triển phần mềm với quy mô lớn.",
            "- Tìm hiểu các bước thực hiện dự án, bao gồm thiết kế ứng dụng, làm GUI, thiết kế code, thực hiện Unit test, kiểm tra chất lượng dự án.",
            "- Luyện tập kỹ năng code trong dự án - Rèn luyện các kỹ năng mềm: mindset, thuyết trình, phân tích giải quyết vấn đề,...",
            "2. Tham gia vào",
            "dự án thực tế",
            "với quy mô lớn",
            "- Từ kiến thức học được, phát triển & hoàn thiện các ý tưởng thành sản phẩm mang tính thực tế và sáng tạo.",
            "- Cơ hội xây dựng và phát triển các sản phẩm",
            "\"chủ lực\"",
            "của công ty"
        ],
        "Yêu cầu ứng viên": [
            "Là sinh viên đã/ sắp tốt nghiệp chuyên ngành CNTT, Toán tin, KHMT,...hoặc các chuyên ngành có liên quan đạt một trong các yêu cầu sau:",
            "- GPA từ 3.0 trở lên đối với tất cả các trường.",
            "- Nắm được các kiến thức lập trình cơ bản: OOP; cấu trúc Dữ liệu & giải thuật; C/C++, java/kotlin, python",
            "- Đam mê mãnh liệt &",
            "Mong muốn có sản phẩm thành công",
            "- Tư duy logic tốt, chủ động, linh hoạt và kĩ năng làm việc nhóm tốt.",
            "Đặc biệt ưu tiên đối với đối tượng:",
            "Đạt giải trong các cuộc thi học thuật về lập trình, công nghệ, Olympic Tin học, ACM/ICPC hoặc tham gia đề tài nghiên cứu khoa học đạt giải từ cấp trường trở lên."
        ],
        "Quyền lợi": [
            "1. Cơ hội học hỏi và phát triển:",
            "- Tham gia chương trình đào tạọ training core \"2 in 1\" trong vòng 3 tháng",
            "- Lộ trình fast track được định hướng lên chuyên gia (Expert) hoặc quản lý (PO/PM) trong vòng 1- 3 năm",
            "- Cơ hội cọ xát cùng những dự án lớn, chất lượng và khác biệt, đạt Top BXH Global với 100M+ Downloads để nhanh chóng phát triển kỹ năng, trau dồi kiến thức và tư duy thực tế",
            "- Cơ hội được thử sai, đưa ý kiến, rèn luyện và phát triển bản thân với sự đồng hành của đội ngũ Mentor dày dặn kinh nghiệm thực chiến",
            "- Trải nghiệm văn hóa Cải tiến - sáng tạo, liên tục đổi mới, làm mới, không ngừng phát triển để đạt mục tiêu lớn",
            "2. Chế độ đãi ngộ toàn diện:",
            "- Trợ cấp: Lên tới 10 triệu/ tháng trong thời gian 3 tháng đào tạo",
            "- Cơ hội trở thành nhân viên chính thức với mức đãi ngộ hấp dẫn.",
            "- Cơ hội trở thành Đại sứ thương hiệu cho Elite Fresher mùa sau cùng với phần quà Công nghệ giá trị dành cho những bạn xuất sắc nhất.",
            "- Môi trường cởi mở và thân thiện, văn phòng hiên đại, cung cấp thiết bị làm việc đầy đủ",
            "- Con người là giá trị cốt lõi - bạn sẽ được quan tâm từ bữa ăn xế chiều, từ tủ đầy đồ ăn vặt, PS4 xả não, thư viện cho những tâm hồn yêu thích đọc sách.."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tòa PeakView, 36 Hoàng Cầu, Đống Đa, Hà Nội, Đống Đa"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Dưới 1 năm",
        "Số lượng tuyển": "5 người",
        "Hình thức làm việc": "Thực tập",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/ky-thuat-vien-may-in-may-photocopy/1291734.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Kỹ Thuật Viên Máy In - Máy Photocopy",
        "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ TRANG NGUYỄN",
        "address": [
            "390D1A, Trần Nam Phú, Ninh Kiều, Cần Thơ"
        ],
        "salary": "Thoả thuận",
        "exp": "Không yêu cầu kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "+ Lắp đặt, chuẩn đoán, khắc phục lỗi liên quan đến máy in, máy photocopy tại cơ quan nhà nước, cá nhân hoặc doanh nghiệp của khách hàng.",
            "+ Nạp mực máy in, thay mực máy photocopy tại cơ quan nhà nước, cá nhân hoặc doanh nghiệp của khách hàng.",
            "+ Kiểm tra, khắc phục lỗi kết nối máy in, máy photocopy với máy tính tận nơi khách hàng.",
            "+ Đi công tác tại các huyện ở Cần Thơ hoặc tỉnh khác khi có yêu cầu từ khách hàng.",
            "+ Đào tạo thêm kỹ thuật cho những bạn muốn học thêm chuyên ngành khác."
        ],
        "Yêu cầu ứng viên": [
            "+ Cao đẳng hoặc Đại học các ngành liên quan điện, điện tử hoặc công nghệ thông tin.",
            "+ Ưu tiên các bạn muốn học hỏi và làm việc ổn định lâu dài.",
            "+ Có kỹ năng tổ chức và quản lý thời gian."
        ],
        "Quyền lợi": [
            "+ Được đóng BHXH, BHYT và BHTN theo quy định pháp luật",
            "+ Được nhận doanh số thưởng hàng năm (khi đạt được doanh số đã được đề ra lúc đầu năm)",
            "+ Lương thỏa thuận."
        ],
        "Địa điểm làm việc": [
            "- Cần Thơ: 390D1A, Trần Nam Phú, Ninh Kiều"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 7 (từ 07:30 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nam"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/chuyen-vien-seo-website/1291691.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Chuyên Viên",
        "company_name": "CÔNG TY CỔ PHẦN THƯƠNG MẠI DREAM ME",
        "address": [
            "108 Nguyễn Trãi, Phường Thượng Đình, Quận Thanh Xuân, Thành phố Hà Nội, Việt Nam"
        ],
        "salary": "Website",
        "exp": "Hà Nội",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Quản lý website của công ty. Triển khai các công việc SEO website được giao",
            "Tìm đề tài, lên outline bằng các công cụ hỗ trợ: Ahrefs, Google trend, Google suggest, Keywordtool",
            "Phối hợp với bộ phận Content SEO để xây dựng content chuẩn SEO cho website chính và hệ thống site vệ tinh.",
            "Hoàn thành các công việc liên quan được giao phó.",
            "Quảng bá dịch vụ sản phẩm của công ty trên các, báo, diễn đàn, blog, mạng xã hội...v..v.",
            "Liên tục theo dõi, phân tích và tối ưu nhằm đảm bảo kết quả SEO theo đúng lộ trình và mục tiêu đề ra.",
            "Luôn cập nhật kiến thức SEO để có thể phát triển khả năng về Marketing, xây dựng những chiến lược kéo traffic tới website dự án."
        ],
        "Yêu cầu ứng viên": [
            "4.1 Bắt buộc",
            "a. Kiến thức",
            "Biết nghiên cứu và nhóm từ khoá khi cho một chủ đề",
            "Biết lên dàn ý bài viết khi có một từ khoá cần SEO.",
            "Biết viết bài theo từ khoá và có tối ưu SEO",
            "Biết tìm nguồn xây dựng backlink tay.",
            "b. Kinh nghiệm",
            "3-5 năm ở vị trí tương đương",
            "Từng đảm nhiệm SEO trực tiếp bộ từ khoá SEO đạt top 5 google",
            "c. Thái độ",
            "Cầu thị khi được góp ý",
            "Luôn tôn trọng deadline khi được giao việc.",
            "Tập trung công việc khi được giao đến khi hoàn thành.",
            "4.2 Ưu tiên",
            "- Biết xử lý hình ảnh bằng Photoshop, Canva",
            "- Có kinh nghiệm quản lý team nhỏ",
            "- Đọc hiểu Tiếng Anh tốt là 1 lợi thế.",
            "- Đã từng tham gia dự án liên quan đến ngành tuyển dụng",
            "- Ưu tiên ứng viên tốt nghiệp ngành CNTT các trường ĐH, hoặc các chuyên ngành khác có liên quan."
        ],
        "Quyền lợi": [
            "-",
            "Được đào tạo chuyên sâu về kiến thức SEO tổng thể, Digital Marketing.",
            "- Các chế độ phúc lợi theo Luật Lao động, các chế độ thưởng khác.",
            "- Ký hợp đồng lao động sau 2 tháng thử việc",
            "- Nghỉ phép năm 12 ngày/ năm khi lên chính thức.",
            "- Hưởng 13 tháng lương/ năm; xét tăng lương định kỳ hoặc theo năng lực",
            "- Tham gia đầy đủ BHXH, BHYT, BHTN, chế độ hiểu hỉ, lễ tết, nghỉ phép ... đầy đủ theo quy định",
            "- Tham gia các chương trình đào tạo, huấn luyện lãnh đạo, các chương trình đào tạo hàng tháng, coaching với lãnh đạo",
            "- Môi trường trẻ, năng động, nhiều hoạt động hàng tuần, hàng tháng như sinh nhật, du lịch, liên hoan, thể dục thể thao, review sách ....",
            "- Được học hỏi và đào tạo kiến thức về Marketing chuyên sâu, kinh doanh, phát triển bản thân ....",
            "- Lãnh đạo có tâm có tầm, đồng nghiệp thân thiện hỗ trợ nhau trong công việc",
            "- Cạnh tranh công bằng, có nhiều cơ hội thăng tiến và đảm nhận các vị trí điều hành trong công ty sau 6 tháng - 1 năm gắn bó"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: số 15 - 17 Ngọc Khánh, Ba Đình, Hà Nội., Ba Đình"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - sáng thứ 7 ( 8h00 - 17h30 )"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/leader-team-3d-game-artist-kinh-nghiem-tu-3-nam/1216186.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Leader Team 3D",
        "company_name": "Công ty Cổ phần Công nghệ DeFiX Network",
        "address": [
            "Số 118 Mễ Trì Hạ, Phường Mễ Trì, Quận Nam Từ Liêm, TP. Hà Nội"
        ],
        "salary": "Kinh Nghiệm Từ 3 Năm",
        "exp": "Hà Nội",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "• Dựng hình 3D concept, nhân vật, bối cảnh, background... cho game.",
            "• Thiết kế texture, màu sắc, ánh sáng, góc camera.",
            "• Thiết kế giao diện UI-UX, animation / vfx.",
            "• Cùng team lên ý tưởng và giải pháp cho các tính năng mới của game."
        ],
        "Yêu cầu ứng viên": [
            "• Có kinh nghiệm từ 3 năm với các dự án game 3D.",
            "• Hiểu biết đa dạng về Game Art-style.",
            "• Nắm vững kiến thức, kỹ năng về tối ưu asset 3D, modeling, UV, Texture,...",
            "• Có kinh nghiệm dựng hình low-poly 3D bằng phần mềm Blender (ưu tiên), Maya, 3dsmax,...",
            "• Đam mê thiết kế đồ họa, khả năng lên được bố cục, màu sắc trong Game. Hiểu đường nét, mảng, hình khối, ánh sáng trong thiết kế.",
            "• Thành thạo sử dụng các công cụ Rigging, Animation 3D.",
            "• Có kinh nghiệm làm UI/UX và sử dụng Unity để làm Effect.",
            "• Có trách nhiệm với công việc, có kỹ năng tốt về quản lý và estimate thời gian chính xác trong công việc.",
            "• Chủ động giao tiếp, tương tác và làm việc nhóm tốt."
        ],
        "Quyền lợi": [
            "Đóng BHXH đầy đủ, du lịch, team building...",
            "Được hưởng đầy đủ các chế độ theo quy định của pháp luật (BHYT, BHXH, BHTN) và các chế độ phúc lợi theo nội quy, quy chế của Công ty (tham quan, nghỉ mát, lương thưởng, nghỉ Tết lễ,...)",
            "Được cung cấp đầy đủ thiết bị cần thiết cho công việc, môi trường làm việc thoải mái, cafe phin, đồ ăn nhẹ, tiệc liên hoan",
            "Được hưởng đầy đủ các chế độ thăm hỏi sức khỏe cho bản thân và gia đình theo chính sách đãi ngộ của Công ty",
            "Được làm việc trong môi trường chuyên nghiệp và thân thiện, có nhiều cơ hội thăng tiến và phát triển nghề nghiệp",
            "Thu nhập tùy theo năng lực (open, thỏa thuận theo năng lực, 15-30M/tháng) + phụ cấp + thưởng token dự án"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Số 118 Mễ Trì Hạ, Phường Mễ Trì, Quận Nam Từ Liêm, TP. Hà Nội, Nam Từ Liêm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/front-end-developer/1291588.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Front End Developer",
        "company_name": "Công ty TNHH Phần mềm và Dịch vụ công nghệ STS",
        "address": [
            "Tầng 5, số nhà 21, ngõ Lê Văn Hưu 2, phố Lê Văn Hưu, Phường Phạm Đình Hổ, Quận Hai Bà Trưng, Hà Nội"
        ],
        "salary": "Tới 25 triệu",
        "exp": "2 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Tham gia phát triển website thương mai điện tử",
            "Tham gia thiết kế các front-end cho các website/app của công ty.",
            "Phối hợp với đội UX/UI Design và content xây dựng website/app.",
            "thông suốt giữa tất cả các phân hệ tính năng, đồng thời cung cấp một giải pháp đồng bộ giữa quản trị và phối hợp thực hiện công việc.",
            "Phối hợp xây dựng các API cho frontend, fix bug, maintenance hệ thống.",
            "Làm việc với các công nghệ service worker, cached, webrtc, websocket,..."
        ],
        "Yêu cầu ứng viên": [
            "- Từ 3 năm kinh nghiệm lập trình, 2 năm làm việc với với NextJS.",
            "- Thành thạo về JavaScript, bao gồm thao tác DOM và mô hình đối tượng JavaScript.",
            "- Hiểu nguyên tắc cốt lõi của React.",
            "- Từng sử dụng quản lý trạng thái Flux hoặc Redux",
            "- Có kinh nghiệm sử dụng webpack",
            "- Có khả năng mạnh mẽ trong việc phát triển UI/UX",
            "- Có kinh nghiệm vững chắc trong tất cả các lĩnh vực phát triển web (HTML5, CSS3, JSON) bao gồm các vấn đề về khả năng truy cập, SEO",
            "- Có kinh nghiệm trong việc sử dụng Design Pattern (observer, singleton, high order component, ...etc)",
            "- Có kinh nghiệm viết test (Jest, Enzyme, etc). Nếu biết viết test selenium là lợi thế",
            "- Có kinh nghiệm làm việc với Websocket, Service Worker, Cache"
        ],
        "Quyền lợi": [
            "Được hưởng đầy đủ các chế độ phúc lợi như BHXH, BHYT, tham gia Công đoàn, nghỉ phép năm, thưởng theo chính sách của công ty.",
            "• Hưởng các chế độ về: sinh nhật, khám sức khỏe tổng quát định kỳ, cưới hỏi, ốm đau, thai sản.",
            "• Thưởng dịp lễ, Tết, sự kiện của công ty...",
            "• Xét duyệt tăng lương định kỳ theo chính sách Công ty.",
            "• Đồng phục, quà tặng theo các sự kiện của Công ty.",
            "• Có lộ trình thăng tiến, được đào tạo và hỗ trợ tối đa kỹ năng khi làm việc.",
            "• Không gian làm việc sáng tạo, sang trọng và chuyên nghiệp."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: số 21 Ngõ Lê Văn Hưu 2 , Hai Bà Trưng, Hà Nội, Hai Bà Trưng"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/data-scientist/1291796.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Data Scientist",
        "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)",
        "address": [
            "Địa điểm:",
            "22 Láng Hạ, Đống Đa, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "1 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Tham gia và hỗ trợ các công việc sau:",
            "- Thực hiện các công việc được phân công theo yêu cầu của Lãnh đạo Phòng và Lãnh đạo Công ty.",
            "- Thực hiện xây dựng mô hình Machine Learning, hiệu chỉnh và cải tiến độ hiệu quả",
            "- Thiết kế và xây dựng các luồng kiểm thử cho mô hình",
            "- Phối hợp với các Phòng ban để hỗ trợ các công việc",
            "- Nghiên cứu và phát triển các chức năng áp dụng khoa học dữ liệu vào các bài toán thực tế trong doanh nghiệp"
        ],
        "Yêu cầu ứng viên": [
            "-",
            "Tốt nghiệp Đại học/Cao đẳng chuyên ngành CNTT, Công nghệ phần mềm và các chuyên ngành khác liên quan.",
            "- Thành thạo ngôn ngữ lập trình Python, PySpark",
            "- Có khả năng sử dụng SQL",
            "- Có kiến thức, kinh nghiệm về các thuật toán Machine Learning, Deep Learning và có kinh nghiệm thực hiện, triển khai các dịch vụ Machine Learning thông qua API, Docker",
            "- Có kiến thức về các thuật toán Machine Learning, Deep Learning và có kinh nghiệm thực hiện dự án có áp dụng thuật toán Machine Learning, đặc biệt trong việc xây dựng Hệ thống khuyến nghị (Recommendation System)",
            "- Có hiểu biết, kinh nghiệm về Airflow, Kafka, Kubernetes và có kinh nghiệm về MLOps là một lợi thế lớn.",
            "- Có kinh nghiệm trong lĩnh vực Fintech là một điểm mạnh."
        ],
        "Quyền lợi": [
            "Chế độ lương & thưởng hấp dẫn:",
            "- Mức lương thỏa thuận theo năng lực, đánh giá năng lực hàng năm",
            "- Chế độ thưởng phong phú và hấp dẫn (Theo quy định và chính sách công ty)",
            "- Hỗ trợ ăn sáng miễn phí",
            "- Hỗ trợ ăn trưa: 50.000đ/ngày",
            "- Hỗ trợ gửi xe, xăng xe, điện thoại (tùy vị trí)",
            "- Hỗ trợ trang điểm cho CBNV nữ",
            "- Quà tặng các ngày lễ trong năm",
            "Bảo hiểm & chăm sóc sức khỏe toàn diện:",
            "- BHXH, BHYT, BHTN theo pháp luật hiện hành",
            "- Gói bảo hiểm sức khỏe cao cấp 24/7 mua cho nhân viên & người thân nhân viên",
            "- Khám sức khỏe định kỳ hàng năm",
            "Môi trường làm việc hiện đại:",
            "- Cung cấp máy tính & trang thiết bị làm việc hiện đại",
            "- Văn phòng làm việc hiện đại, trang thiết bị làm việc Hi- tech",
            "- Không gian ăn nhẹ miễn phí (nước uống, trà cafe, hoa quả, sữa chua)",
            "Phát triển nghề nghiệp:",
            "- Cơ hội tiếp cận với những công nghệ mới, những dự án quy mô lớn",
            "- Làm việc cùng đội ngũ hơn 1000 nhân sự tài năng, có chuyên môn giỏi, dày dặn kinh nghiệm, tư duy chia sẻ",
            "- Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực",
            "- Công ty thành lập hơn 16 năm với các sản phẩm & dịch vụ đã được khẳng định vị thế trên thị trường",
            "Hoạt động ngoại khóa phong phú:",
            "- Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Team building, Nghỉ mát (trong nước và nước ngoài), 20/10, Year End Party, hoạt động thiện nguyện,...",
            "- Các câu lạc bộ:",
            "CLB Bóng đá",
            "CLB Cầu lông"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Tầng 12, tòa nhà Minh Long, số 17 Bà Huyện Thanh Quan, P. Võ Thị Sáu, Q.3, TP. Hồ Chí Minh, Quận 3"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)",
            "Nghỉ trưa từ 12h đến 13h"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/chuyen-vien-dam-bao-chat-luong-quy-trinh-pqa/1291858.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Chuyên Viên Đảm Bảo Chất Lượng Quy Trình (",
        "company_name": "Công ty Cổ phần NAL Việt Nam",
        "address": [
            "Tầng 5, toà NIC số 6 ngõ 7 Tôn Thất Thuyết, Dịch Vọng Hậu, Cầu Giấy, Hà Nội"
        ],
        "salary": ")",
        "exp": "Hà Nội",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Hỗ trợ, kiểm tra, nhắc nhở và đảm bảo các quy trình, thủ tục đã thống nhất được áp dụng đúng và chính xác trong dự án/bộ phận.",
            "Theo dõi tiến độ dự án, đánh giá chất lượng trước khi bàn giao cho Khách hàng, kế hoạch nâng cao chất lượng,...",
            "Đưa ra cảnh báo, cảnh báo và biện pháp khắc phục liên quan đến tiến độ, rủi ro tiềm ẩn và các vấn đề cho các dự án.",
            "Thu thập và phân tích thông tin để báo cáo hàng ngày/tuần/tháng cho các bên liên quan.",
            "Cung cấp đào tạo về quy trình và yêu cầu ISO cho nhân viên mới.",
            "Hỗ trợ các nhân viên khác đáp ứng việc tuân thủ và kiểm toán của ISO.",
            "Thực hiện các công việc khác theo sự phân công của tổ chức nếu cần."
        ],
        "Yêu cầu ứng viên": [
            "Tốt nghiệp chuyên ngành công nghệ thông tin hoặc các chuyên ngành có liên quan.",
            "Có kinh nghiệm tối thiểu 3 năm ở làm trong các công ty IT Outsourcing.",
            "Có kiến ​​thức về quản lý dự án, quy trình phát triển phần mềm và phương pháp phát triển phần mềm như Agile/Scrum, Kanban, Waterfall.",
            "Có kiến ​​thức về ISO 27001, ISO 9001 và có khả năng áp dụng vào công việc.",
            "Tư duy logic và chú ý đến chi tiết.",
            "Có khả năng thu thập và phân tích dữ liệu.",
            "Có khả quản lý thời gian, lập kế hoạch, soạn thảo tài liệu.",
            "Có khả năng giao tiếp và làm việc nhóm.",
            "Chủ động tìm kiếm cơ hội học tập ngoài yêu cầu hiện tại.",
            "Có tư duy tốt, linh hoạt và khả năng phản biện.",
            "Chủ động học hỏi, cam kết hoàn thành công việc.",
            "Có mục tiêu, định hướng rõ ràng.",
            "Có tiếng Anh hoặc tiếng Nhật là một lợi thế."
        ],
        "Quyền lợi": [
            "1. Thời gian làm việc, ngày phép, nghỉ phép:",
            "Thời gian làm việc flexible, bắt đầu từ 7h - 9h, nghỉ trưa 1.5h (11h30-13h), kết thúc công việc trong 8 tiếng làm việc.",
            "Chế độ làm việc remote mỗi tháng, tối đa 30%/năm.",
            "Nghỉ phép có lương 12 ngày/năm.",
            "Nghỉ sinh nhật công ty.",
            "Nhân viên nữ được thêm 0.5 ngày nghỉ phép/tháng.",
            "2. Chế độ lương thưởng:",
            "Review kết quả công việc và lương 6 tháng/lần.",
            "Thưởng team dự án 2 lần/năm.",
            "Thưởng các dịp lễ, tết.",
            "Thưởng cuối năm theo năng lực và hiệu suất công việc.",
            "3. Trợ cấp chứng chỉ, học tập:",
            "Hỗ trợ 75%-100% các chi phí học, thi các chứng chỉ nghiệp vụ Quốc tế.",
            "Trợ cấp tiếng Nhật lên tới 5.000.000 đồng (với các vị trí tuyển vào ban đầu không có tiếng Nhật).",
            "4. Chế độ phúc lợi khác:",
            "Quà sinh nhật.",
            "Thưởng thâm niên sau mỗi 5 năm làm việc.",
            "100% cấp Macbook hoặc Mac mini để làm việc.",
            "Team building hàng quý, company trip hàng năm.",
            "Khám sức khỏe hàng năm.",
            "Các chế độ cưới hỏi, thăm hỏi sinh con, ốm đau."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tầng 5, Toà NIC số 6 ngõ 7 Tôn Thất Thuyết, Dịch Vọng Hậu, Cầu Giấy"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
            "Checkin flexible từ 7h-9h sáng. Kết thúc sau 8 tiếng làm việc."
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/java-developer/1291884.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Java Developer",
        "company_name": "Công ty Cổ phần NAL Việt Nam",
        "address": [
            "Tầng 5, toà NIC số 6 ngõ 7 Tôn Thất Thuyết, Dịch Vọng Hậu, Cầu Giấy, Hà Nội"
        ],
        "salary": "20 - 35 triệu",
        "exp": "3 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Tham gia với vai trò là Lập trình viên Java, phát triển phần backend của dự án.",
            "Hợp tác chặt chẽ cùng các thành viên trong team Scrum để phát triển sản phẩm.",
            "Chịu trách nhiệm phát triển các chức năng và đảm bảo chất lượng chung của sản phẩm.",
            "Tham gia vào tất cả các khâu trong quá trình phát triển phần mềm: tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ mới.",
            "Xử lý các yêu cầu phức tạp hoặc các vấn đề khó trong dự án.",
            "Hỗ trợ và hướng dẫn các thành viên trong team review code."
        ],
        "Yêu cầu ứng viên": [
            "Từ 03 năm kinh nghiệm làm việc với Java (Spring Boot).",
            "Hiểu biết về RDBMS (VD: PostgreSQL, MySQL, MSSQL, Oracle).",
            "Nắm vững lập trình hướng đối tượng (OOP).",
            "Hiểu biết về thiết kế hệ thống, design pattern.",
            "Hiểu biết và đã sử dụng Docker.",
            "Có kinh nghiệm viết Unit Test.",
            "Có tư duy tốt, linh hoạt và khả năng phản biện.",
            "Có khả năng làm việc tự chủ và kỹ năng làm việc theo nhóm.",
            "Có khả năng dẫn dắt, truyền cảm hứng cho các thành viên trong nhóm dự án."
        ],
        "Quyền lợi": [
            "1. Thời gian làm việc, ngày phép, nghỉ phép",
            "Thời gian làm việc flexible, bắt đầu từ 7h - 9h, nghỉ trưa 1.5h (11h30-13h), kết thúc công việc trong 8 tiếng làm việc.",
            "Chế độ làm việc remote mỗi tháng, tối đa 30%/năm.",
            "Nghỉ phép có lương 12 ngày/năm.",
            "Nghỉ sinh nhật công ty.",
            "Nhân viên nữ được thêm 0.5 ngày nghỉ phép/tháng.",
            "2. Lương thưởng",
            "Review kết quả công việc và lương 2 lần/năm.",
            "Thưởng team dự án 2 lần/năm.",
            "Thưởng lễ tết.",
            "Thưởng cuối năm theo năng lực và hiệu suất công việc.",
            "3. Trợ cấp chứng chỉ, Học tập",
            "Hỗ trợ 75%-100% các chi phí học, thi lấy chứng chỉ CNTT Quốc tế.",
            "Trợ cấp tiếng Nhật lên tới 5.000.000 đồng (với các vị trí tuyển vào ban đầu không có tiếng Nhật).",
            "4. Chế độ phúc lợi khác",
            "Quà sinh nhật.",
            "Thưởng thâm niên sau mỗi 5 năm làm việc.",
            "Cấp máy tính làm việc.",
            "Team building hàng quý, Du lịch Công ty.",
            "Khám sức khỏe hàng năm.",
            "Các chế độ cưới hỏi, thăm hỏi sinh con, ốm đau"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tầng 5, Toà NIC số 6 ngõ 7 Tôn Thất Thuyết, Dịch Vọng Hậu, Cầu Giấy"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
            "Checkin flexible từ 7h-9h sáng. Kết thúc sau 8 tiếng làm việc."
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/intern-project-assistant/1291498.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Intern Project Assistant",
        "company_name": "POWERGATE AUSTRALIA (CÔNG TY CỔ PHẦN TẬP ĐOÀN POWERGATE)",
        "address": [
            "Tầng 4, Tòa CIC, số 2 Nguyễn Thị Duệ, Phường Yên Hòa, Quận Cầu Giấy, Thành Phố Hà Nội, Việt Nam"
        ],
        "salary": "Thoả thuận",
        "exp": "Không yêu cầu kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "● Bạn sẽ tham gia vào quy trình quản lý dự án theo mô hình Agile development lifecycle phương thức Scrum",
            "● Đảm bảo chất lượng, tiến độ và tối ưu chi phí cho trên các dự án được giao.",
            "● Theo dõi tiến độ hàng ngày của các dự án",
            "● Hỗ trợ quản lý team và đảm bảo rằng mỗi thành viên trong nhóm đều tham gia đầy đủ đóng góp tích cực vào các hoạt động của dự án.",
            "● Tham gia lập kế hoạch cho các cuộc họp và tổ chức quá trình hậu cần của dự án",
            "● Gợi ý các cải tiến mặt quy trình để đạt được chất lượng sản phẩm tốt đúng với các yêu cầu nghiệp vụ của sản phẩm."
        ],
        "Yêu cầu ứng viên": [
            "● Có định hướng phát triển lên Project Manager.",
            "● Đáp ứng làm việc tối thiểu 30h/tuần",
            "● Kỹ năng giao tiếp Tiếng Anh thành thạo (Tương đương IELTS 6.5 trở lên)",
            "● Linh hoạt, vui vẻ hòa, đồng và xây dựng được mối quan hệ tôt với tất cả các thành viên trong team.",
            "● Tỉ mỉ, cẩn thận, có kỹ năng tổ chức, làm việc tốt dưới áp lực và deadline, có khả năng hỗ trợ quản lý đồng thời nhiều dự án.",
            "● Kỹ năng giao tiếp tốt",
            "● Có khả năng sắp xếp thứ tự ưu tiên công việc, mạnh về giao tiếp, theo dõi tiến độ dự án rõ ràng và tham gia quản lý trải nghiệm khách hàng."
        ],
        "Quyền lợi": [
            "LỘ TRÌNH ĐÀO TẠO",
            "● Step 1: Đào tạo lý thuyết (2 tuần)",
            "● Step 2: Training onnjob: Join vào dự án thực tế của công ty (6 tuần)",
            "● Step 3: Ký hợp đồng và làm việc cùng công ty (Đối với học viên pass Đào tạo)",
            "CHẾ ĐỘ ĐÃI NGỘ",
            "● Cơ hội trở thành nhân viên chính thức sau khi pass đào tạo",
            "● Được training bài bản, support tận tình từ các Leader/Manger tài năng, nhiệt tình và tận tâm",
            "● Đánh giá tăng lương 3 tháng/lần",
            "● Làm việc 5 ngày 1 tuần, nghỉ thứ 7, chủ nhật",
            "● Làm việc trong môi trường năng động, đội ngũ nhân viên trẻ nhiệt huyết",
            "● Nhiều hoạt động bonding gắn kết nhân sự hàng tháng, Teambuilding 2 lần/năm, Quỹ thưởng liên hoan team/division hàng Quý.",
            "● Quản lý Support kịp thời và hướng dẫn tận tình."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Thực tập",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester/1291587.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Thực Tập Sinh",
        "company_name": "Công ty cổ phần chứng khoán FPT",
        "address": [
            "100-499 nhân viên",
            "Địa điểm:",
            "Tòa Nhà 52 Lạc Long Quân, Tây Hồ, Hà Nội."
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Lập kế hoạch kiểm thử, test case chi tiết và tiến hành kiểm thử phần mềm;",
            "Thực hiện test, log lỗi và theo dõi tiến độ fix bug;",
            "Test function và load test;",
            "Kiểm soát chất lượng đảm bảo hệ thống/sản phẩm được tạo đúng như thiết kế;",
            "Phối hợp chặt chẽ nhóm lập trình để đảm bảo chất lượng sản phẩm;",
            "Theo dõi, tổng hợp, đánh giá, báo cáo kết quả Test cho các bên liên quan.",
            "Viết script automation test cho app mobile và web"
        ],
        "Yêu cầu ứng viên": [
            "Tuổi từ 20 – 25, sinh viên năm 3, năm 4 các trường Đại học chuyên ngành Công nghệ thông tin, công nghệ phần mềm, hệ thống thông tin quản lý hoặc các ngành tương đương",
            "Có kiến thức về quá trình kiểm thử và kỹ thuật Kiểm thử (test chức năng, phi chức năng, thành phần, tích hợp, độ tin cậy, hồi quy, chấp nhận người dùng, tải, kiểm tra hiệu suất, tốc độ);",
            "Có các kỹ năng kiểm thử (viết Test cases, thực hiện Test cases, mở lỗi, kiểm tra lỗi);",
            "Khả năng làm việc độc lập và cẩn thận",
            "Có kỹ năng tìm tòi, học hỏi, mong muốn nâng cao trình độ của bản thân",
            "Có định hướng theo automation test, ko có kiến thức kinh nghiệm sẽ được đào tạo;"
        ],
        "Quyền lợi": [
            "Ứng viên sẽ có cơ hội học tập và làm việc trong môi trường thực tế, chuyên nghiệp, năng động;",
            "Được hướng dẫn, huấn luyện bởi đội ngũ chuyên gia nhiều kinh nghiệm;",
            "Ứng viên được trang bị đầy đủ kỹ năng và kiến thức chuyên sâu để làm việc sau mỗi khóa đào tạo;",
            "Ứng viên sẽ có cơ hội trở thành nhân viên Chính thức với quyền lợi đãi ngộ tương xứng với năng lực và kết quả hoàn thành công việc."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 52 Lạc Long Quân - Phường Bưởi, Tây Hồ"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Thực tập",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/data-engineer/1291552.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Data Engineer",
        "company_name": "Công ty Cổ phần Bán lẻ Kỹ thuật số FPT",
        "address": [
            "Địa điểm:",
            "261 – 263 Khánh Hội, P5, Q4, TP. Hồ Chí Minh"
        ],
        "salary": "Thoả thuận",
        "exp": "3 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Làm việc với đội BA để nghiên cứu, phân tích các yêu cầu.",
            "- Phân tích yêu cầu, thiết kế giải pháp và viết các tài liệu kỹ thuật trong quá trình phát triển.",
            "- Chủ động nghiên cứu các công nghệ, lĩnh vực, kỹ thuật được phân công hoặc liên quan đến công việc."
        ],
        "Yêu cầu ứng viên": [
            "-Trên 3 năm kinh nghiệm làm việc với các công cụ process data: batching (Spark, Pandas) hoặc streaming (Flink, Storm, Spark-Streaming).",
            "- Trên 3 năm kinh nghiệm làm việc với (một trong) các công cụ tạo, quản lý data pipeline: Azure Data Factory, Azkaban, Luigi, Airflow v.v.",
            "- Có kinh nghiệm làm việc với Linux, Git.",
            "- Có kinh nghiệm với SQL và NoSQL DB: bao gồm Postgres, SQL server, mongodb và elasticsearch."
        ],
        "Quyền lợi": [
            "- Làm việc tại công ty hàng đầu Việt Nam, luôn không ngừng phát triển với nhiều cơ hội thăng tiến bản thân.",
            "- Được đào tạo chuyên nghiệp, hoàn toàn miễn phí trước khi làm việc.",
            "- Môi trường làm việc trẻ, năng động và thân thiện.",
            "- Tham gia đầy đủ các chế độ BHYT, BHXH, BHTN.",
            "- Thu nhập hấp dẫn, phù hợp năng lực bản thân.",
            "- Lương tháng 13 và thưởng theo hiệu quả kinh doanh.",
            "- Khám sức khỏe định kỳ.",
            "- Thường xuyên tổ chức các chương trình hội thao, hội diễn văn nghệ, tân niên, tất niên..."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Toà nhà 678, Số 67 Hoàng Văn Thái, P. Tân Phú, Quận 7, Thành phố Hồ Chí Minh, Quận 7"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)",
            "Thứ 7 (từ 08:30 đến 12:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/devops/1291561.html?ta_source=ITJobs_LinkDetail",
        "job_name": "DevOps",
        "company_name": "Công ty Cổ phần Bán lẻ Kỹ thuật số FPT",
        "address": [
            "Địa điểm:",
            "261 – 263 Khánh Hội, P5, Q4, TP. Hồ Chí Minh"
        ],
        "salary": "Thoả thuận",
        "exp": "3 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Thiết kế, triển khai và bảo trì các pipeline CI/ CD cho các ứng dụng của chúng tôi, bao gồm triển khai tự động, kiểm thử tự động và quản lý mã nguồn.",
            "- Xây dựng và bảo trì hệ thống và cơ sở hạ tầng bằng cách sử dụng các công nghệ mới nhất như Kubernetes, Docker, GitOps và Ansible.",
            "- Triển khai và quản lý ứng dụng trên các nền tảng đám mây như AWS, GCP hoặc Azure.",
            "- Phát triển các kịch bản tự động hóa và tiêu chuẩn hóa các quy trình triển khai và vận hành.",
            "- Hỗ trợ nhóm phát triển trong việc triển khai và cung cấp hỗ trợ cho các ứng dụng.",
            "- Giám sát và quản lý hiệu suất của các hệ thống và cơ sở hạ tầng.",
            "- Liên tục cải thiện và nâng cao chất lượng và độ tin cậy của các hệ thống và cơ sở hạ tầng."
        ],
        "Yêu cầu ứng viên": [
            "- Kinh nghiệm về thiết kế, triển khai và bảo trì các đường ống CI/ CD và quản lý các ứng dụng trên các nền tảng đám mây.",
            "- Kinh nghiệm với các công nghệ như Kubernetes, Docker, GitOps và Ansible.",
            "- Hiểu biết về các nền tảng đám mây như AWS, GCP hoặc Azure.",
            "- Kinh nghiệm về quản lý cơ sở hạ tầng và hệ thống lớn, đảm bảo độ tin cậy và hiệu suất cao.",
            "- Kỹ năng giao tiếp và làm việc nhóm tốt.",
            "- Kinh nghiệm trong lĩnh vực phát triển phần mềm hoặc quản trị hệ thống.",
            "- Kỹ năng lập trình với một hoặc nhiều ngôn ngữ như Python, Java, hoặc Go.",
            "- Kinh nghiệm với các công cụ quản lý mã nguồn như Git và các nền tảng như GitHub hoặc GitLab.",
            "- Hiểu biết về các cơ chế bảo mật và kiểm soát truy cập, đảm bảo an toàn cho hệ thống và ứng dụng.",
            "- Sẵn sàng học hỏi và áp dụng các công nghệ mới nhất để cải thiện hiệu suất và độ tin cậy của hệ thống và ứng dụng.",
            "- Năng động, sáng tạo và có tư duy logic tốt.",
            "- Tiếng Anh đọc và viết tốt để có thể đọc tài liệu, tương tác."
        ],
        "Quyền lợi": [
            "- Làm việc tại công ty hàng đầu Việt Nam, luôn không ngừng phát triển với nhiều cơ hội thăng tiến bản thân.",
            "- Được đào tạo chuyên nghiệp, hoàn toàn miễn phí trước khi làm việc.",
            "- Môi trường làm việc trẻ, năng động và thân thiện.",
            "- Tham gia đầy đủ các chế độ BHYT, BHXH, BHTN.",
            "- Thu nhập hấp dẫn, phù hợp năng lực bản thân.",
            "- Lương tháng 13 và thưởng theo hiệu quả kinh doanh.",
            "- Khám sức khỏe định kỳ.",
            "- Thường xuyên tổ chức các chương trình hội thao, hội diễn văn nghệ, tân niên, tất niên..."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Toà nhà 678, Số 67 Hoàng Văn Thái, P. Tân Phú, Quận 7, Thành phố Hồ Chí Minh, Quận 7"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)",
            "Thứ 7 (từ 08:30 đến 12:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/c-developer/775838.html?ta_source=ITJobs_LinkDetail",
        "job_name": "C++",
        "company_name": "CÔNG TY CỔ PHẦN CQ TDT ASIA",
        "address": [
            "Tầng 5, Tòa PVI Tower, Số 1 Phạm Văn Bạch, Yên Hòa, Cầu Giấy, Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "● Phân tích, thiết kế và xây dựng các module backend, REST API phục vụ cho sàn giao dịch tài chính",
            "● Tối ưu hệ thống xử lý, đáp ứng được hàng trăm nghìn giao dịch lớn đồng thời",
            "● Tham gia vào thiết kế và review souce code",
            "● Làm việc theo mô hình dự án Agile, Scrum",
            "● Áp dụng CI/CD để deploy code lên server test, production hàng ngày",
            "● Làm việc với các đối tác tại nhiều quốc gia trên thế giới như Sing, Nhật, Hongkong, Mỹ, ... để trao đổi về dự án"
        ],
        "Yêu cầu ứng viên": [
            "MUST HAVE",
            "● Có tối thiểu 1 năm kinh nghiệm lập trình bằng ngôn ngữ C/C++ trong các dự án thực tế",
            "● Có kinh nghiệm sử dụng một trong các hệ quản trị cơ sở dữ liệu như MySQL, SQL Server....",
            "● Có tư duy thuật toán tốt, có hiểu biết về cấu trúc dữ liệu và kết nối mạng TCP/IP",
            "● Có kinh nghiệm làm việc với REST API",
            "● Có kinh nghiệm làm việc Cross Platform Development, Code Optimization",
            "● Có tư duy logic, sử dụng thuật toán tốt",
            "● Tiếng Anh giao tiếp tốt .",
            "● Đã từng làm việc với các hệ thống tài chính như là Sàn giao dịch chứng khoán, Sàn giao dịch ngoại hối Forex.",
            "● Thích làm việc với các hệ thống lớn trong mảng tài chính.",
            "● Làm việc với áp lực cao."
        ],
        "Quyền lợi": [
            "INCOME",
            "● Mức lương đàm phán theo năng lực ứng viên, cạnh tranh với thị trường, upto1500$.",
            "● Đánh giá kết quả công việc hằng năm . Nhiều cơ hội tăng thu nhập từ 50-80%/năm.",
            "● Thưởng lương tháng 13",
            "● Thưởng dự án, thưởng hiệu quả kinh doanh hàng năm",
            "● Được cấp thẻ bảo hiểm sức khỏe được thiết kế riêng cho TDTers.",
            "● Với các nhân sự ở level Manager trở lên, có package benefit riêng.",
            "CAREER PATH IMPROVEMENT",
            "Khi trở thành 1 TDTer, bạn sẽ có cơ hội phát triển bản thân với tốc độ gấp 2-3 lần thị trường, với nhiều cơ hội và thách thức như:",
            "● Được tham gia full-cycle vào quy trình phát triển các sản phẩm Tài chính phức tạp, kết hợp nhiều nghiệp vụ khó.",
            "● Có nhiều thách thức về công nghệ như: Tối ưu Tốc độ xử lý khớp lệnh ngay lập tức (tính theo minisecond), Sử dụng Matching engine để quản lý và khớp lệnh, ứng dụng Snapshot and journaling (tối thiểu 5 năm) vào việc lưu trữ dữ liệu, sử dụng nhiều cấu trúc dữ liệu và giải thuật khó...",
            "● Được thử sức với nhiều ngôn ngữ lập trình, nhiều framework khác nhau.",
            "● Được làm việc trong môi trường quốc tế: Sử dụng tiếng Anh hàng ngày, trao đổi với team CNTT của nhiều nước khác nhau, onsite dài ngày/ngắn ngày tại nước ngoài...",
            "● Được tham gia vào các chương trình đào tạo dài hạn dành cho Core-team theo định hướng phát triển của từng vị trí và từng người.",
            "Được thử thách với các vị trí Senior/Teamlead/Project Manager.",
            "OTHERS BENEFITS",
            "● Văn phòng thiết kế theo phong cách Co-working, có nhiều tiện ích giải trí như: Máy pha cafe, máy chạy bộ, bàn bóng bàn...; khu ăn uống với đồ ăn, đồ uống miễn phí; phòng tắm nóng lạnh, máy giặt.",
            "● Được trang bị các thiết bị hiện đại như Laptop cấu hình cao, Macbook...",
            "● Được tham gia các câu lạc bộ theo sở thích như: CLB bóng đá, CLB chạy, CLB trading chứng khoán/ forex/crypto vui vẻ, các giải game...",
            "● Được đài thọ 100% chi phí tham gia các chuyến du lịch cùng công ty: Summer Holiday, Year End Party",
            "● Được tặng quà, tham gia các sự kiện trong các dịp 1/6, Trung Thu, 8/3, 20/10...",
            "● Địa điểm làm việc: Tầng 5 tòa nhà PVI số 1 Phạm Văn Bạch, Yên Hòa, Cầu Giấy, Hà Nội.",
            "● Thời gian làm việc: 08h30 - 17h30, Thứ 2 - Thứ 6. Nghỉ Thứ 7, CN và các ngày lễ theo quy định"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Từ Liêm"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/business-analyst/1177425.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Business Analyst",
        "company_name": "CÔNG TY CỔ PHẦN CQ TDT ASIA",
        "address": [
            "Tầng 5, Tòa PVI Tower, Số 1 Phạm Văn Bạch, Yên Hòa, Cầu Giấy, Hà Nội"
        ],
        "salary": "Tới 1,500 USD",
        "exp": "1 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Gather business and system requirements from partner (Singapore, Japan, Thailand, Hongkong, Indonesia, India...) in finance field.",
            "- Understand and analyze the requirements from partner in business view and end-user view.",
            "- Write Basic Design based on analyzed requirements.",
            "- Work with development team to go over the specification, Q&A, consult the solutions or figure out the problems.",
            "- Support the project manager in assigning tasks and managing the team to make sure that the project runs smoothly.",
            "- Support in testing, verifying bugs/issue before handover to Client."
        ],
        "Yêu cầu ứng viên": [
            "- Graduated from University in Information Technology, Business, Finance or a related discipline.",
            "- At least 1 years of experience in BA/PO/PM position, if having IT BA experience is an advantage.",
            "- Have good logical and flexible thinking",
            "- Experience in developing projects related to finance, blockchains is an advantage",
            "- Good at English"
        ],
        "Quyền lợi": [
            "Salary up to 1500$, negotiation based on candidate's capacity; attractive & competitive benefit.",
            "Performance Review with from 50% to 80% salary increase.",
            "13th month salary bonus",
            "Business performance bonus: According to the company's annual business performance results.",
            "Make-up allowance for girls 1,000,000 VND/month",
            "Project bonus.",
            "Be issued with a health insurance card designed specifically for TDTers (Health insurance card AON).",
            "For employees at Manager level and above, there is a separate benefit package.",
            "Get exposed to Fintech projects.",
            "Working in an international environment: Working with partners from many different countries.",
            "Participating in a long-term training program for Core-team according to the development orientation of each individual.",
            "The office is designed in the style of Co-working, with many entertainment facilities such as: coffee machine, treadmill, ping pong table...; dining area with free food and drinks; Hot and cold bathroom, washing machine.",
            "Equipped with modern equipment such as high configuration Laptop, Macbook.",
            "Be able to join hobby clubs such as football club, running club, happy stock trading club / forex / crypto, game tournaments...",
            "100% support for company trips: Summer Holiday, Year End Party.",
            "Receive gifts, participate in events on the occasions of June 1, Mid-Autumn Festival, March 8, October 20, Christmas, Company birthday."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/technical-support-engineer/1291491.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Technical Support Engineer",
        "company_name": "FPT Software",
        "address": [
            "10000+ nhân viên",
            "Địa điểm:",
            "Tòa nhà FPT Building, số 17 Duy Tân, Cầu Giấy, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "Không yêu cầu kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Working on the customer's O365 system for operation",
            "Azure Administrators “implement, monitor, and maintain Microsoft Azure solutions, including major services related to compute, storage, network, and security.",
            "Use Powershell to create automation tools that support ExchangeOnline, AzureAD modules",
            "Administration, support, and configuration of MS Office O365 for user",
            "Troubleshoot various Office 365 issues",
            "Support Objects: Teams, Yammer, EXO, SPO, OneDrive, Outlook, Outlook on the web, Intune, ...",
            "Working time : 24/365 support (working shift rotation)"
        ],
        "Yêu cầu ứng viên": [
            "> 3 years of working experience",
            "Office 365 services",
            "Good English"
        ],
        "Quyền lợi": [
            "“FPT care” health insurance provided by AON and is exclusive for FPT employees.",
            "Annual Summer Vacation: follows company’s policy and starts from May every year",
            "Salary review 2 times/year or on excellent performance",
            "International, dynamic, friendly working environment",
            "Annual leave, working conditions follow Vietnam labor laws.",
            "Other allowances: lunch allowance, working on-site allowance, etc."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Cầu Giấy",
            "- Hồ Chí Minh: Quận 9"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/cloud-platform-engineer-senior/1291659.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Cloud Platform Engineer (Senior)",
        "company_name": "CÔNG TY TNHH AMARIS VIỆT NAM",
        "address": [
            "Lầu 15 Tòa nhà Viettel, 285 Cách Mạng Tháng 8, Phường 12, Quận 10, TP. Hồ Chí Minh"
        ],
        "salary": "Thoả thuận",
        "exp": "5 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "ABOUT THE JOB",
            "Ensure alignment of multi-cloud platforms to meet requirements from Business, Technology functions, Company Compliance, Regulators, and Governments’ requirements in all markets.",
            "Collaborate with IT team members to establish new best practices for multi-cloud orchestration and security controls.",
            "Design and implement solutions to continuously deliver an enterprise software system hosted in Kubernetes.",
            "Provision, configure, and maintain cloud resources using industry-standard tools and technologies.",
            "Build, manage, and operate the infrastructure and configuration of various components and tools that manage the software development lifecycle with a strong focus on automation and infrastructure as code.",
            "Evaluate multi-cloud platform solutions in the market and select the correct multi-cloud solution suitable to the organization's tech strategy."
        ],
        "Yêu cầu ứng viên": [
            "ABOUT THE JOB",
            "Bachelor’s degree or college’s degree in computer science, engineering, or a related field, or equivalent experience.",
            "5+ years of experience in strategic organizational planning and cloud services, preferably in technology services.",
            "Experience with building unique software supporting systems to create intellectual property value for a client.",
            "Experience with data analysis methodologies, tools, and technologies.",
            "Strong knowledge of the service management lifecycle from development to retirement.",
            "Strong practical Linux and Windows-based system administration skills in cloud or virtualization environments.",
            "Experience with seamless/automated build scripts used for release management.",
            "Fluent in English with excellent verbal and written communication skills."
        ],
        "Quyền lợi": [
            "Benefits",
            "13th-month salary",
            "14+ annual leaves per year",
            "Premium healthcare insurance, starting from your probation period",
            "Project reviews and yearly performance appraisals",
            "Annual company trips",
            "Teambuilding activities: Team lunch/dinner, events, and celebrations, sports clubs (football, yoga, badminton, etc.)",
            "International team with flexible working time + hybrid working",
            "Tailor-made career path",
            "Technical workshops and training courses",
            "Mobility: Opportunities to be on-site abroad in our offices in over 60+ countries",
            "Equal Opportunity",
            "Amaris Consulting is proud to be an equal-opportunity workplace. We are committed to promoting diversity within the workforce and creating an inclusive working environment. For this purpose, we welcome applications from all qualified candidates",
            ",",
            "regardless of gender, sexual orientation, race, ethnicity, beliefs, age, marital status, disability, or other characteristics."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "5 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/graphic-design-marketing/1291681.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Graphic Design –",
        "company_name": "Công ty Cổ phần Công nghệ KiotViet",
        "address": [
            "Tầng 6-7, số 1B Yết Kiêu, Phường Trần Hưng Đạo, Quận Hoàn Kiếm, Thành phố Hà Nội, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "10/05/2024",
        "Mô tả công việc": [
            "Về KiotViet:",
            "Với hơn 13 năm và hơn 1,500 con người để tạo nên một KiotViet của ngày hôm nay, chúng tôi hiểu rằng các thành viên, từ quá khứ tới tương lai, là nền tảng cho KiotViet của ngày hôm nay và bệ phóng để vươn tới một KiotViet của ngày mai. KiotViet cam kết một môi trường làm việc chia sẻ thành công, cùng chung trách nhiệm.",
            "Bạn sẽ làm gì:",
            "- Thiết kế các mẫu Template cho các ấn phẩm đồ họa như Banner, Poster, Logo, Cover phục vụ khách hàng thực hiện các chiến dịch quảng cáo trên Facebook, Youtube, Google hoặc trên các kênh truyền thông khác.",
            "- Thiết kế ẩn phẩm truyền thông khác thuộc dự án theo yêu cầu được giao.",
            "- Phối hợp với các phòng ban khác trong quá trình triển khai dự án nếu được yêu cầu."
        ],
        "Yêu cầu ứng viên": [
            "1. Học vấn, kiến thức và trình độ chuyên môn",
            "- Tốt nghiệp đại học các trường Mỹ thuật, Mỹ thuật công nghiệp hoặc các trường thuộc hệ thống Arena-Multimedia.",
            "2. Kinh nghiệm",
            "- Có ít nhất 3 năm kinh nghiệm trong các lĩnh vực thiết kế đồ họa Graphic Design, Creative Design.",
            "- Có kinh nghiệm làm việc trong các Agency hoặc trong lĩnh vực quảng cáo, sự kiện.",
            "- Có kinh nghiệm làm việc trong môi trường Internet/Online là một điểm cộng.",
            "3. Những kỹ năng cần thiết cho công việc",
            "- Có kinh nghiệm làm việc với các phần mềm Photoshop, Illustrator.",
            "- Có tư duy sáng tạo hiện đại, cập nhật xu hướng thiết kế mới.",
            "- Có hiểu biết cơ bản về các nền tảng quảng cáo trực tuyến.",
            "- Có kỹ năng vẽ tay là điểm cộng lớn.",
            "4. Quan hệ công việc ( Bên trong công ty, bên ngoài công ty)",
            "- Có cơ hội tiếp cận hoặc làm việc trong môi trường thuộc lĩnh vực thiết kế UI/UX chuyên nghiệp."
        ],
        "Quyền lợi": [
            "- Mức lương khởi điểm đứng đầu thị trường, tương xứng với năng lực và kinh nghiệm làm việc;",
            "- Thưởng hiệu quả làm việc lên đến 2 tháng lương",
            "- Làm việc từ Thứ 2 – Sáng thứ 7, giờ làm việc linh hoạt;",
            "- Được hưởng các quyền lợi và chế độ theo luật quy định (Các ngày nghỉ lễ, BHXH, BHYT...);",
            "- Thưởng lễ, Tết, sinh nhật các chế độ đãi ngộ dành cho người thân, và các hoạt động thú vị khác trong năm;",
            "- Chăm sóc sức khoẻ : Khám sức khoẻ định kỳ hàng năm, Bảo hiểm sức khoẻ cao cấp dành cho leader trở lên theo quy định của công ty;",
            "- Làm việc trong môi trường trẻ trung, năng động; Không gian làm việc đẹp, không gian pantry rộng rãi.",
            "- Tham gia các câu lạc bộ Yoga, sách, công nghệ,...miễn phí của công ty.",
            "- Được cung cấp máy tính cấu hình cao, trang thiết bị làm việc hiện đại;",
            "- Cơ hội được đào tạo và thăng tiến tốt trong công việc. Lộ trình phát triển công việc rõ ràng;"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 1A Yết Kiêu, Hoàn Kiếm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)",
            "Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/senior-game-server-developer-backend/1290927.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Senior Game Server",
        "company_name": "CÔNG TY TNHH ONEUNIVERSE VN",
        "address": [
            "Tầng 2, Tầng 3, Toà Nhà E.Town Central, 11 Đoàn Văn Bơ, Phường 13, Quận 4, Tp.HCM, Việt Nam"
        ],
        "salary": "(BackEnd)",
        "exp": "Hồ Chí Minh",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Thiết kế và xây dựng hệ thống game server mới",
            "Phát triển các tính năng mới, dựa trên các kịch bản game",
            "Nâng cấp, cải thiện các hoạt động của game server hiện tại",
            "Xây dựng quy trình vận hành và bảo trì server"
        ],
        "Yêu cầu ứng viên": [
            "Có kỹ năng làm việc với MariaDB (or MySQL) và Redis",
            "Có khả năng phát triển dựa trên Linux, Java, and Spring Boot",
            "Có khả năng làm việc với JDBC, JPA, Hibernate, và QueryDSL",
            "Có kinh nghiệm với các hệ thống chịu tải lớn, xử lí song song, đa luồng, bảo mật, tối ưu hoạt động trên giao tiếp đa hệ thống",
            "Kĩ năng phát triển phần mềm xuất sắc, hiểu biết các ứng dụng, công cụ để làm việc hiệu quả nhất",
            "Ngoài ra:",
            "Ứng viên có kinh nghiệm với Netty là một lợi thế",
            "Ứng viên có kinh nghiệm Spring Batch và ELK là một lợi thế"
        ],
        "Quyền lợi": [
            "Thử việc 100%, tham gia bảo hiểm xã hội full lương;",
            "Tham gia các dự án chất lượng cao;",
            "Được hưởng mức thu nhập cạnh tranh theo năng lực và xét tăng lương hàng năm;",
            "Môi trường làm việc trẻ, năng động, với cơ hội đào tạo & thăng tiến, các hoạt động gắn kết thường xuyên: Team Activities, Workshop, ...",
            "Cung cấp đầy đủ trang thiết bị tối ưu cho công việc, không gian làm việc đầy đủ tiện nghi..."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Etown Central, 11 Đoàn Văn Bơ, Phường 13 Quận 4, Quận 4"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "5 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/middle-php-cakephp-codeigniter-laravel/1291578.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Middle",
        "company_name": "Công ty Cổ phần JVB Việt Nam",
        "address": [
            "Tầng 14, tòa A3 Ecolife Số 58 Tố Hữu, Nam Từ Liêm, Hà Nội"
        ],
        "salary": "(CakePHP/ CodeIgniter/ Laravel)",
        "exp": "Hà Nội",
        "remaining": "30/06/2024",
        "Mô tả công việc": [
            "- Tham gia phát triển sản phẩm theo yêu cầu của khách hàng.",
            "- Review chất lượng code, các vấn đề bảo mật.",
            "- Quản lý công việc của team, phân công công việc, nghiệm thu và Báo cáo kết quả.",
            "- Đưa ra giải pháp kỹ thuật, nghiên cứu các công nghệ mới áp dụng vào dự án.",
            "- Một số công việc khác theo chỉ đạo của cấp trên."
        ],
        "Yêu cầu ứng viên": [
            "- Tốt nghiệp Đại học chuyên ngành Công nghệ thông tin và liên quan",
            "- Có kinh nghiệm làm web với PHP từ 3 năm trở lên",
            "- Thao tác tốt với HTML, CSS, JavaScript (Jquery, Ajax), Bootstrap, JSON, XML",
            "- Có kinh nghiệm sử dụng một trong các Framework PHP: CakePHP, CodeIgniter, Laravel",
            "- Hiểu biết về MVC Framework, RESTful, OOP",
            "- Có kinh nghiệm làm việc với MySQL hoặc PostgreSQL",
            "- Thành thạo các công cụ quản lý mã nguồn: GIT, SVN",
            "- Có kinh nghiệm làm việc trong các dự án theo mô hình Agile",
            "- Có khả năng phân tích thiết kế hệ thống bằng ngôn ngữ UML.",
            "- Có kinh nghiệm sử dụng các dịch của Amazon như EC2, EB, RDS, Amazon SES hoặc S3.",
            "- Có kỹ năng quản lý"
        ],
        "Quyền lợi": [
            "- Môi trường làm việc năng động, chuyên nghiệp, giúp bạn phát huy thế mạnh của bản thân.",
            "- Mức lương thỏa thuận",
            "- Hưởng tháng lương thứ 13; Thưởng tết.",
            "- Đánh giá, xét duyệt tăng lương (không giới hạn % tăng) 2 lần/năm (Tháng 06 và tháng 12).",
            "- Được tham gia BHXH, BHYT, BHTN và các chế độ theo quy định của luật Lao động.",
            "- Seminar về kiến thức chuyên môn, ngoại ngữ và các kỹ năng khác.",
            "- Cơ hội đi onsite tại Nhật Bản.",
            "- Teambuilding, party, dã ngoại, thể thao, du lịch công ty.",
            "- Khám sức khỏe định kỳ 1 lần/năm.",
            "- Nghỉ phép đặc biệt cho nữ: 1 ngày/ tháng",
            "- Hỗ trợ học phí, thưởng nóng khi đỗ các chứng chỉ IT, ngoại ngữ (Tiếng Nhật, Anh)"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tòa Roman Plaza, Tố Hữu, Nam Từ Liêm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/front-end-engineer/1291359.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Front-End Engineer",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ SCALEUP",
        "address": [
            "Số 165-167 Đường Nguyễn Thị Thập, Khu đô thị mới Him Lam, Phường Tân Hưng, Quận 7, Thành phố Hồ Chí Minh, Việt Nam"
        ],
        "salary": "Thoả thuận",
        "exp": "1 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Vị trí này sẽ chịu trách nhiệm cho việc phát triển và tối ưu hoá Front-end của website về thương mại điện tử trên nền tảng Haravan hoặc Shopify",
            "Phát triển và tối ưu hoá front-end cho các website thương mại điện tử trên nền tảng Haravan hoặc Shopify",
            "Tối ưu hóa hiệu suất trang web và đảm bảo khả năng tương thích với các trình duyệt và thiết bị khác nhau (responsive)",
            "Hợp tác với UX/UI Design để tạo ra các trải nghiệm người dùng liền mạch và hiệu quả",
            "Theo dõi các xu hướng mới nhất trong phát triển front-end và áp dụng chúng vào các dự án",
            "Cập nhật kiến thức về các nền tảng Haravan và Shopify"
        ],
        "Yêu cầu ứng viên": [
            "Có ít nhất 1 năm kinh nghiệm phát triển front-end với các nền tảng Haravan hoặc Shopify",
            "Thành thạo các ngôn ngữ lập trình HTML, CSS, JavaScript, Liquid và các thư viện phổ biến như jQuery, React, Vue.js, Angular",
            "Hiểu biết về các nguyên tắc thiết kế UI/UX và các giao diện người dùng đẹp mắt và dễ sử dụng",
            "Có khả năng làm việc độc lập và theo nhóm, có tinh thần trách nhiệm cao và ham học hỏi"
        ],
        "Quyền lợi": [
            "Làm việc cùng đội ngũ trẻ trung, năng động và đầy nhiệt huyết",
            "Cơ hội học hỏi những kiến thức và kỹ năng mới nhất về Ecommerce và Omnichannel từ những người đầu ngành",
            "Tham gia vào những dự án sáng tạo và đầy thử thách",
            "Có cơ hội thách thức & thăng tiến nhanh chóng"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 165 Nguyễn Thị Thập, Quận 7"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-mobile-flutter-developer/828042.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Lập Trình Viên Mobile",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ TRỰC TUYẾN ATO",
        "address": [
            "A2L2 - 01 + 02, Tầng 2, tòa A2 Ecolife Capitol, 58 Tố Hữu, Phường Mễ Trì, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "– Phát triển giao diện lập trình ứng dụng (API) để hỗ trợ chức năng di động",
            "– Đề xuất và triển khai các sản phẩm, ứng dụng và giao thức di động mới",
            "– Luôn cập nhật các thuật ngữ, khái niệm và phương pháp hay nhất để mã hóa ứng dụng dành cho thiết bị di động",
            "– Phối hợp chặt chẽ với các đồng nghiệp để liên tục đổi mới chức năng và thiết kế ứng dụng",
            "– Sử dụng và điều chỉnh các ứng dụng web hiện có cho ứng dụng",
            "– Viết các bài kiểm tra đơn vị và giao diện người dùng để xác định các trục trặc",
            "– Giao tiếp với người dùng để hiểu nhu cầu và trải nghiệm của họ"
        ],
        "Yêu cầu ứng viên": [
            "– Có ít nhất 1 kinh nghiệm làm việc, có kinh nghiệm làm việc trong lĩnh vực Ecommerce",
            "– Kiến thức sâu rộng về ít nhất một ngôn ngữ lập trình như Flutter, React Native.",
            "– Làm quen với các nguyên tắc thiết kế OOP",
            "– Sử dụng thành thạo các thư viện và API của bên thứ ba",
            "– Kỹ năng phân tích vượt trội với thái độ giải quyết vấn đề tốt",
            "– Khả năng hoạt động trong môi trường đồng đội",
            "– Kỹ năng giao tiếp bằng miệng và bằng văn bản mạnh mẽ",
            "– Khả năng diễn giải và tuân theo các kế hoạch kỹ thuật"
        ],
        "Quyền lợi": [
            "- Thu nhập hấp dẫn tùy theo năng lực của từng cá nhân.",
            "- Môi trường làm việc trẻ trung, năng động",
            "- Tham dự các dự án lớn, ứng dụng các công nghệ hàng đầu",
            "- Tham dự hội thảo chuyên ngành trên toàn thế giới",
            "- Lộ trình thăng tiến và phát triển sự nghiệp",
            "- Chế độ nghỉ mát và khám sức khỏe, đóng BHXH theo quy định của Luật lao động."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tòa nhà MBBank, số 21 Cát Linh, Đống Đa"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/middle-sennior-net/1291523.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Middle/Sennior .NET",
        "company_name": "Công ty Cổ phần Bán lẻ Kỹ thuật số FPT",
        "address": [
            "Địa điểm:",
            "261 – 263 Khánh Hội, P5, Q4, TP. Hồ Chí Minh"
        ],
        "salary": "Thoả thuận",
        "exp": "3 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Thiết kế và phát triển các module trên hệ thống hiện có của công ty: ERP, HR, Ticket..",
            "- Lập trình tích hợp hệ thống vận hành, đối tác thanh toán, đối tác thương mại.",
            "- Phát triển platform mới của công ty trên nền .Net core, API, Microservices.",
            "- Chi tiết trao đổi thêm trong buổi phỏng vấn."
        ],
        "Yêu cầu ứng viên": [
            "- Có trên 3 năm kinh nghiệm làm việc.",
            "- Có khả năng phân tích và thiết kế hệ thống, hiểu về các design pattern như MVC, WPF, OOP, DI.",
            "- Am hiểu .NET Framework, .NET core, Winform & Webform, Web API.",
            "- Am hiểu về cơ sở dữ liệu quan hệ đặc biệt MSSQL server.",
            "- Quen thuộc với flow và hệ thống quản lý source code: Git, Gitflow.",
            "- Có kinh nghiệm làm việc với các open-source stack gyw: Redis, Elasticsearch, RabbitMQ là một lợi thế."
        ],
        "Quyền lợi": [
            "- Làm việc tại công ty hàng đầu Việt Nam, luôn không ngừng phát triển với nhiều cơ hội thăng tiến bản thân.",
            "- Được đào tạo chuyên nghiệp, hoàn toàn miễn phí trước khi làm việc.",
            "- Môi trường làm việc trẻ, năng động và thân thiện.",
            "- Tham gia đầy đủ các chế độ BHYT, BHXH, BHTN.",
            "- Thu nhập hấp dẫn, phù hợp năng lực bản thân.",
            "- Lương tháng 13 và thưởng theo hiệu quả kinh doanh.",
            "- Khám sức khỏe định kỳ.",
            "- Thường xuyên tổ chức các chương trình hội thao, hội diễn văn nghệ, tân niên, tất niên..."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Toà nhà 678, Số 67 Hoàng Văn Thái, P. Tân Phú, Quận 7, Thành phố Hồ Chí Minh, Quận 7"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)",
            "Thứ 7 (từ 08:30 đến 12:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-ai-co-kinh-nghiem-bao-hiem/1290893.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Lập Trình Viên",
        "company_name": "Công ty Cổ phần Atomi Digital",
        "address": [
            "135 Xã Đàn, Đống Đa, Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "– Làm việc với BA để chuyển đổi các yêu cầu kinh doanh thành các giải pháp công nghệ",
            "– Phát triển các hệ thống AI dùng cho lĩnh vực fintech, smart city",
            "– Nâng cấp chất lượng các hệ thống AI product của công ty"
        ],
        "Yêu cầu ứng viên": [
            "– Có hiểu biết sâu về lĩnh vực Computer vision.",
            "– Có kinh nghiệm về lĩnh vực bảo hiểm (thẩm định chất lượng xe, mức độ bồi thường,..)",
            "– Đã từng làm những bài toán về OCR và phát hiện vật thể lạ (oto bị tai nạn, tróc sơn,...)",
            "– Nắm vững các kiến thức cơ bản, thuật toán của xử lý ảnh về Filter, Optical Flow, 3D reconstruction, Depth Estimation, ...",
            "– Nắm vững các kiến thức cơ bản về Machine Learning, Deep Learning. Có hiểu biết về các thuật",
            "toán về Linear Regression, SVM, Random Forest, ... Có kiến thức và hiểu biết về các cấu trúc",
            "mạng CNN, RNN, GAN, Transformer, Attention, ...",
            "– Có thể lập trình tốt với ít nhất 1 trong các ngôn ngữ Python, C++, Java",
            "– Có kinh nghiệm làm việc với ít nhất một trong các framework sau như Sklearn, Pytorch, Tensofrflow, Keras",
            "– Có khả năng đóng gói các model thành API",
            "– Khả năng thích ứng nhanh với các bài toán mới",
            "Ưu tiên ứng viên:",
            "– Đã có kinh nghiệm làm việc trong các dự án thực tế về Computer Vision và NLP như bài toán",
            "Face Recognition, OCR, Multiple Person Tracking, Machine Translation, Speech to Text, Text to",
            "Speech, Callbot, Chatbot, Voice Verification ...",
            "– Có kinh nghiệm triển khai các model lên các thiết bị Mobile, Jetson, ARM",
            "– Có hiểu biết Elastic Search, MongoDB, ...",
            "– Có bằng thạc sĩ ngành Khoa học máy tinh hoặc các ngành liên quan"
        ],
        "Quyền lợi": [
            "– Làm việc từ thứ 2 đến thứ 6",
            "– Thưởng tháng lương 13, thưởng hiệu quả kinh doanh từ 2 đến 3 tháng lương",
            "– Review lương tối thiểu 1 lần/năm",
            "– Được tạo điều kiện học tập, nâng cao kiến thức",
            "– Du lịch nghỉ mát, team building nhiều lần trong năm",
            "– Hỗ trợ ăn trưa và phí gửi xe, café đồ ăn nhẹ miễn phí tại văn phòng",
            "– Khám sức khỏe định kì hàng năm",
            "– BHXH, BHYT, BHTN theo quy định của pháp luật hiện hành",
            "– Được thử thách trong các dự án lớn, có cơ hội khẳng định năng lực bản thân và phát triển sự nghiệp",
            "– Môi trường làm việc thân thiện, năng động, sáng tạo"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 135 Xã Đàn, Đống Đa"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/chuyen-vien-bao-mat/1290876.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Chuyên Viên Bảo Mật",
        "company_name": "Công ty Cổ phần Atomi Digital",
        "address": [
            "135 Xã Đàn, Đống Đa, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "3 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "– Lập trình bảo mật cho ứng dụng mobile (có thể lập trình bằng C/C++ hoặc native cho mobile).",
            "– Tham gia triển khai các giải pháp, các dự án, dịch vụ CNTT của Công ty có liên quan thuộc lĩnh vực ANTT & bảo mật.",
            "– Tham gia các dự án phần mềm trong vai trò tư vấn, đánh giá an ninh thông tin lớp ứng dụng, dữ liệu...",
            "– Thực hiện điều tra, tìm hiểu nguyên nhân đối với các sự cố ANTT.",
            "– Theo dõi, thực hiện xử lý các các cảnh báo từ hệ thống giám sát ANTT.",
            "– Thực hiện xử lý hoặc phối hợp xử lý các sự cố ANTT và đưa ra các phương án khôi phục, đảm bảo tính liên tục của hệ thống khi xảy ra sự cố liên quan tới ANTT.",
            "– Tư vấn, viết giải pháp, thiết kế giải pháp ANTT, bảo mật hệ thống đáp ứng yêu cầu của khách hàng.",
            "– Triển khai các chính sách, quy định ANTT lên các thiết bị ANTT và bảo mật, thiết bị mạng.",
            "– Triển khai hoặc phối hợp thực hiện cấu hình tiêu chuẩn ANTT (base line) cho máy chủ, máy tính người dùng."
        ],
        "Yêu cầu ứng viên": [
            "– Am hiểu về bảo mật, đặc biệt là bảo mật ứng dụng mobile app, có khả năng đánh giá/kiểm thử an ninh thông tin các hệ thống trọng yếu.",
            "– Có khả năng xây dựng các kịch bản giải quyết sự cố an ninh thông tin cũng như tổ chức phản ứng.",
            "– Có khả năng lập trình bảo mật, ngôn ngữ sử dụng C/C++/Java",
            "– Bằng cấp: Chuyên ngành CNTT hoặc điện tử viễn thông.",
            "Ưu tiên có các chứng chỉ về công nghệ thông tin, bảo mật: CEH, ECSA, ISO 27001, CCNA Security, CCNP Security, CompTIA Security ...."
        ],
        "Quyền lợi": [
            "– Làm việc từ thứ 2 đến thứ 6",
            "– Thưởng tháng lương 13, thưởng hiệu quả kinh doanh từ 2 đến 3 tháng lương",
            "– Review lương tối thiểu 1 lần/năm",
            "– Được tạo điều kiện học tập, nâng cao kiến thức",
            "– Du lịch nghỉ mát, team building nhiều lần trong năm",
            "– Hỗ trợ ăn trưa và phí gửi xe, café đồ ăn nhẹ miễn phí tại văn phòng",
            "– Khám sức khỏe định kì hàng năm",
            "– BHXH, BHYT, BHTN theo quy định của pháp luật hiện hành",
            "– Được thử thách trong các dự án lớn, có cơ hội khẳng định năng lực bản thân và phát triển sự nghiệp",
            "– Môi trường làm việc thân thiện, năng động, sáng tạo"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 135 Xã Đàn, Đống Đa"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/mobile-developer-flutter/1291501.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Mobile Developer",
        "company_name": "Công ty Cổ phần Bán lẻ Kỹ thuật số FPT",
        "address": [
            "Địa điểm:",
            "261 – 263 Khánh Hội, P5, Q4, TP. Hồ Chí Minh"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Tham gia vào quá trình phân tích yêu cầu, thực hiện, xem xét mã, viết unit test, test và triển khai ứng dụng đa nền tảng cho iOS và Android sử dụng Flutter Framework.",
            "- Thu thập các yêu cầu cụ thể và đề xuất giải pháp.",
            "- Tối ưu hóa và nâng cấp mã nguồn liên tục nhằm đảm bảo chất lượng, ổn định, an toàn, tăng tốc độ và trải nghiệm người dùng.",
            "- Làm việc và hợp tác với Designer, Backend Developer và PO trong quá trình phát triển sản phẩm."
        ],
        "Yêu cầu ứng viên": [
            "- Ít nhất 3 năm kinh nghiệm trong việc phát triển ứng dụng mobile bằng flutter.",
            "- Kinh nghiệm làm việc với Agile Team.",
            "- Có kiến thức tốt về OOP, hiểu và áp dụng các nguyên lý SOLID, Design Pattern.",
            "- Có kiến thức tốt về cấu trúc dữ liệu và giải thuật.",
            "- Kỹ năng đọc hiểu Tiếng Anh chuyên ngành.",
            "- Kỹ năng phân tích, tổng hợp thông tin.",
            "- Sẵn sàng học hỏi, cầu thị, chủ động, có trách nhiệm trong công việc.",
            "- Năng động, có định hướng chi tiết trong công việc.",
            "- Trung thực, trách nhiệm, chuyên nghiệp."
        ],
        "Quyền lợi": [
            "- Làm việc tại công ty hàng đầu Việt Nam, luôn không ngừng phát triển với nhiều cơ hội thăng tiến bản thân.",
            "- Được đào tạo chuyên nghiệp, hoàn toàn miễn phí trước khi làm việc.",
            "- Môi trường làm việc trẻ, năng động và thân thiện.",
            "- Tham gia đầy đủ các chế độ BHYT, BHXH, BHTN.",
            "- Thu nhập hấp dẫn, phù hợp năng lực bản thân.",
            "- Lương tháng 13 và thưởng theo hiệu quả kinh doanh.",
            "- Khám sức khỏe định kỳ.",
            "- Thường xuyên tổ chức các chương trình hội thao, hội diễn văn nghệ, tân niên, tất niên..."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: Toà nhà 678, Số 67 Hoàng Văn Thái, P. Tân Phú, Quận 7, Thành phố Hồ Chí Minh, Quận 7"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)",
            "Thứ 7 (từ 08:30 đến 12:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-java-developer/869153.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Lập Trình Viên Java",
        "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ TRỰC TUYẾN ATO",
        "address": [
            "A2L2 - 01 + 02, Tầng 2, tòa A2 Ecolife Capitol, 58 Tố Hữu, Phường Mễ Trì, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "• Viết tài liệu phân tích yêu cầu, đặc tả yêu cầu, thiết kế chi tiết, thiết kế CSDL",
            "• Lập trình các chức năng được giao theo tài liệu giải pháp chi tiết.",
            "• Thực hiện các nhiệm vụ sửa lỗi được phát hiện trong quá trình phát triển và triển khai.",
            "• Viết và thực hiện unit test.",
            "• Thực hiện upcode các yêu cầu nâng cấp của dự án.",
            "• Thiết kế được các module thành phần, các chức năng chi tiết theo kiến trúc đã có sẵn.",
            "• Tích hợp mã nguồn (merge code), tích hợp hệ thống.",
            "• Viết tài liệu Hướng dẫn cài đặt, vận hành, khai thác."
        ],
        "Yêu cầu ứng viên": [
            "• Tốt nghiệp Đại học bằng khá trở lên chuyên ngành CNTT, ĐTVT, Toán tin Ứng dụng",
            "• Ít nhất 1 năm kinh nghiệm phát triển ứng dụng phần mềm bằng ngôn ngữ Java",
            "• Có kiến thức tốt về lập trình và thiết kế hướng đối tượng (OOP), Design Patterns",
            "• Có nền tảng cấu trúc dữ liệu và giải thuật tốt",
            "• Có kiến thức tốt về quy trình phát triển phần mềm",
            "• Thành thạo một trong các công nghệ: Webservices (SOAP/RESTful), Websocket, Hibernate, JPA, HTML5/CSS3, Spring MVC, Struts",
            "• Thành thạo một trong các hệ quản trị CSDL quan hệ: Oralce, MySQL, SQL Server",
            "• Năng động, sáng tạo, có khả năng tự nghiên cứu",
            "• Ưu tiên ứng viên có chứng chỉ quốc tế của Oracle về phát triển ứng dụng Java: Java SE, Java EE"
        ],
        "Quyền lợi": [
            "- Thu nhập hấp dẫn tùy theo năng lực của từng cá nhân.",
            "- Môi trường làm việc trẻ trung, năng động",
            "- Tham dự các dự án lớn, ứng dụng các công nghệ hàng đầu",
            "- Tham dự hội thảo chuyên ngành trên toàn thế giới",
            "- Lộ trình thăng tiến và phát triển sự nghiệp",
            "- Chế độ nghỉ mát và khám sức khỏe, đóng BHXH theo quy định của Luật lao động."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 21 Cát Linh, Đống Đa"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-net-oracle/1291482.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Thực Tập Sinh",
        "company_name": "Công Ty TNHH Phần Mềm Hoàn Cầu",
        "address": [
            "235 Lý Thường Kiệt, Phường 6, Quận Tân Bình"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Đọc, nghiên cứu, xây dựng tài liệu chuyên môn",
            "Xây dựng, phát triển API Web",
            "Sử dụng Oracle thiết kế cơ sở dữ liệu, viết query truy xuất dữ liệu phục vụ cho việc xây dựng API",
            "Tham gia dự án với các kỹ năng: C#, .Net, git, RESTful API",
            "Tham gia phát triển các hệ thống phục vụ nội bộ.",
            "Báo cáo và thực hiện các công việc theo sự phân công của quản lý trực tiếp."
        ],
        "Yêu cầu ứng viên": [
            "Sinh viên đại học chuyên ngành Công nghệ thông tin hoặc các chuyên ngành liên quan từ năm ba trở lên.",
            "Nắm vững kiến thức, thành thạo CSDL ORACLE",
            "Biết về C#, ASP.NET / ASP .NET MVC / ASP .NET CORE, SQL.",
            "Biết/đã từng làm việc với Javascript",
            "Có kiến thức cơ bản về mô hình MVC, HTML, CSS, WEB API",
            "Có thể đọc hiểu được tài liệu tiếng Anh",
            "Có trách nhiệm trong công việc, luôn chú trọng hoàn thành công việc.",
            "Có khả năng tiếp cận ngôn ngữ lập trình mới nhanh.",
            "Có laptop, ưu tiên làm fulltime."
        ],
        "Quyền lợi": [
            "Được đào tạo năng lực nâng cao trình độ chuyên môn",
            "Hỗ trợ dấu mộc thực tập, phụ cấp 1.000.000 vnđ/tháng",
            "Nghỉ thứ 7 và chủ nhật, các ngày lễ theo quy định",
            "Làm việc trong môi trường chuyên nghiệp, năng động phát huy được năng lực của bản thân, cơ hội thăng tiến công bằng.",
            "Được tham gia các hoạt động ngoại khóa, vui chơi giải trí, du lịch do công ty tổ chức."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 235 Lý Thường Kiệt, phường 6, Tân Bình"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)",
            "Sáng: 08:00 - 12:00",
            "Chiều: 13:30 - 17:30"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/truong-phong-chinh-sach-va-che-do-phuc-loi/1291476.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Trưởng Phòng Chính Sách Và Chế Độ Phúc Lợi",
        "company_name": "Công Ty Cổ Phần Công Nghệ VMO Holdings",
        "address": [
            "Tầng 8 tòa nhà IDMC, Tôn Thất Thuyết, Cầu Giấy, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "5 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Phụ trách mảng C&B:",
            "Chủ trì và đảm bảo công tác tính lương, thuế TNCN & phúc lợi theo định hướng phát triển của Công ty.",
            "Chủ trì các công tác về quan hệ lao động;",
            "Chủ trì tổ chức xây dựng, cập nhật/điều chỉnh quy định, quy trình, quy chế và các cơ chế, chính sách trong công tác quản lý tiền lương/chế độ đãi ngộ",
            "Thực hiện việc cập nhật/tư vấn về các nghiệp vụ C&B trong hệ thống.",
            "Lưu trữ, sắp xếp, cập nhật hồ sơ lương, các văn bản đề bạt, tăng lương, kỷ luật, chứng từ liên quan đến lương.",
            "Phụ trách mảng OD (Phát triển tổ chức)",
            "Xây dựng và kiện toàn cơ cấu tổ chức cho Tập đoàn/các đơn vị, tái cơ cấu, sáp nhập.",
            "Thực hiện việc thay đổi, điều chỉnh, bổ sung chức năng nhiệm vụ trong hệ thống, các chức danh phù hợp với chiến lược kinh doanh, mô hình tổ chức và nhu cầu quản trị.",
            "Xây dựng chức năng, nhiệm vụ, phân quyền, tiêu chuẩn chức danh, và cấp bậc công việc; thực hiện xây dựng hệ thống mô tả công việc, từ điển năng lực, hệ thống chỉ tiêu đo lường hiệu quả công việc của các chức danh trong công ty.",
            "Xây dựng và phát triển các chương trình đánh giá hiệu quả công việc, quản trị hiệu suất.",
            "Xây dựng, phát triển và đề xuất các quy định, chính sách nhằm đồng bộ các hệ thống quản trị.",
            "Tham gia xây dựng, đề xuất soạn thảo các Quyết định phân cấp, phân quyền của Ban TGĐ, Cán bộ Quản lí, Quyết định thành lập các Phòng/Ban,...",
            "Đồng hành cùng các CTTV xây dựng cơ chế KPIs của toàn tập đoàn. Phối hợp cùng ban Kiểm soát theo dõi, tổng hợp kết quả KPIs của toàn tập đoàn.",
            "Chủ trì các dự án Chiến lược, phát triển tổ chức của Công ty.",
            "Một số công việc khác theo sự phân công của cấp trên"
        ],
        "Yêu cầu ứng viên": [
            "Tốt nghiệp Đại học trở lên các ngành Quản trị nhân sự, Quản trị kinh doanh, Tâm lý học, Sư phạm, Ngoại ngữ",
            "Có ít nhất 05 năm trở lên kinh nghiệm ở vị trí tương đương",
            "Kiến thức về hoạt động quản lý nhân sự, phát triển tổ chức (hệ thống chức danh công việc, cấp bậc, khung tiêu chuẩn chức vụ, quản lý hiệu quả công việc...)",
            "Khả năng nghiên cứu, tổng hợp thông tin, thiết kế và viết văn bản quản trị nhân sự",
            "Kỹ năng tương tác, xử lý tình huống linh hoạt",
            "Tiếng Anh tốt là một lợi thế",
            "Ưu tiên có kinh nghiệm ở mảng IT outsourcing"
        ],
        "Quyền lợi": [
            "CƠ HỘI VÀ THỬ THÁCH",
            "Cơ hội được làm việc trong môi trường chuyên nghiệp, hiện đại và năng động. Thử sức với các dự án hấp dẫn, thử thách đủ lớn trong và ngoài nước.",
            "Môi trường làm việc cởi mở và năng động, khuyến khích trao đổi ý tưởng, trao quyền, cho phép bạn làm việc, sáng tạo theo cách riêng. Tài năng và thành tích của từng nhân viên được trân trọng, nhân viên xuất sắc được khen thưởng hàng năm.",
            "Cơ hội phát triển năng lực, được hỗ trợ phụ cấp chứng chỉ chuyên môn phục vụ công việc. Một số chứng chỉ cấp cao sẽ được chi trả toàn bộ chi phí từ học và thi.",
            "Dự án khủng với domain hot-trend, liên tục cập nhật những công nghệ mới nhất",
            "Được làm việc trong môi trường có process chuyên nghiệp, cùng những chuyên gia công nghệ đến từ các nước và khu vực khác nhau",
            "CHÍNH SÁCH ĐÃI NGỘ",
            "Review lương từ 1 lần/năm. Chính sách thưởng tháng lương 13. Thưởng lễ Tết, 2/9, sinh nhật công ty,",
            "Chế độ du lịch nghỉ mát (gói 5 triệu/ người), teambuilding (2 -3 lần/năm).",
            "Tham gia BHXH đầy đủ, thăm khám sức khỏe định kỳ tối thiểu 1 lần/năm tại các bệnh viện hàng đầu",
            "Chính sách thăm hỏi toàn diện cho nhân sự và người thân: sinh nhật, kết hôn, sinh con, ốm đau,...",
            "Cung cấp máy móc công cụ làm việc",
            "Các hoạt động thể thao, văn hóa đa dạng và phong phú: CLB đá bóng, đạp xe, cầu lông,...",
            "Phụ cấp đứng lớp, cùng các giải thưởng Đào tạo: Ngôi sao học tập tháng, Gương mặt giảng viên tiêu biểu, gương mặt học tập năm, nhuận bút,..."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 21 Duy Tân, Cầu Giấy"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Trưởng/Phó phòng",
        "Kinh nghiệm": "5 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nữ"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-it/1291250.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên IT",
        "company_name": "Công ty Sông Hồng Việt ( Sanaky)",
        "address": [
            "Tòa nhà Sanaky, Số, 22 Trần Thủ Độ, Hoàng Liệt, Hoàng Mai, Hà Nội"
        ],
        "salary": "9 - 12 triệu",
        "exp": "3 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Quản lý hệ thống thiết bị Văn phòng: Máy tính, máy in, photo, mạng Internet, Tổng đài điện thoại, các phần mềm và theo dõi các hợp đồng cung cấp các dịch vụ này.",
            "Kiểm tra, đánh giá đề xuất, mua sắm, sửa chữa các thiết bị Văn phòng.",
            "Đầu mối quản lý các phần mềm nhân sự , kế toán, số hóa quản trị ..., tiếp nhận, xử lý lỗi hoặc liên hệ bên cung cấp để xử lý.",
            "Quản lý các dữ liệu khác của công ty.",
            "Triển khai thiết bị cho địa điểm mới hoặc cho nhân sự mới khi được yêu cầu về máy tính, điện thoại, mạng,...",
            "Bảo trì định kỳ hệ thống máy tính, thiết bị CNTT trong Công ty.",
            "Thực hiện các công việc khác theo yêu cầu của cấp trên.",
            "==>",
            "Làm việc tại: Trụ sở văn phòng - 22 Trần Thủ Độ - Hoàng Liệt - Hoàng Mai - Hà Nội."
        ],
        "Yêu cầu ứng viên": [
            "Tốt nghiệp cao đẳng, đại học chuyên ngành CNTT, Điện tử viễn thông, Khoa học máy tính.",
            "Nam tuổi từ 26 – 45, tỉ mỉ, chịu khó, trung thực.",
            "Nhanh nhẹn, biết cách tổ chức và sắp xếp công việc.",
            "Tinh thần làm việc có trách nhiệm, biết cách phối hợp nhóm và có khả năng làm việc độc lập.",
            "Ưu tiên ứng viên có 2 năm kinh nghiệm tại vị trí tương đương.",
            "Mong muốn công việc ổn định, gắn bó lâu dài."
        ],
        "Quyền lợi": [
            "Được làm việc trong một môi trường năng động, chuyên nghiệp có nhiều cơ hội thăng tiến, phát triển tương lai;",
            "Lương cứng 9.000.000 -12.000.000 VNĐ + Phụ cấp",
            "- Được đóng BHXH, BHYT, BHTN;",
            "- Được hưởng các chính sách phúc lợi theo quy định của công ty;",
            "Phụ cấp khác :",
            "- Được cung cấp trang thiết bị đầy đủ để phục vụ công việc;",
            "- Phụ cấp ăn trưa, chuyên cần và thâm niên;"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Toà nhà Sanaky, 22 Trần Thủ Độ, Hoàng Liệt, Hoàng Mai, Hà Nội, Hoàng Mai"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)",
            "Nghỉ Chủ Nhật"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nam"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/truong-nhom-it-helpdesk-cong-ty-thanh-vien/1291312.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Trưởng Nhóm",
        "company_name": "TỔNG CÔNG TY CỔ PHẦN BẢO HIỂM BƯU ĐIỆN",
        "address": [
            "Tầng 8 - Toà nhà Harec - Số, 4A Láng Hạ, Thành Công, Ba Đình, Hà Nội"
        ],
        "salary": "(Công Ty Thành Viên)",
        "exp": "Hà Nội",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "Lập bảng kế hoạch phân công nhiệm vụ hỗ trợ tại từng địa bàn (hội sở và các chi nhánh)",
            "Quản lý công việc của các thành viên trong nhóm, đánh giá và điều chỉnh công việc của các thành viên.",
            "Tiến hành khảo sát người dùng để đánh giá mức độ hài lòng của người dùng đối với các nhân viên IT Helpdesk",
            "Chịu trách hiệm tổng thể của công tác bảo trì, bảo dưỡng, cài đặt các thiết bị máy móc và phần mềm trên máy tính người dùng",
            "Chịu trách nhiệm chung về việc hỗ trợ thiết đặt. thay đổi hạ tầng máy móc trang thiết bị, và mạng cho các văn phòng chi nhánh",
            "Báo cáo về định kỳ và bất thường về tình hình sử dụng máy móc, sử dụng phần mềm của người dùng tại các bộ phận",
            "Tuyển dụng, đào tạo và hướng dẫn nhân viên mới theo kế hoạch nhân sự được phê duyệt."
        ],
        "Yêu cầu ứng viên": [
            "Tốt nghiệp cao đẳng trở lên chuyên ngành máy tính",
            "Có tốt thiểu 5 năm kinh nghiệm về hỗ trợ người dùng, và 2 năm trở lên kinh nghiệm quản lý nhóm hỗ trợ người dùng trong các công ty quy mô từ 200 người trở lên",
            "Có kiến thức về hệ thống máy tính và mạng",
            "Có kinh nghiệm xử lý, khắc phục các sự cố",
            "Ưu tiên ứng viên có chứng chỉ CCNA hoặc MCSA (chứng nhận học tại trung tâm hoặc chứng chỉ quốc tế)"
        ],
        "Quyền lợi": [
            "Cơ hội phát triển",
            "Làm việc trong môi trường với các kỹ sư trẻ tài năng có kinh nghiệm phát triển các sản phẩm về tài chính, chứng khoán;",
            "Được tư vấn và chia sẻ về lộ trình phát triển năng lực và công việc tại công ty",
            "Chế độ đãi ngộ",
            "Thu nhập cạnh tranh(bao gồm 13 tháng lương + thưởng lễ, tết + thưởng hiệu quả công việc, kinh doanh hàng năm);",
            "Tham gia bảo hiểm ngay trong thời gian thử việc;",
            "Thử việc 100% lương nếu đạt yêu cầu trong 2 tháng đầu tiên;",
            "Xem xét thay đổi thu nhập hàng năm.",
            "Môi trường làm việc:",
            "Trang bị máy tính cấu hình cao phục vụ cho công việc;",
            "Làm việc tại khu văn phòng hạng A;",
            "Sử dụng miễn phí các đầu sách Công nghệ đa dạng sẵn có tại khu vực làm việc;",
            "Lò vi sóng, tủ lạnh, máy pha cà phê luôn sẵn sàng cho mọi nhu cầu.",
            "Chăm sóc sức khỏe",
            "Bảo hiểm xã hội, bảo hiểm ý tế, bảo hiểm thất nghiệp theo luật lao động;",
            "Khám sức khỏe định kỳ hằng năm tại bệnh viện uy tín.",
            "Văn hóa",
            "Môi trường làm việc năng động, đồng hành phát triển",
            "Luôn đề cao trí tuệ cá nhân, tập thể, các ý tưởng sáng tạo phát triển đội ngũ, công ty",
            "Phát triển các chương trình văn hóa cộng đồng, các khóa học, chia sẻ lan tỏa tri thức",
            "Hoạt động Teambuilding, Dclub, thiện nguyện..."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 43 Lê Văn Lương, Thanh Xuân"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Trưởng nhóm",
        "Kinh nghiệm": "5 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/software-engineer-net-sql-css/914112.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Software Engineer",
        "company_name": "Nexcel Solutions",
        "address": [
            "SMS Tower, Lot 40, Quang Trung Software City, Tan Chanh Hiep Ward, District 12, Ho Chi Minh City"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "We fully entrust you with these responsibilities:",
            "Involvement in developing applications/web systems based mainly on Microsoft .NET & NodeJS & MongoDB technology.",
            "Provide technical and analytical support to customers to identify requirements and develop corresponding functionalities/projects.",
            "Troubleshoot for issues/problems originating from applications in the production environment.",
            "Perform planning for development tasks and progress reports to project managers, and adhere to delivery schedules.",
            "Involve in monitoring and enhancing performance and user experience.",
            "Besides taking on new projects, the developer must be prepared to study and undertake developing and maintaining any existing systems or projects.",
            "Other duties and responsibilities will be assigned by the Supervisors or Project Manager conditionally."
        ],
        "Yêu cầu ứng viên": [
            "Your qualifications and skills:",
            "Experience:",
            "A minimum of 2 years in software development is required. However, recent graduates with a strong technical foundation and excellent communication skills are also encouraged to apply.",
            "Core Technologies:",
            "Must have in-depth knowledge of either .NET Core (C#, ASP.NET) or NodeJS, with the ability to manage multiple facets of the technology stack, including performance, scalability, security, and testing.",
            "Web Development Proficiency:",
            "Demonstrated proficiency in modern web development technologies is essential, including but not limited to HTML5, CSS3, JavaScript, ES6+, and TypeScript.",
            "Framework Expertise:",
            "Experience with JavaScript libraries and frameworks such as ReactJS, and Redux/Mobx is necessary.",
            "Testing Skills:",
            "Ability to write comprehensive unit tests.",
            "Database and Containerization:",
            "Experience working with MongoDB and Docker is required.",
            "Coding Standards:",
            "A strong ability to write clean, readable, and maintainable code is crucial.",
            "Version Control:",
            "Proficiency in Git is essential.",
            "CI/CD Familiarity:",
            "Must be knowledgeable about CI/CD development practices and comfortable working within such frameworks.",
            "Team Collaboration:",
            "Must be capable of working both independently and as part of a team, demonstrating strong collaborative skills.",
            "Design and Architecture:",
            "Familiarity with various design and architectural patterns is essential.",
            "Time Management:",
            "Effective time management and multitasking skills are required, along with the ability to perform well under pressure.",
            "Problem-Solving:",
            "Creative problem-solving abilities and the capacity to apply business logic to development tasks are key.",
            "Education:",
            "A Bachelor’s degree in Computer Science, IT, or a related field, or equivalent practical experience in software development.",
            "Language Skills:",
            "Must have a good command of written and spoken English.",
            "Bonus points:",
            "Extensive experience in developing high-loading website systems with slick user experience.",
            "Well-versed in Agile environments.",
            "Knowledge of Gaming Development.",
            "Good at understanding and explaining complex technical topics."
        ],
        "Quyền lợi": [
            "Attractive salary plus 13th-month salary.",
            "High bonus and incentive-based on performance, and seniority.",
            "Work in a dynamic environment alongside team members who are talented and passionate about what they do.",
            "In-house health club: gym, swimming pool, soccer field, volleyball court, and entertainment area.",
            "Annual health check.",
            "Personal Accident & Health Insurance.",
            "Social – Health – Insurance paid fully.",
            "Team building events are fully sponsored by the company.",
            "Complimentary duty meals, snacks & beverages.",
            "Outstanding annual company trip.",
            "Long-term service award.",
            "Quarterly and yearly incentive awards for best-performing employees."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: SMS Tower, Lot 40, Quang Trung Software City, P. Tân Chánh Hiệp, Quận 12"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "5 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/data-engineer/1291309.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Data Engineer",
        "company_name": "AMIGO",
        "address": [
            "P501, tầng 5, tòa IPH, số 241 Xuân Thủy, Cầu Giấy, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "Không yêu cầu kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Triển khai các dự án về data chủ yếu trong lĩnh vực Tài chính, Ngân hàng.",
            "Đầu mối trong các trao đổi về kỹ thuật với hãng và đối tác.",
            "Thực hiện cài đặt, cấu hình phần mềm hệ thống hoặc phát triển ETL job, phát triển báo cáo ... tùy vào khả năng, kinh nghiệm.",
            "Lập tài liệu cho các công việc liên quan đến quá trình triển khai.",
            "Giới thiệu giải pháp về data với khách hàng.",
            "Nghiên cứu các giải pháp, công nghệ data theo định hướng của công ty.",
            "Các công việc khác theo yêu cầu."
        ],
        "Yêu cầu ứng viên": [
            "Kỹ năng:",
            "Ưu tiên tốt nghiệp ĐH chuyên ngành CNTT hoặc Điện tử Viễn thông",
            "Có kinh nghiệm phát triển ETL hoặc báo cáo như: SQL, DataStage, Tableau, PowerBI, Python..",
            "Có kinh nghiệm tham gia một trong các loại hình dự án Data Analytics, Business Inteligence, Data Warehouse, Data Lake, BigData...",
            "Có khả năng giao tiếp & đọc hiểu tài liệu kỹ thuật tiếng Anh.",
            "Kỹ năng ứng xử, giao tiếp, thuyết trình tốt",
            "Kỹ năng giải quyết vấn đề và làm việc theo nhóm",
            "Có khả năng làm việc độc lập, chủ động, trách nhiệm, nhiệt tình trong công việc.",
            "Yêu cầu khác:",
            "Sức khỏe, tính tuân thủ kỷ luật;",
            "Có khả năng học hỏi và làm việc trong môi trường chịu áp lực cao."
        ],
        "Quyền lợi": [
            "Trở thành thành viên AMIGO bạn không chỉ được đảm bảo đầy đủ các chế độ phúc lợi BHXH, BHYT, BHTN, ngày nghỉ phép, lễ tết đầy đủ và trọn vẹn mà còn được hưởng chính sách Thu nhập và Đãi ngộ cạnh tranh trên thị trường, được làm việc trong môi trường chuyên nghiệp với những đồng nghiệp trẻ trung, nhiệt huyết, luôn đoàn kết, yêu thương và chia sẻ để mỗi ngày làm việc là một ngày hạnh phúc vì được cống hiến và phát triển.",
            "Thu nhập tháng: Lương tháng + Thưởng KPI (20% lương tháng)",
            "Gói thu nhập lên đến 17 tháng/năm.",
            "Các hoạt động khen thưởng định kỳ (tháng/quý/chương trình/ thành tích đặc biệt) như: “Man of the month”, “Ngôi sao sáng tạo”, Nhân viên/ team/ bộ phận/ phòng ban xuất sắc; Thưởng khi hoàn thành các khóa đào tạo/chứng chỉ chuyên môn... theo quy chế của công ty.",
            "Bảo hiểm sức khỏe toàn diện hàng năm",
            "Thưởng các dịp Lễ, Tết, Sinh nhật...",
            "Chế độ nghỉ mát/ Innovation/ Teambuilding hàng năm",
            "Gói Khám sức khỏe định kỳ lên đến 2.500.000 VNĐ/người/năm",
            "Định hướng phát triển nghề nghiệp với chương trình đào tạo chuyên môn và hỗ trợ thi các chứng chỉ quốc tế."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: P501, tầng 5, Tòa nhà IPH, 241 Xuân Thủy, phường Dịch vọng Hậu, Cầu Giấy"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/product-owner/1251537.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Product Owner",
        "company_name": "CÔNG TY CỔ PHẦN TRUYỀN THÔNG VÀ GIẢI TRÍ HG MEDIA",
        "address": [
            "số 136 Hoàng Ngân, Trung Hòa, Thanh Xuân, Hà Nội"
        ],
        "salary": "15 - 25 triệu",
        "exp": "1 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "1. Phân tích yêu cầu của sản phẩm:",
            "Làm việc với các phòng ban để hiểu được mong muốn và yêu cầu sản phẩm",
            "Đảm bảo rằng sản phẩm đáp ứng được yêu cầu của khách hàng và người dùng cuối",
            "2. Quản lý backlog",
            "Lên kế hoạch thực thi các yêu cầu",
            "Xây dựng và quản lý danh sách các tính năng",
            "Quản lý mức độ ưu tiên các tính năng",
            "Viết tài liệu mô tả tính năng sản phẩm (user flow, concept, wireframe, specs)",
            "3. Chịu trách nhiệm cho sự thành công của sản phẩm",
            "Đảm bảo tiến độ sản phẩm",
            "Đảm bảo chất lượng đầu ra sản phẩm",
            "Liên tục cải tiến sản phẩm dựa trên phản hồi người dùng",
            "Phát hiện các vấn đề và đề xuất giải pháp khắc phục"
        ],
        "Yêu cầu ứng viên": [
            "Có tối thiểu 1 năm kinh nghiệm ở vị trí Product Owner hoặc vị trí tương đương cho dự án trong lĩnh vực CNTT",
            "Nắm rõ quy trình làm việc Scrum, có kiến thức về lập trình là một lợi thế lớn",
            "Kỹ năng giao tiếp tốt, có mindset lấy khách hàng làm trung tâm",
            "Kỹ năng lập kế hoạch và quản lý thời gian",
            "Kỹ năng trình bày vấn đề logic, dễ hiểu",
            "Kỹ năng làm việc nhóm tốt",
            "Có trách nhiệm cao với công việc",
            "Có laptop cá nhân"
        ],
        "Quyền lợi": [
            "Mức lương khởi điểm: Lương từ 15 – 25 triệu",
            "Phụ cấp ăn trưa đi lại: 900.000 VNĐ/ tháng",
            "Xét tăng lương 2 lần/ năm, thưởng lương tháng thứ 13,các dịp lễ tết, ....",
            "Hưởng các quyền lợi theo quy định của Nhà nước (đóng BHYT, BHXH, BHTN)",
            "Được hưởng các chế độ phúc lợi theo quy định công ty: sinh nhật, ốm đau, hiếu hỉ",
            "Tháng phụ nữ, đàn ông hưởng 1/2 mức thưởng Tết",
            "Nghỉ phép 12 ngày/ năm, lễ, Tết theo quy định Nhà nước",
            "Được tham gia các hoạt động Company Trip mỗi năm",
            "Môi trường trẻ trung, văn hóa cởi mở, thoải mái, chuyên nghiệp trong công việc"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 136 Hoàng Ngân, Trung Hòa, Cầu Giấy"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/backend-developer-asp-net/1251520.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Backend Developer",
        "company_name": "CÔNG TY CỔ PHẦN TRUYỀN THÔNG VÀ GIẢI TRÍ HG MEDIA",
        "address": [
            "số 136 Hoàng Ngân, Trung Hòa, Thanh Xuân, Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "1. Phân tích và thiết kế hệ thống",
            "Tìm giải pháp giải quyết yêu cầu khách hàng",
            "Thiết kế CSDL (SQL Server)",
            "2. Phát triển các tính năng phía back-end",
            "Phát triển và duy trì các ứng dụng web và hệ thống dựa trên C#, ASP.NET Core, Entity Framework Core",
            "Xây dựng các API và các service",
            "Làm việc chặt chẽ với nhóm phát triển front-end để đảm bảo tính nhất quán và hiệu suất của ứng dụng.",
            "Tối ưu hóa hiệu suất và đảm bảo tính bảo mật của ứng dụng"
        ],
        "Yêu cầu ứng viên": [
            "Tốt nghiệp đại học chuyên ngành CNTT, Toán tin, Khoa học máy tính, hoặc tương đương.",
            "Có tối thiểu 1 năm kinh nghiệm lập trình ASP.NET C#, Entity Framework",
            "Thành thạo sử dụng ngôn ngữ C#, ASP.NET API, Entity Framework",
            "Có kiến thức tốt về thiết kế CSDL, sử dụng SQL Server",
            "Có kiến thức tốt về Web API",
            "Có hiểu biết về microservice, design pattern",
            "Có hiểu biết về html, javascript và css",
            "Có các kiến thức cơ bản về bảo mật",
            "Biết sử dụng git, visual studio",
            "Có khả năng phân tích thiết kế hệ thống",
            "Có khả năng tự tìm tòi và giải quyết vấn đề",
            "Chủ động và trách nhiệm với công việc",
            "Cẩn thận và tỉ mỉ trong công việc"
        ],
        "Quyền lợi": [
            "Mức lương khởi điểm: Lương từ 10 – 20 triệu",
            "Phụ cấp ăn trưa đi lại: 900.000 VNĐ/ tháng",
            "Xét tăng lương 2 lần/ năm, thưởng lương tháng thứ 13,các dịp lễ tết, ....",
            "Hưởng các quyền lợi theo quy định của Nhà nước (đóng BHYT, BHXH, BHTN)",
            "Được hưởng các chế độ phúc lợi theo quy định công ty: sinh nhật, ốm đau, hiếu hỉ",
            "Tháng phụ nữ, đàn ông hưởng 1/2 mức thưởng Tết",
            "Nghỉ phép 12 ngày/ năm, lễ, Tết theo quy định Nhà nước",
            "Được tham gia các hoạt động Company Trip mỗi năm",
            "Môi trường trẻ trung, văn hóa cởi mở, thoải mái, chuyên nghiệp trong công việc"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 136 Hoàng Ngân, Trung Hòa, Cầu Giấy"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/frontend-developer-angular/1251532.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Frontend Developer",
        "company_name": "CÔNG TY CỔ PHẦN TRUYỀN THÔNG VÀ GIẢI TRÍ HG MEDIA",
        "address": [
            "số 136 Hoàng Ngân, Trung Hòa, Thanh Xuân, Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "1. Phân tích và thiết kế hệ thống",
            "Tham gia phát triển các dự án, đề xuất các phương án giải quyết yêu cầu của khách hàng",
            "Cùng với nhóm phát triển phân tích và thiết kế các tính năng của sản phẩm",
            "2. Phát triển các tính năng phía frontend của website",
            "Xây dựng các chức năng front-end của website bằng Angular, JavaScript/ TypeScript, CSS, HTML",
            "Thiết kế và tối ưu hóa UI/ UX cho sản phẩm",
            "Phối hợp với backend để hoàn thiện tính năng website"
        ],
        "Yêu cầu ứng viên": [
            "Tốt nghiệp đại học chuyên ngành CNTT, Toán tin, Khoa học máy tính, hoặc tương đương.",
            "Có tối thiểu 1 năm kinh nghiệm lập trình Angular 2+",
            "Thành thạo Angular 2+, Javascript, Typescript, CSS, HTML",
            "Có kiến thức tốt về Web API, Microservice",
            "Có kiến thức cơ bản về bảo mật",
            "Biết sử dụng Git",
            "Có tư duy tốt về UI/UX, lấy khách hàng làm trung tâm",
            "Khả năng tự tìm tòi và giải quyết vấn đề",
            "Chủ động và trách nhiệm với công việc",
            "Cẩn thận, tỉ mỉ trong công việc"
        ],
        "Quyền lợi": [
            "Mức lương khởi điểm: Lương từ 10 – 20 triệu",
            "Phụ cấp ăn trưa đi lại: 900.000 VNĐ/ tháng",
            "Xét tăng lương 2 lần/ năm, thưởng lương tháng thứ 13,các dịp lễ tết, ....",
            "Hưởng các quyền lợi theo quy định của Nhà nước (đóng BHYT, BHXH, BHTN)",
            "Được hưởng các chế độ phúc lợi theo quy định công ty: sinh nhật, ốm đau, hiếu hỉ",
            "Tháng phụ nữ, đàn ông hưởng 1/2 mức thưởng Tết",
            "Nghỉ phép 12 ngày/ năm, lễ, Tết theo quy định Nhà nước",
            "Được tham gia các hoạt động Company Trip mỗi năm",
            "Môi trường trẻ trung, văn hóa cởi mở, thoải mái, chuyên nghiệp trong công việc"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 136 Hoàng Ngân, Trung Hòa, Cầu Giấy"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/fullstack-developer-php/1260653.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Fullstack Developer",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ ALADIN",
        "address": [
            "Tầng 4, Toà nhà Văn Phòng HH1 Meco Complex, Ng. 102 Trường Chinh, Phương Đình, Đống Đa, Hà Nội, Vietnam."
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Tham gia phát triển các dự án và xây dựng sản phẩm ứng dụng web",
            "- Đọc hiểu các tài liệu mô tả yêu cầu người dùng.",
            "- Phối hợp với các thành viên trong nhóm để hoàn thành đúng thời hạn, yêu cầu dự án.",
            "- Phân tích, khắc phục các lỗi sản phẩm trong quá trình vận hành",
            "- Xây dựng kế hoạch công việc, báo cáo, đánh giá công việc của cá nhân, đóng góp các sáng kiến nâng cao chất lượng, năng suất công việc",
            "- Thực hiện các yêu cầu công việc của cấp quản lý."
        ],
        "Yêu cầu ứng viên": [
            "- Có ít nhất 2 năm kinh nghiệm làm Web",
            "- Thành thạo PHP, JavaScript, HTML, CSS",
            "- Thành thạo các framework Laravel, VuJS, làm việc với các CSDL MySQL/MariaDB, MongoDB",
            "- Có kiến thức về DevOps, biết Python là 1 lợi thế.",
            "- Thành thạo HTML, CSS, PHP, Javascript và các framework: Laravel, Vu.js",
            "- Lập trình tương tác tốt với các Database MySQL (MariaDB), MongoDB",
            "- Nhiệt tình trong công việc và tích cực giao lưu học hỏi.",
            "- Sử dụng thành thạo Git",
            "- Ưu tiên ứng viên từng có kinh nghiệm hiểu biết về AI và ứng dụng các mô hình AI."
        ],
        "Quyền lợi": [
            "• Mức lương: upto 25tr gross/ thỏa thuận theo năng lực",
            "• Đóng Bảo hiểm xã hội, Bảo hiểm y tế, Bảo hiểm thất nghiệp theo quy định Luật Lao động. Nghỉ phép: 12 ngày/năm",
            "• Du lịch, Teambuilding: tối thiểu 1 lần/năm.",
            "• Có phụ cấp ăn trưa và thưởng thâm niên (với nhân viên chính thức làm việc > 1 năm)",
            "• Chế độ thăm hỏi: cưới hỏi, thai sản, đau ốm, ma chay: 1.000.000",
            "• Chính sách ứng trước lương, ứng trước ngày nghỉ phép"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Landmark 72, Phạm Hùng, Cầu Giấy, Cầu Giấy"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/backend-developer-java-python/1244473.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Backend Developer",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ ALADIN",
        "address": [
            "Tầng 4, Toà nhà Văn Phòng HH1 Meco Complex, Ng. 102 Trường Chinh, Phương Đình, Đống Đa, Hà Nội, Vietnam."
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "+ Tham gia phát triển, xây dựng phần mềm.",
            "+ Nghiên cứu các giải pháp phần mềm mới nhằm mục đích phục vụ cho việc ứng dụng công nghệ thông tin trong quản lý phát triển ứng dụng.",
            "+ Phân tích các hệ thống hiện tại, đưa ra các đề xuất cải tiến.",
            "+ Phối hợp công việc theo nhóm dưới sự phân công công việc của Quản lý dự án."
        ],
        "Yêu cầu ứng viên": [
            "Ứng viên cần có:",
            "Có từ 3-4+ năm kinh nghiệm trở lên về:",
            "+ Ngôn ngữ lập trình: Java",
            "+ Có kinh nghiệm với các stack DB: MySQL, MongoDB, Elasticsearch, Solr, Redis, Kafka, RabbitMQ",
            "+ Có kinh nghiệm đóng gói, triển khai dự án với Git, Docker, k8s",
            "+ Có tư duy tốt về lập trình, tư duy kiến trúc hệ thống",
            "Ưu tiên các ứng viên có:",
            "+ Đã từng tham gia các dự án có liên quan tới AI, đặc biệt là BOT (Chatbot/Voice Bot)"
        ],
        "Quyền lợi": [
            "+ Mức lương: 15-35MNet + thưởng",
            "+ Đóng Bảo hiểm xã hội, Bảo hiểm y tế, Bảo hiểm thất nghiệp theo quy định Luật Lao động. Nghỉ phép: 12 ngày/năm",
            "+ Review lương: 2 lần/năm, 13 - 14 tháng lương/năm",
            "+ Du lịch, Teambuilding: tối thiểu 1 lần/năm. Happytime và tổ chức sinh nhật: 2 lần/tháng",
            "+ Thưởng nóng cho cá nhân có thành tích làm việc xuất sắc/cá nhân đóng góp tích cực cho tập thể. Thưởng tất cả các ngày lễ (30/4, 1/5, 2/9, 20/10, tết dương lịch, tết âm lịch): 200.000 - 1.000.000. Thưởng giới thiệu nhân viên mới: 2.000.000 - 10.000.000",
            "+ Có phụ cấp ăn trưa và thưởng thâm niên (với nhân viên chính thức làm việc > 1 năm)",
            "+ Chế độ thăm hỏi: cưới hỏi, thai sản, đau ốm, ma chay: 1.000.000",
            "+ Chính sách ứng trước lương, ứng trước ngày nghỉ phép",
            "+ Được tham gia các khóa đào tạo về chuyên môn, kỹ năng mềm,..."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tòa nhà Landmark 72, Khu E6, Phạm Hùng, Cầu Giấy, Hà Nội, Cầu Giấy"
        ],
        "Thời gian làm việc": [
            "Từ 8h30-18h, Thứ 2 - Thứ 6 và 2 Thứ 7/ tháng"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/business-development-jp/1289513.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Business Development (JP)",
        "company_name": "Công ty CP Phần mềm MOR",
        "address": [
            "Tầng 25, tháp B1, tòa nhà Roman Plaza - Hải Phát, Tố Hữu, Nam Từ Liêm, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "1 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Tìm kiếm, kết nối với khách hàng tại thị trường Nhật Bản.",
            "- Hỗ trợ các công việc liên quan cho BGĐ.",
            "- Chạy lead gen cho thị trường nhật, trao đổi, meeting với khách hàng để giới thiệu công ty",
            "- Báo cáo kết quả công việc với BGĐ hằng tuần, hằng tháng."
        ],
        "Yêu cầu ứng viên": [
            "- Có ít nhất 1 năm kinh nghiệm ở vị trí tương đương.",
            "- Thành thạo giao tiếp tiếng Nhật (JLPT N2/JLPT N1).",
            "- Mở tuyển Intern/Fresher cho vị trí này.",
            "- Chủ động trong công việc, có tư duy nhạy bén với lĩnh vực sales.",
            "- Có kinh nghiệm trong lĩnh vực IT là điểm cộng.",
            "- Sử dụng thành thạo Microsoft Excel.",
            "- Kỹ năng giao tiếp, đàm phán, thuyết phục tốt."
        ],
        "Quyền lợi": [
            "- Thu nhập thỏa thuận theo năng lực.",
            "- Thử việc 2 tháng full 100% lương",
            "- Tham gia BHXH, BHYT, BHTN theo quy định luật lao động",
            "- Review lương 2 lần/năm",
            "- Lương tháng 13, thưởng các dịp Lễ, Tết, Hiếu hỉ, Sinh nhật,...",
            "- Phụ cấp chi phí gửi xe",
            "- Phụ cấp thâm niên",
            "- Quỷ dành cho clb Bóng đá, clb cầu lông và dành riêng cho nhân viên nữ.",
            "- Du lịch, nghỉ dưỡng hằng năm theo chính sách của công ty.",
            "- Khám sức khỏe định kỳ hàng năm.",
            "- Lộ trình thăng tiến rõ ràng.",
            "- Cơ hội đến các nước đối tác làm việc: Nhật Bản, Hàn Quốc, Singapore,Úc..."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 10F Mekong Tower, 235 Cong Hoa, Ward 13, Tân Bình"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/vmware-engineer/1291328.html?ta_source=ITJobs_LinkDetail",
        "job_name": "VMware Engineer",
        "company_name": "CÔNG TY TRÁCH NHIỆM HỮU HẠN GIẢI PHÁP TOÀN CẦU IIJ VIỆT NAM",
        "address": [
            "2nd floor, Udic Complex Building, Hoang Dao Thuy Street, Trung Hoa Ward, Cau Giay District, Ha Noi, Viet Nam"
        ],
        "salary": "Thoả thuận",
        "exp": "3 năm",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "• Design, Implement, Operate, and Manage the VMware-based cloud platform.",
            "• Operation and Maintenance of VMware vCenter, ESXi and other VMware products.",
            "• Troubleshooting, Root cause analysis, and fixing problems.",
            "• Ensure systems are secure by implementing best practices for patch management and",
            "vulnerability management.",
            "• Create system documentation as needed, including architectural diagrams, operation process",
            "and data flowcharts."
        ],
        "Yêu cầu ứng viên": [
            "MUST:",
            "• Capability to design, implement, operate, and manage VMware vCenter, ESXi and other",
            "VMware products.",
            "• 1+ years of experience as a VMware engineer",
            "• 1+ years of experience of VMware-based system or platform operation.",
            "• Experience and knowledge of Linux and Windows Server OS.",
            "• Knowledge of basic networking (TCP/IP fundamentals)",
            "• Excellent communication skills and ability to collaborate across a complex organization.",
            "• Intermediate English.",
            "BETTER TO HAVE:",
            "• Experience with VMware system over 10 ESXi hosts.",
            "• VMware Advanced Certified Engineer 6.5 or 7.0",
            "• Experience with the management and operational use of monitoring tools such as Zabbix,",
            "Grafana, PRTG, Cacti."
        ],
        "Quyền lợi": [
            "• Dynamic and flexible environment with positive teammates.",
            "• Competitive income with 13th-month salary & Performance bonus up to 1.2 months.",
            "• Health insurance to protect your health, and annual health check.",
            "• There are 1 PAs (Performance Appraisal) per year.",
            "• Annual company trip, Team Building...",
            "• Working time: 9:00 – 17:30, Monday – Friday.",
            "• Working location: 87A Ham Nghi, Nguyen Thai Binh, Dist.1"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 87A Hàm Nghi, Quận 1"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 09:00 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/system-administrator/1291336.html?ta_source=ITJobs_LinkDetail",
        "job_name": "System Administrator",
        "company_name": "CÔNG TY TRÁCH NHIỆM HỮU HẠN GIẢI PHÁP TOÀN CẦU IIJ VIỆT NAM",
        "address": [
            "2nd floor, Udic Complex Building, Hoang Dao Thuy Street, Trung Hoa Ward, Cau Giay District, Ha Noi, Viet Nam"
        ],
        "salary": "Thoả thuận",
        "exp": "2 năm",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "• 24x7 operational production support",
            "• Performs backup\\recovery using Veeam solution",
            "• Keep monitoring & troubleshooting system including server",
            "hardware\\Storage\\Vmware\\database 24\\7 follow standard operating procedure within the",
            "agreed-upon SLAs",
            "• Perform maintenance hardware (HPE, DELL), software (OS, ESXi, vCenter...) follow standard",
            "operating procedure",
            "• Daily follow up the request via email\\phone\\ITSM tool",
            "• Work closely with other team & partners to quick delivery services or resolve issue for",
            "customer",
            "• Perform 24x7 incident and change management tasks"
        ],
        "Yêu cầu ứng viên": [
            "• Experience with Administration Linux",
            "• VMware Cloud Director, vRealize Log Insight, NSX-T, vRealize Operations Manager... (will be",
            "trained after join)",
            "• Understanding of storage (SAN\\NAS) connectivity from VSphere, mounting LUNs (iSCSI).",
            "• Logical thinking, discipline, careful, honest",
            "• Ability to research, learn to work effectively",
            "• Intermediate\\advanced speaking, reading, and writing skills in English"
        ],
        "Quyền lợi": [
            "• Dynamic and flexible environment with positive teammates",
            "• Competitive income with 13th-month salary",
            "• Health insurance to protect your health, and annual health check",
            "• There are 1 PAs (Performance Appraisal) per year.",
            "• Provide laptop for working",
            "• Annual company trip, Team Building..."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 87A Hàm Nghi, Quận 1"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/mid-tester/1291346.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Mid",
        "company_name": "CÔNG TY TRÁCH NHIỆM HỮU HẠN GIẢI PHÁP TOÀN CẦU IIJ VIỆT NAM",
        "address": [
            "2nd floor, Udic Complex Building, Hoang Dao Thuy Street, Trung Hoa Ward, Cau Giay District, Ha Noi, Viet Nam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "Take responsibility for the quality of the Portal site for one of Vietnam's largest public cloud services.",
            "Determine requirements and develop test plans.",
            "Create test design, test case, checklist.",
            "Work with outsourcing team to review and approve inspections, test plans and quality control plans.",
            "Plan and coordinate QC activities.",
            "Review failure analysis results and implement changes that limit and/or eliminate the causes of Failure.",
            "Work closely with development and business teams to communicate problem impacts and to understand business requirements.",
            "Self-management of personal work and report progress to the team and Manager."
        ],
        "Yêu cầu ứng viên": [
            "MUST:",
            "Bachelor’s degree in business computer, Information Technology, Computer Science or any related fields.",
            "From 3 years of experience as a QC Engineer/ Software Tester (manual testing experience is required; automated testing is a plus).",
            "Experienced in creating, and maintaining test artifacts (test plans, test cases, test scenarios, test reports...).",
            "Experienced with reviewing test cases, test plans, testing documents.",
            "Experienced with API testing, Soap UI ...",
            "Experienced in Scrum teams.",
            "Good logical thinking, analyzing.",
            "The ability to learn new things.",
            "Must be honest, careful, self-disciplined, and self-motivated.",
            "Proactive, friendly, and open.",
            "BETTER TO HAVE:",
            "Having good supervisory and leadership skills.",
            "Knowledge of the cloud/security/ Infrastructure domain",
            "Experienced in automation testing.",
            "Good English communication."
        ],
        "Quyền lợi": [
            "• Dynamic and flexible environment with positive teammates.",
            "• Competitive income with 13th-month salary & Performance bonus up to 1.2 months.",
            "• Health insurance to protect your health, and annual health check.",
            "• There are 1 PAs (Performance Appraisal) per year.",
            "• Annual company trip, Team Building...",
            "• Location: 87A Ham Nghi, Dist.1"
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 87A Hàm Nghi, Quận 1"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 09:00 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/system-engineer/1291356.html?ta_source=ITJobs_LinkDetail",
        "job_name": "System Engineer",
        "company_name": "CÔNG TY TRÁCH NHIỆM HỮU HẠN GIẢI PHÁP TOÀN CẦU IIJ VIỆT NAM",
        "address": [
            "2nd floor, Udic Complex Building, Hoang Dao Thuy Street, Trung Hoa Ward, Cau Giay District, Ha Noi, Viet Nam"
        ],
        "salary": "Thoả thuận",
        "exp": "5 năm",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "IIJ Global Solutions Vietnam is a subsidiary of IIJ Group, which has been leading as a pioneer in the field of enterprise networks, Infrastructure, and Cloud solutions around the globe since its establishment in 1992.",
            "Established in 2016, with the mission of enhancing business productivity and flexibility to go one step further, we provide turn-key Cloud & Security solutions, and IT consulting & System integration service in Vietnam.",
            "• Provides 24x7 on-call production support for L2.",
            "• Keep monitoring & troubleshooting system including server hardware\\Storage\\VMware\\OS 24\\7 SLAs",
            "• Perform maintenance hardware (HPE, DELL), software (OS, ESXi, vCenter...)"
        ],
        "Yêu cầu ứng viên": [
            "• 2+ years of experience in Windows/Linux",
            "• Strong experience with VMware products",
            "• 24x7 on call support",
            "• MCSE or LPI certified Experience working with Linux/Windows",
            "• Experience with Active Directory, DNS, SFTP, NTP, SSH, Syslog servers.",
            "• Good understanding of Networking layer 1, 2, and 3 networking issues",
            "• Strong Analytical and problem-solving skills with high attention to detail",
            "• Logical thinking, discipline, careful, honest",
            "• Ability to research, learn to work effectively.",
            "• Intermediate speaking, reading, and writing skills in English",
            "• Applicants should meet age preference from 25 to 35"
        ],
        "Quyền lợi": [
            "• Working time: Monday – Friday (9:00 AM – 5:30 PM)",
            "• Dynamic and flexible environment with positive teammates",
            "• Competitive income with 13th-month salary",
            "• Health insurance to protect your health, and annual health check",
            "• There are 1 PAs (Performance Appraisal) per year.",
            "• Provide laptop for working",
            "• Annual company trip, Team Building..."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 87A Hàm Nghi, Quận 1"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 09:00 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "5 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/nhan-vien-code-web/1203851.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Nhân Viên Code Web",
        "company_name": "CÔNG TY TNHH BỆNH VIỆN THẨM MỸ Á ÂU",
        "address": [
            "32D Thủ khoa huân, p. bến thành, q.1, tp. hcm"
        ],
        "salary": "13 - 15 triệu",
        "exp": "2 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Phát triển hệ thống Website nội bộ của Công ty",
            "- Xây dựng hệ thống Website vệ tinh",
            "- Xây dựng hệ thống Website tài nguyên phục vụ từng chiến dịch truyền thông - Marketing."
        ],
        "Yêu cầu ứng viên": [
            "- Thành thạo ngôn ngữ lập trình Web PHP, HTML, CSS, Javascript.",
            "- Thành thạo hệ thống quản trị dữ liệu MýQL hoặc MariaDB.",
            "- Thành thạo lập trình themes trên Wordpress",
            "- Quản lý và vận hành website, xử lý các vấn đề khi gặp sự cố",
            "- Thành thạo sử dụng hệ thống server Linux (Centos 7)",
            "- Hiểu biết tối ưu hoá website chuẩn SEO Google",
            "- Có khả năng làm việc độc lập,chịu được áp lực công việc"
        ],
        "Quyền lợi": [
            "- Thu nhập hấp dẫn, thỏa thuận theo năng lực",
            "- Được tham gia BHXH, BHYT, BHTN theo quy định của Nhà nước và chính sách Công ty ở cấp bậc quản lý.",
            "- Được làm việc trong môi trường năng động và chuyên nghiệp."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 32D Thủ Khoa Huân, P.Bến Thành, Quận 1"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
            "Thứ 7: 8:00 - 12:00"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Nam"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/ai-engineer-ky-su-ai-tu-1-nam-kinh-nghiem/1251641.html?ta_source=ITJobs_LinkDetail",
        "job_name": "AI Engineer",
        "company_name": "Toshiba Software Development (Vietnam) Co., Ltd.",
        "address": [
            "16th Floor, VIT Building, 519 Kim Ma Str., Ba Dinh Dist., Hanoi, Vietnam"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "We are looking for",
            "Excellent Engineers,",
            "who can research & develop solutions using state-of-the-art AI techniques.",
            "You will be given a chance of working with different real-world problems in various business domains of Toshiba.",
            "You will be up-to-date with latest technologies in the field.",
            "You will sharpen your skills by constantly sharing with other senior members in our team or collaborating with experts in Toshiba R&D groups in Japan.",
            "The working environment is open, flexible, collaborative, encouraging and excellence-oriented.",
            "Senior candidates with proven leadership & management skills."
        ],
        "Yêu cầu ứng viên": [
            "EDUCATION",
            "Bachelor or higher in Computer Science, Information Technology, related Engineerings, or Mathematics.",
            "From 1-year working experience in Real AI/data science projects is required.",
            "JOB DESCRIPTION",
            "Strong analytical skills and mindset.",
            "Solid background knowledge at Maths (Linear Algebra, Probability & Statistics, Optimization)",
            "Good at one of programming languages: Python, C++, Java (Python is most preferred.)",
            "Good at one of Deep Learning frameworks: TensorFlow/Keras or PyTorch and Python libraries (scikit-learn, numpy, scipy, pandas, matplotlib)",
            "Demonstrate practical experience in one of areas: machine learning, deep learning, generative AI, data science, and optimization through real and impactful projects.",
            "Experience with MLOps, cloud-based development is preferred.",
            "Ability to read and apply research papers quickly to related problems.",
            "Good at writing technical reports and presentation of technical problems (in English).",
            "Good at English (all 04 skills), knowing Japanese language is a plus.",
            "Other attitude characteristics: proactive, responsible, can-do, and get-thing-done."
        ],
        "Quyền lợi": [
            "Having passion for discovering solution from mathematical optimization problem",
            "Highly motivated and business driven professional with a can-do attitude.",
            "Ability to solve problems by being collaborative, creative, and strong analytical skills.",
            "Ability to achieve outcomes with minimal direct supervision.",
            "Ability to pay careful attention to details.",
            "Capable of presenting complex technical topics in a clear and structured way for even non-technical stakeholder.",
            "Self-awareness, good team player, good sense of responsibility, result-oriented and deadline commitment."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: VIT Tower, 519 Kim Mã, Ba Đình"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/intern-ba/1291160.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Intern BA",
        "company_name": "Công ty cổ phần Sphinx",
        "address": [
            "Tầng 1, Tòa nhà HL, Số 6/82 Đường Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu Giấy, Hà Nội"
        ],
        "salary": "Thoả thuận",
        "exp": "Không yêu cầu kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "- Phân tích nghiệp vụ cho các hệ thống ERP – hệ thống quản trị nguồn lực doanh nghiệp",
            "- Sử dụng các nền tảng ERP.",
            "- Tích hợp các hệ thống thông tin, hệ thống phần mềm trong các doanh nghiệp, công ty lớn."
        ],
        "Yêu cầu ứng viên": [
            "- Level: Thực tập",
            "- Là sinh viên năm cuối Đại học đang đi thực tập hoặc sắp ra trường",
            "- Theo học các chuyên ngành Kế toán, tài chính, kinh tế, hệ thống thông tin",
            "- Có tư duy tốt, tinh thần ham học hỏi ,cầu tiến, chăm chỉ ,có trách nhiệm với công việc."
        ],
        "Quyền lợi": [
            "3.1. Cơ hội phát triển bản thân",
            "- Làm việc với đội ngũ kỹ sư, nhân viên năng động",
            "- Được lắng nghe, tôn trọng ý kiến, quan điểm cá nhân để trao đổi thẳng thắn, chia sẻ cùng phát triển.",
            "- Được lãnh đạo giàu kinh nghiệm đào tạo, định hướng con đường nghề nghiệp rõ ràng.",
            "- Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng.",
            "- Được ghi nhận những đóng góp, nỗ lực kịp thời, chính xác.",
            "- Được tham gia học hoặc thi các chứng chỉ liên quan với chế độ hỗ trợ về chính sách từ Công ty",
            "- Sau thực tập được review và ký HĐ với công ty.",
            "3.2. Chế độ đãi ngộ",
            "- Phụ cấp tăng ca, thưởng dự án, thưởng vượt chỉ tiêu, thưởng tháng lương thứ 13",
            "- Được công ty thực hiện đầy đủ nghĩa vụ về bảo hiểm; phụ cấp thai sản, con nhỏ, cưới hỏi, sinh nhật,...",
            "- Định kỳ xét tăng lương và review chuyên môn",
            "- Được hỗ trợ các thiết bị, công cụ cần thiết cho thực hiện công việc.",
            "- Trợ cấp chứng chỉ liên quan đến vị trí công việc.",
            "3.3. Đời sống tinh thần",
            "- Môi trường làm việc chuyên nghiệp, thân thiện, cởi mở.",
            "- Tham gia các hoạt động về trau dồi ngôn ngữ (tiếng Anh)",
            "- Tham gia các cuộc thi nội bộ của Công ty về văn hóa theo quý",
            "- Các thành viên trong công ty gần gũi, gắn bó, quan tâm, giúp đỡ nhau cùng phát triển.",
            "- Được tham gia các hoạt động teambuilding theo tháng, quý, du lịch hàng năm.",
            "- Công ty luôn động viên và tạo điều kiện tốt nhất cho toàn thể nhân viên.",
            "- Công ty tổ chức các buổi sinh nhật cho nhân viên hàng tháng, tổ chức thưởng và kỉ niệm những ngày lễ tết trong năm.",
            "- Hoạt động văn hóa thể thao đa dạng: câu lạc bộ bóng đá, ...."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tầng 1, tòa nhà HL, số 6/82 đường Duy Tân, Cầu Giấy"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-van-hanh-he-thong/1291210.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Thực Tập Sinh",
        "company_name": "CÔNG TY TNHH CÔNG NGHỆ THÔNG TIN VÀ TRUYỀN THÔNG GTEL",
        "address": [
            "103 Nguyễn Tuân, Phương Thanh Xuân Trung, Quận Thanh Xuân, Thành phố Hà Nội"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "Nghiên cứu các công nghệ về hệ thống máy chủ (rackmount, blade, chassis), công nghệ hệ thống lưu trữ (SAN, vSAN, NAS) của các hãng Cisco, HP, Oracle, Dell EMC, Fujitsu ...",
            "Thực hiện thiết kế chi tiết, thiết kế triển khai các hạng mục về hệ thống trong dự án.",
            "Thực hiện triển khai cài đặt, cấu hình, hardening, tích hợp các hệ thống máy chủ (rackmount, blade, chassis), hệ thống lưu trữ (SAN, vSAN), hệ thống sao lưu (Tape)...",
            "Thực hiện triển khai cài đặt, tối ưu các hệ điều hành (Linux/Windows/Vmware ESXi...).",
            "Triển khai cấu hình cài đặt docker, K8s",
            "Thực hiện cài đặt, cấu hình các phần mềm Vmware Vcenter, Dell EMC Networker, Avamar backup, VEAM, Antivirus...",
            "Triển khai, cấu hình các Tools Monitoring: ELK, Prometheus, Vmware Operator, Vmware LogInsight, cloud control, solarwinds ....",
            "Triển khai, cấu hình Tools Automation: Ansiable",
            "Cài đặt 1 số dịch vụ cơ bản như: yum, ntp, dns, proxy, iptables, firewalld...",
            "Xây dựng các tài liệu, hướng dẫn, quy trình đảm bảo kết nối hệ thống thông tin ổn định, an toàn.",
            "Quản trị vận hành các hệ thống máy chủ, hệ thống lưu trữ, hệ thống ảo hóa"
        ],
        "Yêu cầu ứng viên": [
            "Sinh viên năm 4-5 hoặc tốt nghiệp Cao đẳng / Đại học các ngành công nghệ thông tin, điện tử viễn thông, toán tin, an toàn thông tin.",
            "Có kiến thức cơ bản: hệ điều hành Linux/Unix, windows.",
            "Có khả năng đọc hiểu tài liệu kỹ thuật bằng Tiếng Anh",
            "Tác phong làm việc nhanh nhẹn, chăm chỉ, chịu khó."
        ],
        "Quyền lợi": [
            "Cơ hội phát triển bản thân",
            "Làm việc với đội ngũ kỹ sư, nhân viên năng động, giàu nhiệt huyết, đam mê, lý tưởng lớn;",
            "Được lắng nghe, tôn trọng ý kiến, quan điểm cá nhân để trao đổi thẳng thắn, chia sẻ cùng phát triển;",
            "Được lãnh đạo giàu kinh nghiệm đào tạo, định hướng con đường nghề nghiệp rõ ràng;",
            "Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng;",
            "Được ghi nhận những đóng góp, nỗ lực kịp thời, chính xác.",
            "Chế độ đãi ngộ",
            "Hỗ trợ ăn trưa tại công ty",
            "Môi trường năng động, chuyên nghiệp, nhiều cơ hội học hỏi, phát huy năng lực, phát triển bản thân.",
            "Được hỗ trợ các thiết bị, công cụ cần thiết cho thực hiện công việc;",
            "Chế độ du lịch, teambuilding hàng năm.",
            "Đời sống tinh thần phong phú",
            "Môi trường làm việc chuyên nghiệp, thân thiện, cởi mở. Các thành viên trong công ty gần gũi, gắn bó, quan tâm, giúp đỡ nhau cùng phát triển;",
            "Được tham gia các hoạt động teambuilding hàng tháng, du lịch hàng năm;",
            "Công ty luôn động viên và tạo điều kiện tốt nhất cho toàn thể nhân viên;",
            "Công ty tổ chức các buổi sinh nhật cho nhân viên hàng tháng, tổ chức thưởng và kỉ niệm những ngày lễ tết trong năm."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 103 Nguyễn Tuân, Thanh Xuân, Hà Nội., Thanh Xuân"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
            "Sáng thứ 7 hàng tuần"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "5 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-marketing/637977.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Thực Tập Sinh Marketing",
        "company_name": "CÔNG TY CỔ PHẦN DEHA VIỆT NAM",
        "address": [
            "Tầng 6, Tòa nhà MD Complex, số 68 Nguyễn Cơ Thạch, Phường Cầu Diễn, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam"
        ],
        "salary": "Trên 4 triệu",
        "exp": "Không yêu cầu kinh nghiệm",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "Sử dụng công cụ Linked In để tìm kiếm Khách hàng tiềm năng",
            "Kết nối, tiếp cận theo kịch bản có sẵn của Team",
            "Tham gia nghiên cứu, xây dựng, chỉnh sửa kịch bản",
            "Tham gia nghiên cứu, phát triển nội dung trên mạng xã hội",
            "Thời gian làm việc:",
            "Offline, làm việc trực tiếp tại công ty",
            "5 buổi/ tuần, mỗi buổi 4 tiếng"
        ],
        "Yêu cầu ứng viên": [
            "Sinh viên theo học tiếng Nhật năm 3,4 tại các trường Đại học",
            "Ưu tiên sinh viên theo học chuyên ngành tiếng Nhật thương mại",
            "Trình độ tiếng Nhật từ N3 trở lên"
        ],
        "Quyền lợi": [
            "Chính sách lương & thưởng",
            "Trả lương theo giờ, 30k/giờ",
            "Hỗ trợ gửi xe ở tòa nhà 100k/tháng",
            "Môi trường làm việc",
            "Được làm việc trong môi trường chuyên nghiệp, được hỗ trợ phát huy khả năng, phát triển sự nghiệp;",
            "Văn hóa học tập thúc đẩy phát triển cá nhân;",
            "Event, team building tập thể được tổ chức thường xuyên: ngày 8/3, ngày 20/10, ngày 19/11, Trung Thu, Gala cuối năm, nghỉ mát hàng năm...;",
            "Chính sách hỗ trợ các hoạt động học tập, trao đổi, chia sẻ kiến thức (Seminar công nghệ, CLB: đọc sách, tiếng Nhật, tiếng Anh...);",
            "Lộ trình nghề nghiệp",
            "Được đào tạo kiến thức chung về thị trường IT Outsourcing Nhật Bản, giới thiệu các IT services phổ biến",
            "Được đào tạo chung về MKT",
            "Được đào tạo về sử dụng Linked In Marketing",
            "Thực tập sinh/Cộng tác viên có cơ hội học hỏi các công cụ MKT khác",
            "Phù hợp với các bạn sinh viên muốn theo định hướng MKT, Sale IT",
            "Sinh viên sau khi ra trường có thể làm việc tại công ty với mức đãi ngộ mới theo năng lực."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tòa Intracom, Số 82 Dịch Vọng Hậu, Cầu Giấy, Hà Nội, Cầu Giấy"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Thực tập sinh",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "5 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/data-engineer-ky-su-du-lieu/1291171.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Data Engineer",
        "company_name": "CÔNG TY CỔ PHẦN METUB VIỆT NAM",
        "address": [
            "METUB Tower, 40 Nguyễn Văn Hưởng, P. Thảo Điền, Q.2, TPHCM (TP Thủ Đức)"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Thiết kế và xây dựng hệ thống xử lý dữ liệu lớn và pipelines để thu thập, lưu trữ, xử lý và phân tích dữ liệu lớn từ nhiều nguồn khác nhau.",
            "Phát triển và duy trì architectures dữ liệu, bao gồm cơ sở dữ liệu và lưu trữ dữ liệu lớn.",
            "Sử dụng công nghệ Big Data như Hadoop, Spark và Kafka để xử lý và phân tích dữ liệu lớn.",
            "Làm việc với các đội ngũ phân tích dữ liệu, khoa học dữ liệu và quản lý sản phẩm để hỗ trợ yêu cầu dữ liệu và cải thiện hệ thống.",
            "Tối ưu hóa quy trình ETL và thiết kế cơ sở dữ liệu để cải thiện hiệu quả và khả năng mở rộng.",
            "Quản lý và tối ưu hóa hạ tầng dữ liệu cho các nền tảng đám mây như AWS, Azure, hoặc Google Cloud Platform.",
            "Đảm bảo tính toàn vẹn, an ninh và bảo mật của dữ liệu thông qua việc áp dụng các biện pháp bảo mật tốt nhất.",
            "Phối hợp với các bộ phận khác để hiểu nhu cầu dữ liệu và đề xuất giải pháp kỹ thuật phù hợp.",
            "Cập nhật và duy trì tài liệu kỹ thuật liên quan đến hệ thống dữ liệu và quy trình làm việc."
        ],
        "Yêu cầu ứng viên": [
            "Bằng cấp đại học trong lĩnh vực Khoa học Máy tính, Kỹ thuật, Phân tích Dữ liệu, hoặc lĩnh vực liên quan.",
            "Ít nhất 3 năm kinh nghiệm làm việc với lưu trữ dữ liệu lớn và xử lý dữ liệu phức tạp.",
            "Thành thạo ngôn ngữ lập trình như Python, Scala, hoặc Java.",
            "Kinh nghiệm làm việc với các công nghệ Big Data như Hadoop, Spark, Kafka, và hệ thống quản lý cơ sở dữ liệu như SQL và NoSQL.",
            "Kỹ năng mạnh mẽ trong việc xây dựng và tối ưu hóa ‘big data’ pipelines, architectures và data sets.",
            "Hiểu biết về công nghệ cloud computing như AWS, Azure, hoặc Google Cloud Platform.",
            "Khả năng mô hình hóa, trích xuất, biến đổi và tải dữ liệu (ETL).",
            "Kinh nghiệm với công cụ tạo khung dữ liệu và phân tích dữ liệu.",
            "Khả năng làm việc độc lập và trong môi trường đội nhóm đa ngành."
        ],
        "Quyền lợi": [
            "Lương tháng 13, thưởng performance theo tình hình kinh doanh của công ty",
            "12 ngày phép, 1 ngày nghỉ sinh nhật",
            "Đánh giá chất lượng công việc và review lương 2 lần/năm",
            "Khám sức khỏe hàng nằm",
            "Thưởng các ngày lễ tết, chế độ sinh nhật, cưới hỏi, ốm đau, thai sản",
            "Du lịch trong/ngoài nước, teambuilding đội nhóm riêng",
            "Môi trường làm việc thoải mái, năng động, thân thiện, cơ hội thăng tiến cao."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tòa nhà Bắc Hà, Central Point, 219 Trung Kính, Yên Hòa, Cầu Giấy"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "3 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/data-administrator-quan-tri-du-lieu/1291156.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Data Administrator (Quản Trị Dữ Liệu)",
        "company_name": "CÔNG TY CỔ PHẦN METUB VIỆT NAM",
        "address": [
            "METUB Tower, 40 Nguyễn Văn Hưởng, P. Thảo Điền, Q.2, TPHCM (TP Thủ Đức)"
        ],
        "salary": "15 - 20 triệu",
        "exp": "2 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Quản lý, bảo trì và giám sát hiệu suất của cơ sở dữ liệu để đảm bảo tính sẵn sàng và an ninh cao nhất.",
            "Lập kế hoạch và cùng với các bộ phận liên quan như IT BA, DevOps thực hiện các hoạt động bảo trì cơ sở dữ liệu, bao gồm sao lưu, phục hồi, và tối ưu hóa.",
            "Áp dụng các cập nhật, bản vá, và cải tiến bảo mật cho cơ sở dữ liệu.",
            "Hỗ trợ trong việc thiết kế và triển khai cơ sở dữ liệu mới, bao gồm cấu trúc, lược đồ, và chính sách truy cập.",
            "Làm việc chặt chẽ với các nhóm phát triển, phân tích và quản lý dự án để đảm bảo rằng cơ sở dữ liệu đáp ứng nhu cầu ứng dụng và kinh doanh.",
            "Phát triển và thực hiện các chính sách và quy trình quản lý dữ liệu, bao gồm quản lý dữ liệu, bảo vệ dữ liệu và quyền truy cập dữ liệu.",
            "Giám sát hiệu suất cơ sở dữ liệu và điều chỉnh cấu hình để tối ưu hóa hiệu suất và nguồn lực.",
            "Đảm bảo tính toàn vẹn, bảo mật và sự tuân thủ của dữ liệu thông qua việc áp dụng các tiêu chuẩn và best practices trong quản lý cơ sở dữ liệu."
        ],
        "Yêu cầu ứng viên": [
            "Bằng cấp đại học trong lĩnh vực Công nghệ Thông tin, Quản lý Dữ liệu, Khoa học Máy tính, hoặc lĩnh vực liên quan.",
            "Ít nhất 2-3 năm kinh nghiệm trong việc quản lý và vận hành cơ sở dữ liệu.",
            "Thành thạo trong việc sử dụng các hệ thống quản lý cơ sở dữ liệu (DBMS) như MySQL, PostgreSQL, SQL Server, hoặc Oracle.",
            "Hiểu biết về các nguyên tắc bảo mật dữ liệu và kinh nghiệm áp dụng các biện pháp bảo mật cho cơ sở dữ liệu.",
            "Kinh nghiệm với công nghệ đám mây và dịch vụ cơ sở dữ liệu đám mây như AWS RDS, Azure SQL Database, hoặc Google Cloud SQL.",
            "Kỹ năng giải quyết vấn đề, tổ chức và quản lý thời gian tốt.",
            "Khả năng làm việc độc lập và trong môi trường đội nhóm.",
            "Tiếng Anh đọc, viết tốt"
        ],
        "Quyền lợi": [
            "Lương tháng 13, thưởng performance theo tình hình kinh doanh của công ty",
            "12 ngày phép, 1 ngày nghỉ sinh nhật",
            "Đánh giá chất lượng công việc và review lương 2 lần/năm",
            "Khám sức khỏe hàng nằm",
            "Thưởng các ngày lễ tết, chế độ sinh nhật, cưới hỏi, ốm đau, thai sản",
            "Du lịch trong/ngoài nước, teambuilding đội nhóm riêng",
            "Môi trường làm việc thoải mái, năng động, thân thiện, cơ hội thăng tiến cao."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tòa nhà Bắc Hà, Central Point, 219 Trung Kính, Yên Hòa, Cầu Giấy"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/blockchain-developerjunior-c-go-nodejs-or-python/1285034.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Blockchain Developer(Junior,C,Go,NodeJS Or",
        "company_name": "A.N.LAB (Công ty CP Trung tâm nghiên cứu A.N)",
        "address": [
            "Tầng 8, tòa nhà 18/4, số 8 Phạm Hùng, P Mai Dịch"
        ],
        "salary": ")",
        "exp": "Hà Nội",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Sử dụng NodeJS, Go language, công nghệ Blockchain để phát triển các sản phẩm riêng của công ty hoặc sản phẩm theo yêu cầu của khách hàng;",
            "Ưu tiên các bạn có mong muốn muốn trải nghiệm làm cả Image AI",
            "Báo cáo cho quản lý trực tiếp tiến độ công việc, giải pháp kỹ thuật để xử lý yêu cầu của khách hàng;"
        ],
        "Yêu cầu ứng viên": [
            "Lập trình tốt với một trong các ngôn ngữ C++, Go, NodeJS hoặc Python;",
            "Có kinh nghiệm network programming là một lợi thế;",
            "Có khả năng đọc hiểu tài liệu bằng Tiếng Anh;",
            "Ưu tiên ứng viên có kinh nghiệm tự nghiên cứu hoặc có nền tảng toán tốt;",
            "Chịu được áp lực công việc cao;",
            "Hoan nghênh cả những bạn chưa có kinh nghiệm, chỉ cần kiến thức toán cơ bản vững và chịu khó học hỏi, A.N.Lab sẽ có lộ trình đào tạo;",
            "Các bạn Sinh viên năm cuối yêu thích nghiên cứu về Blockchain, muốn hiểu biết thêm về Image AI, có thể nộp CVs làm part-time với thời gian linh hoạt để hoàn thành việc học trên trường và trở thành nhân viên chính thức ngay sau khi ra trường;"
        ],
        "Quyền lợi": [
            "Cơ hội phát triển bản thân",
            "Được đào tạo các kiến thức cơ bản cần thiết để trở thành một Kỹ sư phần mềm chuyên nghiệp về Blockchain. Ngoài ra, nếu đủ năng lực, bạn cũng có cơ hội được đào tạo thành thạo về Image AI.",
            "Được tích lũy kinh nghiệm và có cơ hội học tập, đào tạo bởi những kỹ sư nhiều kinh nghiệm;",
            "Được trải nghiệm với những công nghệ, dự án mới lạ cùng khách hàng Nhật, Mỹ;",
            "Nếu bạn có kinh nghiệm và năng lực, bạn sẽ được giao phó một mảng việc độc lập với những quyền chủ động nhất định (ví dụ: nhân sự, nội dung công việc, tài chính...)",
            "Chế độ lương thưởng:",
            "Hưởng lương, thưởng theo năng lực, không phân biệt bằng cấp, tuổi tác;",
            "Đánh giá nhân sự và tăng lương 2 lần/năm;",
            "Chính sách thưởng 3 kỳ/năm;",
            "Đào tạo và phát triển:",
            "Chương trình đào tạo kỹ thuật hàng tháng;",
            "Đào tạo và thưởng đào tạo với các chứng chỉ kỹ thuật,Tiếng Anh và Tiếng Nhật;",
            "Tủ sách miễn phí và hàng tháng được đề xuất mua sách nghiên cứu và học tập",
            "Chế độ phúc lợi:",
            "Được đóng BHXH, BHYT, BHTN theo quy định của Luật;",
            "Ngày nghỉ lên tới 22 ngày/năm (bao gồm ngày nghỉ phép, nghỉ ốm, nghỉ sinh nhật,...)",
            "Du lịch hè hàng năm, Dã ngoại mùa thu, Golden Day (ngày đặc biệt của công ty)...",
            "Khám sức khỏe định kỳ hàng năm;",
            "Bảo hiểm sức khỏe dành cho nhân viên;",
            "Trợ cấp thai sản đảm bảo hưởng nguyên lương;",
            "Quà tặng cho cha mẹ và con nhân viên vào các dịp lễ tết truyền thống;"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tầng 8, tòa nhà 18-4, số 8 Phạm Hùng, P.Mai Dịch, Q.Cầu Giấy, Hà Nội, Cầu Giấy"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Dưới 1 năm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/python-developer/1290417.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Python",
        "company_name": "CÔNG TY CỔ PHẦN THE 20",
        "address": [
            "281/15 Bình Lợi, phường 13, Quận Bình Thạnh, TP.HCM"
        ],
        "salary": "Mức lương",
        "exp": "Kinh nghiệm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Participate in the entire application lifecycle, focusing on coding and debugging",
            "Write clean code to develop functional web applications",
            "Troubleshoot and debug applications",
            "Manage cutting-edge technologies to improve legacy applications",
            "Collaborate with Front-end developers to integrate user-facing elements with server side logic",
            "Gather and address technical and design requirements",
            "Provide training and support to internal teams",
            "Build reusable code and libraries for future use",
            "Liaise with developers, designers and system administrators to identify new features",
            "Follow emerging technologies"
        ],
        "Yêu cầu ứng viên": [
            "Proven work experience as a back-end developer and at least one year of experience in an equivalent position.",
            "An in-depth understanding of the entire web development process (design, development, and deployment).",
            "Hands-on experience with programming languages such as Python.",
            "Familiarity with front-end languages (e.g., HTML, JavaScript, and CSS).",
            "Strong teamwork skills with a problem-solving attitude.",
            "Bachelor's degree in Computer Science or a relevant field.",
            "Preference will be given to candidates with experience in the ecommerce field."
        ],
        "Quyền lợi": [
            "Base salary: 20,000,000 - 30,000,000 VND",
            "Allowance: Lunch and dessert allowance.",
            "Eligible for social insurance (BHXH), health insurance (BHYT), etc. after probation.",
            "Benefits include birthday, holiday, and Tet bonuses.",
            "13th-month salary.",
            "Annual salary review."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 281/15 Bình Lợi, Phường 13, Bình Thạnh"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/ky-su-tu-dong-hoa-dieu-khien-tu-dong-robot/1287862.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Kỹ Sư Tự Động Hóa/ Điều Khiển Tự Động - Robot",
        "company_name": "Horus Productions",
        "address": [
            "tòa văn phòng CT2D - VOV - Mễ Trì - Nam Từ Liêm - Hà Nội"
        ],
        "salary": "1,000 - 2,000 USD",
        "exp": "2 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Tham gia nghiên cứu và phát triển các giải pháp mới cho các vấn đề liên quan đến điều khiển động cơ, cơ cấu trong các loại Robot công nghiệp/ Humanoid/ Robot vận hành AGV, ...",
            "Nghiên cứu, thử nghiệm, đánh giá các bộ điều khiển PID, Fuzzy, ... trên các loại động cơ Robot khác nhau, trên các môi trường: Matlab-Simulink, .. Kết hợp triển khai thuật toán, chỉnh định tham số, kiểm nghiệm hệ thống.",
            "Nghiên cứu, áp dụng các phương pháp Motion Control trong các loại động cơ Servo, BLDC,.. : Sliding, adaptive control, ...",
            "Cộng tác chặt chẽ với các thành viên trong nhóm để đảm bảo chất lượng và tiến độ công việc.",
            "Thực hiện báo cáo kết quả công việc và đề xuất cải tiến công việc."
        ],
        "Yêu cầu ứng viên": [
            "Tốt nghiệp Đại học chuyên ngành Khoa học máy tính, Công nghệ thông tin hoặc các ngành liên quan Robotics, Điều khiển tự động, Cơ điện tử, Tự động hóa...",
            "Có kiến thức nền tảng về AI- Robotics.",
            "Ít nhất 2 năm kinh nghiệm làm việc trong lĩnh vực AI, Machine Learning...",
            "Có kinh nghiệm qua về lý thuyết điều khiển: PID, ... , đánh giá các thông số và áp dụng trên sản phẩm tay máy thật.",
            "Có kinh nghiệm sử dụng ít nhất một ngôn ngữ lập trình phổ biến (Python, Java, C++, ...).",
            "Biết các mô hình thuật toán Học tăng cường (Reinforcement Learning - RL), đã từng mô phỏng lại trên các phần mềm giả lập: Gazebo, IsaacSim.",
            "Có hiểu biết về các thuật toán trong học tăng cường (DDPG, TD3, ...) trong bài toàn Pose/ Trajectory Plan robot.",
            "Có khả năng đọc hiểu tiếng Anh tốt, khả năng nghiên cứu và giải quyết vấn đề.",
            "Có tinh thần trách nhiệm, chủ động trong công việc và khả năng làm việc nhóm tốt.",
            "Ưu tiên đã từng sử dụng 1 trong những software giả lập Robot: Gazebo, Mujoco, Rviz, IsaacGym, ROS/ROS2.",
            "Ưu tiên hiểu biết về các thuật toán PID, thành thạo Matlab-Simulink.",
            "Ưu tiên các ứng viên hiểu về Motion control cho các loại động cơ: Servo, BLDC, .... cũng như các phương pháp điều khiển nó."
        ],
        "Quyền lợi": [
            "Mức lương upto 1000$ ( đối với ứng viên Junior-Middle), up to 1500-2000$ ( đối với các ứng viên Senior/Expert).",
            "Môi trường làm việc chuyên nghiệp, năng động và thân thiện.",
            "Cơ hội tham gia các dự án quốc tế và học hỏi kỹ năng mới.",
            "Được đào tạo và nâng cao kiến thức chuyên môn liên tục.",
            "Chế độ phúc lợi đầy đủ theo quy định của công ty và nhà nước.",
            "Cơ hội thăng tiến và phát triển sự nghiệp trong công ty."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: VOV Mễ Trì, Nam Từ Liêm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)",
            "Làm sáng thứ 7 hàng tuần, từ 8h-12h"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "2 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/php-developer/280945.html?ta_source=ITJobs_LinkDetail",
        "job_name": "PHP Developer",
        "company_name": "Công ty cổ phần kinh doanh công nghệ Open Techiz",
        "address": [
            "Tầng 04, tòa nhà A1 dự án Ecolife Capitol. số 58 Tố Hữu, Trung Văn, Nam Từ Liêm, Hà Nội"
        ],
        "salary": "Tới 30 triệu",
        "exp": "1 năm",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Dựng các chức năng, module và layout theo design (không bao gồm implement design/CSS);",
            "Viết các module code đơn giản;",
            "Tìm kiếm và customize lại các module có sẵn để đáp ứng yêu cầu."
        ],
        "Yêu cầu ứng viên": [
            "Khả năng search và đọc hiểu tiếng Anh kĩ thuật;",
            "Yêu cầu đã có kinh nghiệm làm sản phẩm hoàn thiện (đồ án hoặc dự án);",
            "Sử dụng được 1 framework Javascript;",
            "Nắm chắc OOP và database;",
            "Thành thạo với mô hình MVC;",
            "Khả năng xử lí với DIV/CSS, JS và Ajax.",
            "Có kinh nghiệm làm việc với Magento là một lợi thế",
            "Chấp nhận các ứng viên chưa có nhiều kinh nghiệm để training, đào tạo."
        ],
        "Quyền lợi": [
            "Văn hóa công ty giản dị, chân thành, đồng nghiệp là các senior sẵn sàng giúp đỡ, có nhiều “đất” để phát triển bản thân;",
            "Với hơn 10 năm tuổi đời, Open Techiz có tích lũy đầy đủ về kiến thức chuyên môn; cộng thêm sự hỗ trợ tận tâm từ bộ phận back-office, sẽ giúp các bạn có được môi trường làm việc tốt nhất, yên tâm theo đuổi đam mê kỹ thuật của mình;",
            "Đánh giá lương 1-2 lần/năm hoặc đánh giá đột xuất với các thành viên xuất sắc;",
            "Công việc thú vị, đa dạng, được giao tiếp với khách hàng nước ngoài, ít áp lực;",
            "Được cung cấp đầy đủ các trang thiết bị hiện đại,... để nâng cao hiệu quả làm việc;",
            "Thưởng: Thưởng dự án cạnh tranh, Tháng lương 13, Lễ/Tết/Sinh nhật,..",
            "Tham gia BHXH, BHYT, BHTN,... khi trở thành nhân viên chính thức;",
            "Công việc và nghỉ ngơi luôn được chú trọng cân bằng:",
            "+ Du lịch/team building (3 lần/năm);",
            "+ Các hoạt động event thường xuyên: sinh nhật hàng tháng, các ngày lễ lớn nhỏ (8/3,20/10,1/6,noel...),",
            "+ Phúc lợi sức khỏe: Tập gym/yoga miễn phí hàng tháng, giao hữu bóng đá hàng tuần,...",
            "+ Giải trí: Bàn Bida, Bilac,...",
            "+ Đồ ăn phụ: hoa quả, sữa chua, trà sữa,..."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Tầng 04, tòa nhà A1 dự án Ecolife Capitol. số 58 Tố Hữu, Trung Văn, Nam Từ Liêm, Hà Nội, Nam Từ Liêm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6: 8h30 - 12h00 và 13h15 - 17h30"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/chuyen-vien-content-seo-mang-giao-duc/1289320.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Chuyên Viên Content",
        "company_name": "Công ty Cổ phần đầu tư Giáo dục và phát triển công nghệ Quốc tế Langmaster",
        "address": [
            "169 Xuân Thủy & 179 Trường Chinh & 139 Cầu Giấy - Hà Nội"
        ],
        "salary": "(Mảng Giáo Dục)",
        "exp": "Hà Nội",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Lập kế hoạch SEO từ khóa trên website công ty.",
            "Phối hợp với nhóm nội dung để lập kế hoạch và triển khai chương trình theo team Marketing.",
            "Viết bài cho website chuẩn SEO.",
            "Nghiên cứu từ khóa, lên danh sách từ khóa cho website.",
            "Thực hiện tối ưu Onsite SEO cho website để thúc đẩy tổng thể về từ khóa.",
            "Lên kế hoạch xây dựng backlink.",
            "Tối ưu hóa thứ hạng website trên các trang, công cụ tìm kiếm.",
            "Báo cáo công việc, vị trí từ khóa, lượng truy cập website hàng tuần."
        ],
        "Yêu cầu ứng viên": [
            "Tốt nghiệp ĐH các chuyên ngành liên quan Marketing, Công nghệ thông tin,... hoặc các chuyên ngành liên quan",
            "Có ít nhất 6 tháng kinh nghiệm ở vị trí tương đương hoặc các công việc tương tự.",
            "Ưu tiên ứng viên có kinh nghiệm trong lĩnh vực giáo dục và đào tạo.",
            "Kinh nghiệm cung cấp nội dung cho website, tạp chí, báo điện tử.",
            "Ưu tiên đã làm cộng tác viên viết bài cho dự án SEO của doanh nghiệp.",
            "Có hiểu biết cơ bản về SEO.",
            "Hiểu về Insight khách hàng.",
            "Biết cách tự lên một dàn ý cho bài viết.",
            "Có khả năng làm việc trong môi trường độc lập và xử lý công việc với sự kiên nhẫn và chính xác."
        ],
        "Quyền lợi": [
            "10.000.000 - 12.000.000 VNĐ + Phụ cấp + Thưởng",
            "Đề xuất tăng lương định kỳ từ 1 lần/năm.",
            "Lương tháng thứ 13.",
            "Thưởng ngày Lễ, Tết theo quy định công ty.",
            "Đóng các BHXH theo quy định của Luật.",
            "Du lịch, Teambuilding 01 lần/ năm.",
            "Được cung cấp công cụ, dụng cụ, bàn, ghế làm việc theo quy định của công ty.",
            "Được đầu tư, tài trợ học thêm kiến thức, kỹ năng liên quan đến công việc.",
            "Được đào tạo liên tục, phát triển năng lực nhiều khía cạnh."
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: 131 Trần Phú - Văn Quán - Hà Đông - Hà Nội, Đống Đa"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 7 (từ 08:30 đến 17:30)"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "Không yêu cầu kinh nghiệm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/backend-python-developer/1290400.html?ta_source=ITJobs_LinkDetail",
        "job_name": "BackEnd",
        "company_name": "CÔNG TY CỔ PHẦN MỸ PHẨM SACHI - CHI NHÁNH SACHICO",
        "address": [
            "401/27 Bình Lợi, Phường 13, Quận Bình Thạnh, TP.HCM"
        ],
        "salary": "Developer",
        "exp": "Hồ Chí Minh",
        "remaining": "05/05/2024",
        "Mô tả công việc": [
            "Participate in the entire application lifecycle, focusing on coding and debugging",
            "Write clean code to develop functional web applications",
            "Troubleshoot and debug applications",
            "Manage cutting-edge technologies to improve legacy applications",
            "Collaborate with Front-end developers to integrate user-facing elements with server side logic",
            "Gather and address technical and design requirements",
            "Provide training and support to internal teams",
            "Build reusable code and libraries for future use",
            "Liaise with developers, designers and system administrators to identify new features",
            "Follow emerging technologies"
        ],
        "Yêu cầu ứng viên": [
            "Proven work experience as a back-end developer and at least one year of experience in an equivalent position.",
            "An in-depth understanding of the entire web development process (design, development, and deployment).",
            "Hands-on experience with programming languages such as Python.",
            "Familiarity with front-end languages (e.g., HTML, JavaScript, and CSS).",
            "Strong teamwork skills with a problem-solving attitude.",
            "Bachelor's degree in Computer Science or a relevant field.",
            "Preference will be given to candidates with experience in the ecommerce field."
        ],
        "Quyền lợi": [
            "Base salary: 15,000,000 - 25,000,000 VND",
            "Allowance: Lunch and dessert allowance.",
            "Eligible for social insurance (BHXH), health insurance (BHYT), etc. after probation.",
            "Benefits include birthday, holiday, and Tet bonuses.",
            "13th-month salary.",
            "Annual salary review."
        ],
        "Địa điểm làm việc": [
            "- Hồ Chí Minh: 281/15 Bình Lợi, Phường 13, Bình Thạnh"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "1 năm",
        "Số lượng tuyển": "1 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    },
    {
        "urls": "https://www.topcv.vn/viec-lam/chuyen-vien-phan-tich-nghiep-vu-ba-2-nam-kn/1217678.html?ta_source=ITJobs_LinkDetail",
        "job_name": "Chuyên Viên",
        "company_name": "Tổng Công Ty Bưu Điện Việt Nam",
        "address": [
            "Địa chỉ: số 5 Phạm Hùng, Nam Từ Liêm Hà Nội"
        ],
        "salary": "(Ba) 2 Năm KN",
        "exp": "Hà Nội",
        "remaining": "31/05/2024",
        "Mô tả công việc": [
            "- Tiếp nhận thông tin yêu cầu cần khảo sát.",
            "- Lên lịch hẹn gặp nhằm khảo sát yêu cầu các bộ phận trong tổng công ty.",
            "- Làm việc với bộ phận nghiệp vụ, đối tác để thu thập thông tin khảo sát.",
            "- Xây dựng quy trình nghiệp vụ (sử dụng UML), cập nhật mô tả - diễn giải trong tài liệu quy trình nghiệp vụ.",
            "- Dựng layout - mockup.",
            "- Trao đổi tư vấn sản phẩm, đưa ra giải pháp tối ưu dự án. Nghiên cứu tính khả thi/phù hợp căn cứ vào yêu cầu các bộ phận.",
            "- Xây dựng tài liệu phân tích yêu cầu nghiệp vụ cho hệ thống.",
            "- Viết tài liệu và quản lý các yêu.",
            "- Tổ chức các cuộc họp trao đổi, chốt thông tin với các bộ phận liên quan.",
            "- Làm việc với đối tác outsource (nếu dự án cần outsource).",
            "- Là cầu nối giao tiếp với nội bộ team, bao gồm chuyển thông tin, thảo luận team về yêu cầu, về dự án nói chung:",
            "+ Trao đổi thông tin yêu cầu với nhóm dự án.",
            "+ Cung cấp đầy đủ, chính xác thông tin yêu cầu của các bộ phận qua tài liệu phân yêu cầu nghiệp vụ, tài liệu phân tích yêu cầu + layout.",
            "+ Cập nhật tức thời các thay đổi thông tin yêu cầu cho nhóm dự án.",
            "- Hỗ trợ QC nhằm đáp ứng sản phẩm trước khi đẩy lên production."
        ],
        "Yêu cầu ứng viên": [
            "'Kiến thức/Kinh nghiệm:",
            "- Yêu cầu tối thiểu 2 năm kinh nghiệm làm IT BA (Ưu tiên BA đã làm từ 1 năm trong mảng thanh toán).",
            "- Đã có bằng Cao đẳng/Đại học chuyên ngành Điện tử - Viễn thông, CNTT hệ chính quy trở lên.",
            "Kỹ năng làm việc:",
            "- Có khả năng đọc hiểu tài liệu tiếng Anh, làm việc bằng Tiếng Anh là một lợi thế.",
            "- Khả năng lấy yêu cầu, phân tích yêu cầu nghiệp vụ, viết tài liệu. Tư duy logic tốt. Khả năng bao quát độ phủ của dự án.",
            "- Sử dụng tốt UML, Microsoft Word, Excel, Project, Visio, Axure, Mockup, Photoshop,... phục vụ tốt cho công việc BA.",
            "- Khả năng thuyết phục, nhận định và đánh giá cá nhân tốt.",
            "- Khả năng làm việc với áp lực công việc lớn."
        ],
        "Quyền lợi": [
            "- Thu nhập: 10.000.000 VNĐ – 27.000.000VNĐ",
            "- Được xét tăng lương theo định kỳ hoặc theo năng lực không giới hạn thời gian.",
            "- Thưởng lễ, Tết, phụ cấp ăn trưa,... theo chế độ của Công ty.",
            "- Được tham gia các khóa đào tạo theo lĩnh vực chuyên môn của Tổng công ty ở trong nước và nước ngoài.",
            "- Được đi nghỉ mát 01 lần/năm.",
            "- Môi trường làm việc chuyên nghiệp, trẻ trung, năng động.",
            "- Đóng BHXH, BHYT, BH sức khỏe và hưởng các chế độ theo quy định của Nhà nước.",
            "- Thời gian làm việc: Thứ 2 đến thứ 5: 08h00 - 18h00; Thứ 6: 08h00 - 17h00"
        ],
        "Địa điểm làm việc": [
            "- Hà Nội: Số 5 Phạm Hùng, Mỹ Đình 2, Nam Từ Liêm"
        ],
        "Thời gian làm việc": [
            "Thứ 2 - Thứ 6 (từ 08:00 đến 18:00)",
            "Thứ 2 đến thứ 5: 08h00 - 18h00",
            "Thứ 6: 08h00 - 17h00"
        ],
        "Cách thức ứng tuyển": [
            "Ứng viên nộp hồ sơ trực tuyến bằng cách bấm",
            "Ứng tuyển",
            "ngay dưới đây."
        ],
        "Cấp bậc": "Nhân viên",
        "Kinh nghiệm": "2 năm",
        "Số lượng tuyển": "3 người",
        "Hình thức làm việc": "Toàn thời gian",
        "Giới tính": "Không yêu cầu"
    }
]