[
{"urls": "https://www.topcv.vn/viec-lam/ky-su-tich-hop-he-thong-network-engineer-system-engineer-thu-nhap-15-30tr-cau-giay-ha-noi/918147.html?ta_source=ITJobs_LinkDetail", "job_name": "Kỹ Sư Tích Hợp Hệ Thống - Network Engineer/", "company_name": "CÔNG TY CỔ PHẦN THIẾT BỊ VÀ PHÁT TRIỂN CÔNG NGHỆ TRỌNG ĐIỂM", "address": ["Tầng 7, Tòa nhà Zodiac, Ngõ 19, Phố Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam"], "salary": "( Thu Nhập 15 - 30tr - Cầu Giấy, Hà Nội)", "exp": "Hà Nội", "remaining": "30/04/2024", "Mô tả công việc": ["Tư vấn, Thiết kế, Triển khai các thiết bị mạng, bảo mật (Cisco, Juniper, Fortinet, Firewall, v.v...)", "Tư vẫn, Thiết kế, Triển khai các thiết bị Core Switch, Distribute Switch, Access Swtich: Cisco, Juniper,....", "Tư vấn, Thiết kế, Triển khai các thiết bị/Giải pháp Security: Checkpoint, Palo Alto, Fortinet, SIEM...", "Tư vấn, Thiết kế, Triển khai và giám sát thi công các dự án công nghệ thông tin về Ipphone, Video Conference", "Tư vấn, thiết kế,Triển khai Hệ thống máy chủ: HPE, IBM, DellEMC...", "Triển khai các hệ thống cung cấp dịch vụ: AD, DNS, Mail, Proxy, v.v...", "Cấu hình thiết bị lưu trữ (SAN, NAS) của các hãng như: NetApp, IBM, HP, Fujitsu, EMC v.v...", "Xây dựng tài liệu hỗ trợ kỹ thuật cho dự án như tài liệu hướng dẫn sử dụng cho các thiết bị hoặc dịch vụ triển khai.", "Các công việc khác: xử lý sự cố, quản trị và bảo trì hệ thống. Nghiên cứu sản phẩm và giải pháp của các hãng tên tuổi cung cấp.", "Thực hiện các công việc khác theo yêu cầu của Ban giám đốc.", "Sẵn sàng đi công tác khi cần thiết."], "Yêu cầu ứng viên": ["Có các kiến thức cơ bản về Networking: TCP/IP, SSL/TLS, IPv4, IPv6, Switching/Routing, các giao thức mã hóa, xác thực, ...;", "Hiểu biết về hệ thống CNTT, bảo mật mạng, bảo mật hệ thống máy chủ, bảo mật cơ sở dữ liệu.", "Chủ động, nhanh nhẹn, chịu được áp lực công việc cao, có khả năng nắm bắt, nghiên cứu công nghệ mới.", "Có thể làm việc ngoài giờ trong thời gian có dự án.", "Trung thực, cẩn thận, tỉ mỉ, nhiệt tình và tinh thần trách nhiệm cao trong công việc, chăm chỉ chịu khó.", "Chủ động nghiên cứu và đề xuất các giải pháp cải tiến hệ thống.", "Sẵn sàng đi công tác khi cần thiết.", "Ưu tiên ứng viên:", "+ Có các chứng chỉ về Network và ATTT: CCNA/CCNP, JNCIA/JNCIS, CCNP Security, CEH, CISSP, CHFI... là một lợi thế.", "+ Có các chứng chỉ về system, storage và các chứng chỉ sản phẩm của hãng.", "+ Có kinh nghiệm ở các vị trí triển khai dự án hoặc tương đương"], "Quyền lợi": ["Lương cứng từ 15-30 triệu/tháng(đàm phán theo kinh nghiệm) + phụ cấp ăn trưa + Điện thoại", "Tháng lương thứ 13 + thưởng doanh số theo mục tiêu kinh doanh", "Được làm việc trong môi trường trẻ trung, chuyên nghiệp", "Được tham gia các khóa đào tạo của các hãng đối tác: Dell, Cisco, HP...", "Được hưởng đầy đủ các quyền lợi BHYT, BHXH, BHTN theo quy định của luật lao động Việt Nam sau thời gian thử việc"], "Địa điểm làm việc": ["- Hà Nội: VPGD: Tầng 7, Tòa nhà Zodiac, Ngõ 19, Phố Duy Tân, Phường Dịch Vọng Hậu, Cầu Giấy"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/truong-nhom-kiem-thu-tester-leader-luong-up-to-25m/1283961.html?ta_source=ITJobs_LinkDetail", "job_name": "Trưởng Nhóm Kiểm Thử (", "company_name": "CÔNG TY TNHH FIVE-STAR E-LEARNING", "address": ["Số 35 Lạc Trung, Phường Vĩnh Tuy, Quận Hai Bà Trưng, Thành phố Hà Nội, Việt Nam"], "salary": "Leader - Lương Up To 25M)", "exp": "Hà Nội", "remaining": "01/05/2024", "Mô tả công việc": ["Lập kế hoạch kiểm thử và phân bổ nguồn lực phù hợp theo dự án.", "Viết tài liệu phục vụ cho việc kiểm thử hoặc review tài liệu do các thành viên nhóm xây dựng.", "Phát triển các test case/review test case của các thành viên.", "Dẫn dắt team thực hiện các test case hoặc trực tiếp tham gia test theo từng trường hợp/dự án cụ thể.", "Kiểm soát, đôn đốc nhóm hoàn thành nội dung test và báo cáo tiến độ kiểm tra phần mềm.", "Quản lý team: Điều phối công việc, xử lý tình huống khó, đánh giá, tuyển dụng, đào tạo kèm cặp trong nhóm và cải tiến quy trình kiểm thử.", "Đào tạo và hướng dẫn các bạn Fresher tester."], "Yêu cầu ứng viên": ["Có ít nhất 3 năm kinh nghiệm Test phần mềm các dự án", "Có kinh nghiệm ít nhất 1 năm kinh nghiệm Test leader", "Tốt nghiệp ĐH chuyên ngành CNTT, toán tin ứng dụng, phần mềm, ...", "Thành thạo kiến thức, kỹ thuật, kỹ năng Test : Hiểu biết về các Test process, Test Level, Test Types và các kỹ thuật kiểm thử phần mềm", "Có khả năng đọc hiểu, phân tích tốt", "Có khả năng giao tiếp tốt", "Có khả năng dẫn dắt, tạo động lực cho member;", "Có khả năng thích ứng nhanh, liên tục cải tiến."], "Quyền lợi": ["Mức lương up to 25.000.000 VND", "Trả lương OT, Góc trà, cafe miễn phí, hoạt động team building định kỳ, giờ làm việc linh hoạt.", "Quỹ Team Building cho nhân viên lên tới 2.500.000 VND/năm", "Cơ hội trải nghiệm tình nguyện tại các nước Nhật, Hàn, Úc, Mỹ, Canada, New Zealand hoàn toàn miễn phí với Summer camp tháng 6 hàng năm", "Chế độ BHXH đầy đủ ngay sau khi ký HĐ chính thức", "Thời gian làm việc: 8h30 - 18h20 Thứ 2 - Thứ 6 hàng tuần", "Thưởng sinh nhật, thưởng các dịp Lễ, Tết trong năm", "Được học bổng học tiếng Anh cho bản thân và người thân trong gia đình", "Được liên tục đào tạo để nâng cao nghiệp vụ"], "Địa điểm làm việc": ["- Hà Nội: 35 Lạc Trung, Hai Bà Trưng"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:20)", "44h/tuần"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/senior-devops-engineer-thu-nhap-tu-30-trieu/1295986.html?ta_source=ITJobs_LinkDetail", "job_name": "Senior", "company_name": "CÔNG TY CỔ PHẦN TẬP ĐOÀN THIÊN KHÔI", "address": ["Tầng 2 tòa nhà MIPEC Tower, 229 Tây Sơn, Đống Đa, Hà Nội"], "salary": "(Thu Nhập Từ 30 Triệu)", "exp": "Hà Nội", "remaining": "09/05/2024", "Mô tả công việc": ["Công ty Tập Đoàn Thiên Khôi là một công ty bất động sản hàng đầu Việt Nam, với môi trường làm việc đa dạng và sáng tạo. Chúng tôi đang tìm kiếm một middle/senior DevOps Engineer năng động và đam mê để tham gia vào đội ngũ vận hành, phát triển phần mềm của chúng tôi.", "● Xây dựng, cấu hình và duy trì hệ thống tự động hoá và quy trình CI/CD.", "● Quản lý và triển khai hệ thống quản lý cấu hình.", "● Phát triển và duy trì các hệ thống giám sát và log.", "● Hỗ trợ việc triển khai sản phẩm và các bản cập nhật mới.", "● Đảm bảo việc bảo mật thông tin và an toàn dữ liệu.", "● Tư vấn và hỗ trợ các nhóm phát triển để tối ưu hóa quy trình phát triển hệ thống.", "● Hỗ trợ đội ngũ nhân viên phòng công nghệ và phòng marketing triển khai hạ tầng khi được yêu cầu"], "Yêu cầu ứng viên": ["● Có kinh nghiệm tốt với các dịch vụ đám mây như AWS, Azure, Google Cloud, CMC Cloud...", "● Có khả năng vận hành các hệ thống được xây dựng bằng K8s", "● Có kiến thức tốt về docker, micro service", "● Kiến thức vững về mã nguồn mở và công cụ tự động hóa như Ansible, Chef, Puppet hoặc Jenkins", "● Hiểu biết vững về mô hình hệ thống phân tán và các nguyên tắc cơ bản của mạng.", "● Có kỹ năng tốt về giải quyết vấn đề và tư duy logic", "● Ưu tiên ứng viên có chứng chỉ liên quan như AWS Certified DevOps Engineer hoặc tương tự.", "● Biết lập trình C# là một lợi thế", "● Kỹ năng tốt về tương tác và giao tiếp", "● Có khả năng mô tả, phân công công việc, xử lý tình huồng tốt", "● Kỹ năng làm việc độc lập cao và khả năng giải quyết vấn đề tốt."], "Quyền lợi": ["● Mức lương: Từ 30 triệu trở lên, thoả thuận theo năng lực", "● Môi trường làm việc năng động và đa dạng", "● Cơ hội làm việc với hệ thống lớn, đến rất lớn.", "● Điều chỉnh linh hoạt về thời gian làm việc"], "Địa điểm làm việc": ["- Hà Nội: Tầng 2, tòa nhà 229 Tây Sơn, Ngã Tư Sở, Đống Đa"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/ky-su-lap-trinh-nhung-camera-vision-c-c/1295480.html?ta_source=ITJobs_LinkDetail", "job_name": "Kỹ Sư Lập Trình", "company_name": "Công Ty TNHH Soul-Net", "address": ["Số 84 đường Lê Thái Tổ, Phường Võ Cường, Thành Phố Bắc Ninh, Tỉnh Bắc Ninh, Việt nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["- Lập trình xử lý ảnh, AI deep learning cho các ứng dụng kiểm tra lỗi sản phẩm, đọc mã vạch QR, Datamatrix, Barcode ... , nhận diện kí tự và tích hợp với robot để định vị trí sản phẩm để robot gắp đặt.", "- Setup Camera Vision , lựa chọn camera, lens, đèn phù hợp để thu được hình ảnh tốt nhất và lên cấu hình vision cho từng bài toán.", "- Lập trình thiết kế phần mềm máy tính, visual studio C+, C sharp, SQLServer,...", "- Lập trình quản lý hệ thống nhà máy, server truyền thông công nghiệp, lưu trữ truy xuất dữ liệu."], "Yêu cầu ứng viên": ["Có 4-5 năm kinh nghiệm", "- Học vấn: Tốt nghiệp Đại học trở lên các trường kỹ thuật ( Bách khoa, công nghiệp, học viện kỹ thuật quân sự, Giao thông vận tải và các trường kỹ thuật khác)", "- - Có kinh nghiệm, b", "iết lập trình C+, C# và tư duy lập trình tốt.", "- Có khả năng làm việc độc lập và làm việc theo nhóm tốt", "- Chịu được áp lực công việc, ham học hỏi, đam mê kỹ thuật. \"", "-", "ĐỊA ĐIỂM LÀM VIỆC: TP BẮC NINH, HỖ TRỢ KTX CHO ỨNG VIÊN Ở XA."], "Quyền lợi": ["- Thưởng tháng lương thứ 13 và thưởng định kỳ 2 lần/năm.", "- Chế độ BHXH, BHYT, BHTN... theo quy định của luật Việt Nam", "- Môi trường làm việc chuẩn Hàn.", "- Xét thăng chức 1 lần/năm, tăng lương 1 lần/năm.", "- Quà tặng/tiền mặt vào các dịp lễ Tết trong năm, trợ cấp hiếu, hỉ, sinh con, ốm đau, quà tặng dịp sinh nhật.", "- Khám sức khỏe thường niên hàng năm.", "- Các hoạt động gắn kết nhân viên toàn công ty."], "Địa điểm làm việc": ["- Hà Nội", "- Bắc Giang", "- Bắc Ninh: Số 84 đường Lê Thái Tổ, Phường Võ Cường, TP Bắc Ninh"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "4 năm", "Số lượng tuyển": "4 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-marketing/1290091.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên Marketing", "company_name": "Công ty Cổ phần Công nghệ eUp", "address": ["Tòa nhà Toyota Thanh Xuân, 315 Trường Chinh, Thanh Xuân, Hà Nội"], "salary": "10 - 15 triệu", "exp": "Không yêu cầu kinh nghiệm", "remaining": "04/05/2024", "Mô tả công việc": ["1. NGHIÊN CỨU VÀ TRIỂN KHAI KẾ HOẠCH PHÁT TRIỂN THỊ TRƯỜNG", "- Xây dựng và đề xuất kế hoạch triển khai thị trường mới (Dự kiến thị trường Nga).", "- Phối hợp với nhân sự bản địa trong việc nghiên cứu người dùng, thị trường, đối thủ cạnh tranh...", "- Trực tiếp triển khai Kế hoạch Phát triển thị trường và Thực hiện các phương án tối ưu hiệu suất cửa hàng ứng dụng (ASO).", "- Thực hiện phân tích các chỉ số Digital Marketing và đề xuất giải pháp tối ưu Chi phí Marketing.", "- Quản lý ngân sách chạy quảng cáo.", "2. CÁC ĐẦU VIỆC KHÁC", "- Hỗ trợ Trưởng dự án trong việc giám sát và triển khai hoạt động Marketing.", "- Làm việc chặt chẽ với các bộ phận R&D, Product để đưa ra các đề xuất tối ưu sản phẩm/content", "- Phối hợp với các bộ phận liên quan nhằm tiến hành xúc tiến sản phẩm theo kế hoạch đã được phê duyệt."], "Yêu cầu ứng viên": ["Tốt nghiệp Đại học, CĐ các chuyên ngành liên quan đến Marketing, truyền thông, thương mại, kinh doanh...", "Có kinh nghiệm tối thiểu 1 năm làm Marketing, mạnh về Digital.", "Có hiểu biết về SEO/ Digital Marketing/Marketing...", "Kiên trì, nhiệt huyết và có trách nhiệm cao trong công việc.", "Ham học hỏi, chủ động, sáng tạo, dám nghĩ dám làm.", "Tiếng Anh giao tiếp thành thạo.", "Tư duy, sáng tạo, thường xuyên nắm bắt xu hướng xã hội, tâm lý khách hàng."], "Quyền lợi": ["Thu nhập: 12-15 triệu/tháng + thưởng", "Tham gia vào môi trường giáo dục trực tuyến với những ứng dụng hỗ trợ học tập hàng đầu Việt Nam.", "Cơ hội được đào tạo, huấn luyện trở thành leader cho các dự án.", "Được đề xuất và cấp budget thử nghiệm inventory, format quảng cáo, công nghệ quảng cáo mới (native ads, programatic ads, AI, automation...)", "Đầy đủ các quyền lợi khác theo đúng luật lao động.", "Mọi thắc mắc thêm về công việc bạn có thể liên hệ trực tiếp thông qua sdt/zalo: Ms Ngân 0948.498.792"], "Địa điểm làm việc": ["- Hà Nội: 315 Trường Chinh, Thanh Xuân, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/product-owner-san-pham-quan-ly-giao-duc/1286191.html?ta_source=ITJobs_LinkDetail", "job_name": "Product Owner (Sản Phẩm", "company_name": "Công ty Cổ phần MISA", "address": ["3000+ nhân viên", "Địa điểm:", "Tầng 9 tòa nhà Technosoft ngõ 15 Duy Tân, Dịch Vọng Hậu, Cầu Giấy, Hà Nội"], "salary": "Giáo Dục)", "exp": "Hà Nội", "remaining": "31/05/2024", "Mô tả công việc": ["Làm việc trực tiếp với đối tác bên ngoài để thấu hiểu dữ liệu hiện tại và khó khăn của họ. Từ đó lên ý tưởng về việc cung cấp các dữ liệu tổng hợp, báo cáo phân tích giúp cải tiến công tác sản xuất, kinh doanh được hiệu quả hơn", "Nghiên cứu, phân tích xu hướng sản phẩm để tìm kiếm những ý tưởng vượt trội, đề xuất phương án phát triển sản phẩm để mang lại nhiều giá trị cho khách hàng và công ty.", "Quản lý, sắp xếp, phân loại độ ưu tiên của các yêu cầu đáp ứng cho khách hàng. Phối hợp với Engineering Manager giám sát lộ trình phát triển sản phẩm"], "Yêu cầu ứng viên": ["Tốt nghiệp ĐH trở lên các chuyên ngành về Kinh tế, Tài Chính, Quản trị kinh doanh hoặc các chuyên ngành liên quan....", "Có tối thiểu 2 năm kinh nghiệm làm việc với vai trò Senior Business Analyst hoặc 1 năm làm Product owner trong công ty phần mềm. Ưu tiên ứng viên có kinh nghiệm làm các sản phẩm về giáo dục và quản lý giáo dục.", "Có khả năng nghiên cứu, tổng hợp, phân tích, đánh giá thị trường và khách hàng để tìm định hướng và lập kế hoạch phát triển cho sản phẩm.", "Khả năng giao tiếp và làm việc nhóm tốt, khả năng thuyết phục, thương lượng và giải quyết vấn đề tốt.", "Có kiến thức về thiết kế trải nghiệm người dùng", "Có kinh nghiệm quản lý yêu cầu sản phẩm", "Có kỹ năng, kinh nghiệm quản lý đội/nhóm từ 3-5 người, có kỹ năng quản lý tiến độ công việc", "Sắc sảo, nhạy bén, chủ động, tư duy phản biện cao", "Ưu tiên ứng viên có kiến thức về Design Thinking, Customer Centric"], "Quyền lợi": ["Lương khởi điểm cạnh tranh theo năng lực upt 1500$, xem xét tăng lương 6 tháng/lần", "Thưởng cuối năm theo năng suất làm việc tương đương 2-3 tháng lương", "Ăn trưa miễn phí tại công ty; quà lễ tết, sinh nhật, hiếu hỉ, thăm hỏi, khám sức khỏe, Team building, nghỉ mát hấp dẫn, các CLB thể thao, văn thể mỹ...", "Làm việc tại công ty quy mô lớn, quy trình làm việc chuyên nghiệp & bài bản, sếp trẻ tâm lý, đồng nghiệp thân thiện, văn hóa trao đổi thẳng thắn, cởi mở", "Cơ hội thăng tiến rộng mở, lộ trình thăng tiến rõ ràng", "Nghỉ phép, nghỉ ốm, chế độ thai sản và các phúc lợi khác đảm bảo theo đúng luật lao động", "Không gian làm việc mới, hiện đại, rộng thoáng; đầy đủ cơ sở vật chất và các trang thiết bị phục vụ công việc", "Khuôn viên xung quanh thoáng mát & văn minh, đối diện có công viên hồ điều hoà, giao thông thuận tiện"], "Địa điểm làm việc": ["- Hà Nội: Đống Đa", "- Hà Nội: Cầu Giấy", "- Hà Nội: Tây Hồ", "- Hà Nội: Thanh Xuân", "- Hà Nội: Tầng 2 Tòa N03T1 Ngoại Giao Đoàn, Xuân Tảo, Bắc Từ Liêm", "- Hà Nội: Bắc Từ Liêm", "- Hà Nội: Nam Từ Liêm", "- Hà Nội: Ba Đình", "...và 5 địa điểm khác", "Thu gọn"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Quản lý / Giám sát", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nữ"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-ky-thuat-bao-hanh-luong-upto-10-trieu/1291509.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên Kỹ Thuật", "company_name": "CÔNG TY TNHH CÔNG NGHỆ SONG HÙNG", "address": ["Số 64 ngõ 543 đường Giải Phóng, phường Giáp Bát, quận Hoàng Mai, Thành phố Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "05/05/2024", "Mô tả công việc": ["– Tham gia vận chuyển hàng hóa, thực hiện giao, lắp, cài đặt thiết bị và các thủ tục giao nhận, thanh toán tại địa chỉ khách hàng.", "– Lắp ráp bộ máy, cài đặt, kiểm tra, khắc phục lỗi của thiết bị máy tính, thiết bị văn phòng, thiết bị cửa hàng, siêu thị.", "– Thực hiện các công việc kỹ thuật (đổ mực, bấm đầu mạng, thay thế linh kiện, lắp thêm linh kiện pc, camera....)", "– Bảo hành các thiết bị tin học tại công ty, tại nơi sử dụng của khách hàng.", "– Tư vấn, giải đáp kỹ thuật cho khách...", "– Thực hiện các yêu cầu khác của cấp quản lý."], "Yêu cầu ứng viên": ["- Nam tuổi dưới 35 tuổi, Sức khỏe tốt.", "- Chịu được áp lực công việc.", "- Trung thực, nhiệt tình, ham học hỏi.", "- Biết lắp và cài đặt PC laptop, cài Win, đổ mực máy in, và biết qua phần cứng.", "- Ưu tiên ứng viên có kinh nghiệm làm trong lĩnh vực CNTT& IT."], "Quyền lợi": ["- Lương 8 - 10 Triệu", "- Được hưởng đầy đủ các chế độ BHXH, phúc lợi, thưởng Lễ Tết...", "- Tham gia các hoạt động giao lưu, được đi nghỉ mát theo công ty.", "- Môi trường làm việc có tính chuyên nghiệp, năng động, thân thiện và cởi mở.", "- Nhân viên có năng lực tốt có thể ký hợp đồng chính thức khi chưa hết thời gian thử việc.", "- Thưởng lương tháng 13, thưởng Tết.", "- Được đào tạo hỗ trợ nghiệp vụ chuyên sâu từ cấp trên.", "- Luôn có cơ hội thăng tiến trong công việc nghề nghiệp.", "- Được cung cấp trang thiết bị đầy đủ để phục vụ công việc.", "- Thưởng theo kết quả hoạt động kinh doanh của Công ty.", "- Phỏng vấn và đi làm ngay nếu đạt yêu cầu.", "- Công việc ổn định và lâu dài."], "Địa điểm làm việc": ["- Hà Nội: Số nhà 14 ngõ 322E Lê Trọng Tấn, Khương Mai, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:00 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/giam-doc-ai-cto-tai-ha-noi-thu-nhap-hap-dan/1294985.html?ta_source=ITJobs_LinkDetail", "job_name": "Giám Đốc AI / CTO - Tại Hà Nội, Thu Nhập Hấp Dẫn", "company_name": "Bệnh Viện Đa Khoa Quốc Tế Thu Cúc – Chi Nhánh Công Ty Cổ Phần Y Khoa & Thẩm Mỹ Thu Cúc", "address": ["Trụ sở chính: 444 Hoàng Hoa Thám, Tây Hồ, Hà Nội"], "salary": "Thoả thuận", "exp": "5 năm", "remaining": "09/05/2024", "Mô tả công việc": ["Phát triển chiến lược AI: Phát triển và thực thi chiến lược AI toàn diện cho lĩnh vực y tế, đảm bảo nó hỗ trợ mục tiêu kinh doanh và cải thiện dịch vụ chăm sóc bệnh nhân.", "Quản Lý Dự Án AI: Lên kế hoạch và quản lý việc triển khai các dự án AI, từ giai đoạn ý tưởng đến triển khai thực tế.", "Nghiên Cứu và Áp Dụng Công Nghệ Mới: Theo dõi và đánh giá các xu hướng công nghệ mới trong lĩnh vực AI, đặc biệt là những ứng dụng có thể cải thiện quy trình làm việc của bệnh viện và chất lượng chăm sóc bệnh nhân.", "Phát triển hệ thống tự động hóa: Lên kế hoạch và triển khai các hệ thống AI để tự động hóa quản lý lịch trình bệnh nhân, cải thiện hiệu quả làm việc của nhân viên y tế, từ đó nâng cao chất lượng chăm sóc bệnh nhân và phát triển mô hình tự động hóa các phòng ban chức năng của doanh nghiệp.", "Quản lý dữ liệu: quản lý dữ liệu, đảm bảo tính bảo mật và tuân thủ các quy định pháp lý về quản lý dữ liệu.", "Lãnh đạo và phát triển nhân sự: thu hút và phát triển đội ngũ nhân sự trong bộ phận AI của tổ chức, xây dựng đội ngũ có kỹ năng cần thiết và tạo điều kiện cho sự phát triển cá nhân của nhân viên.", "Hỗ trợ và đào tạo người dùng", "Hỗ trợ người dùng trong việc sử dụng và hiểu dữ liệu từ hệ thống AI", "Tổ chức các buổi đào tạo và hội thảo để nâng cao năng lực sử dụng AI của nhân viên.", "Theo dõi hiệu suất: theo dõi và đánh giá hiệu suất của các dự án AI, bao gồm việc đo lường tiến triển, hiệu suất và tầm ảnh hưởng của các giải pháp AI đối với mục tiêu kinh doanh của công ty đảm bảo rằng AI được triển khai một cách hiệu quả và hỗ trợ mục tiêu kinh doanh của tổ chức.", "Tư vấn, tham mưu cho ban lãnh đạo các vấn đề liên quan trong lĩnh vực AI."], "Yêu cầu ứng viên": ["Tốt nghiệp Đại học các chuyên ngành Công nghệ thông tin, Khoa học máy tính, Điện tử viễn thông, Công nghệ phần mềm, Hệ thống thông tin.", "Có tối thiểu 2 năm kinh nghiệm liên quan đến vị trí ứng tuyển. KN từ 5-10 năm kinh nghiệm quản lý và lãnh đạo.", "Kiến thức chuyên môn: có kiến thức sâu rộng về các thuật toán máy học, xử lý ngôn ngữ tự nhiên và các công nghệ AI khác.", "Kỹ năng lãnh đạo và quản lý: có khả năng tạo động lực cho nhóm làm việc, phát triển chiến lược và kế hoạch triển khai AI, và quản lý tài nguyên hiệu quả.", "Kỹ năng giao tiếp và hợp tác Khả năng giao tiếp hiệu quả, cũng như khả năng hợp tác và làm việc với các bộ phận khác trong tổ chức.", "Sáng tạo và sự linh hoạt: có khả năng sáng tạo và linh hoạt để thích ứng với các thay đổi và tìm ra các giải pháp mới.", "Kỹ năng phân tích và quyết định: Khả năng phân tích các dữ liệu phức tạp và đưa ra các quyết định chiến lược dựa trên dữ liệu.", "Kiến thức pháp lý và đạo đức: Hiểu biết về các quy định pháp lý liên quan đến việc áp dụng trí tuệ nhân tạo, cũng như đạo đức nghề nghiệp và quản lý rủi ro."], "Quyền lợi": ["Thu nhập: Thỏa thuận – Thưởng KPI + thưởng dự án + Thưởng nghiên cứu, phát minh khoa học được ứng dụng thành công tại doanh nghiệp.", "Tham gia BHXH, BHYT, BHTN.", "Đánh giá xét tăng lương hàng năm.", "Khám sức khỏe định kỳ hàng năm.", "Thưởng các ngày lễ tết, thưởng tháng lương thứ 13.", "Tham gia tổ chức công đoàn, được quan tâm thăm hỏi ốm đau, hiếu hỉ.", "Tham quan, nghỉ mát hàng năm theo chính sách công ty.", "CBNV có thẻ BHYT được hưởng các chế độ ưu tiên khi khám chữa bệnh, sử dụng các dịch vụ y tế của Bệnh viện.", "Được làm việc trong môi trường năng động, chuyên nghiệp, được đào tạo và có cơ hội thăng tiến cao.", "Được trang bị thiết bị phục vụ cho công việc hoặc trợ cấp nếu sử dụng thiết bị cá nhân."], "Địa điểm làm việc": ["- Hà Nội: 444 Hoàng Hoa Thám, Tây Hồ"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Giám đốc", "Kinh nghiệm": "5 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/digital-marketing/1296121.html?ta_source=ITJobs_LinkDetail", "job_name": "Digital Marketing", "company_name": "CÔNG TY CỔ PHẦN STRINGEE", "address": ["Tầng 19, Leadvisors Tower, 643 Phạm Văn Đồng, Cổ Nhuế, Bắc Từ Liêm, Hà Nội"], "salary": "Tới 25 triệu", "exp": "2 năm", "remaining": "09/05/2024", "Mô tả công việc": ["Thiết lập và quản lý các chiến dịch quảng cáo tạo Qualified Lead trên các nền tảng (Facebook, Google, Zalo, Tiktok, LinkedIn,...). Theo dõi và phân tích dữ liệu để tối ưu hóa các chiến dịch nhằm đáp ứng các mục tiêu về số lượng, goal, conversion, ROI.", "Xây dựng, tối ưu hoá và mở rộng các kênh chuyển đổi khách hàng, bao gồm Blogs, Landing Pages, Email Marketing, KOLs, các hoạt động Remarketing vv; đảm bảo KPI về số lượng và chất lượng Marketing Qualified Leads.", "Nghiên cứu đề xuất bộ từ khóa, xây dựng hệ thống backlink, luồng người dùng nhằm hút traffic và cải thiện thứ hạng website.", "Làm việc trực tiếp với Giám đốc Marketing để cung cấp insights giúp hoàn thiện quy trình Sales-Marketing và xây dựng các kênh thu hút Leads hiệu quả.", "Làm việc với nhân sự Marketing khác để triển khai các chiến dịch PR, báo chí - truyền hình, Webinar, event,...", "Chăm sóc & on-boarding khách hàng mới ban đầu thông qua chat & email.", "Phối hợp với các nhóm thiết kế về nội dung sáng tạo để tối đa hóa hiệu suất."], "Yêu cầu ứng viên": ["Hơn", "2 năm", "kinh nghiệm trong mảng media buying/ performance marketing cho doanh nghiệp B2B. Quản lý ngân sách Ads tối thiểu 300 triệu/ tháng.", "Có kinh nghiệm chạy Digital cho thị trường nước ngoài như Mỹ/Ấn Độ/Thái Lan,...", "Thành thạo công cụ Digital như: Google Analytics, Tag Managers, Google Webmaster, Facebook Analytics,...", "Kinh nghiệm quản lý, đề xuất và tối ưu hóa các chiến dịch quảng cáo trực tiếp (không thông qua agency).", "Có kiến thức về SEO, khả năng research và nghiên cứu insight người dùng tốt. Có kỹ năng phân tích, đọc và thống kê số liệu.", "Khả năng giao tiếp tốt, thông minh, sáng tạo, đam mê công việc Marketing.", "Có kinh nghiệm sử dụng các công cụ Marketing Automation.", "Khả năng đọc và hiểu tiếng Anh.", "Có kinh nghiệm về lĩnh vực phần mềm B2B SaaS là lợi thế."], "Quyền lợi": ["Lương: Upto", "25,000,000 VNĐ", "(theo từng level Junior hoặc Senior).", "Thưởng theo hiệu quả công việc (hoàn thành milestone, deadline, ...), thưởng năm, các dịp lễ tết.", "Môi trường trẻ, năng động, sáng tạo, hỗ trợ tối đa sự phát triển và công việc của nhân viên.", "Được đào tạo để thường xuyên nâng cao nghiệp vụ. Cơ hội được học hỏi, làm việc với công nghệ mới.", "Được làm việc trong một môi trường chuyên nghiệp với các đối tác nước ngoài.", "Được đóng bảo hiểm và các chế độ khác theo Luật lao động; khám sức khỏe định kỳ hàng năm.", "Được tham gia các câu lạc bộ thể thao: bóng đá, chạy bộ,...", "Được tham dự các buổi đi chơi, dã ngoại, nghỉ mát,..."], "Địa điểm làm việc": ["- Hà Nội: Tầng 19, Leadvisors Tower, 643 Phạm Văn Đồng, Cổ Nhuế, Bắc Từ Liêm"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nodejs-reactjs-middle-senior-tu-2-nam-kn-thu-viec-full-luong-thu-nhap-hap-dan/1242973.html?ta_source=ITJobs_LinkDetail", "job_name": "NodeJS", "company_name": "CÔNG TY TNHH BTC STUDIO", "address": ["Tầng 2, Tòa nhà Tây Hà Tower, số 19 đường Tố Hữu, Phường Trung Văn, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "30/05/2024", "Mô tả công việc": ["Thiết kế và phát triển các REST API để hỗ trợ nhiều loại client khác nhau: Mobile, web...", "Sử dụng thành thạo NodeJS (NestJS) để xây dựng các hệ thống backend mạnh, có khả năng mở rộng tốt, an toàn và đáng tin cậy", "Nghiên cứu và đề xuất các hướng tiếp cận công nghệ mới và đưa vào ứng dụng thực tế trong công ty nhằm nâng cao năng lực cạnh tranh, cải thiện chất lượng dịch vụ và tiên phong trong các lĩnh vực mới.", "Đánh giá và/hoặc tham gia thiết kế kiến trúc các giải pháp cũng như lựa chọn giải pháp phù hợp với định hướng và chiến lược phát triển của công ty.", "Đảm bảo tính an toàn của hệ thống bằng cách xác định và khắc phục các lỗ hổng bảo mật. Xử lý lỗi một cách nhanh chóng và hiệu quả.", "Viết tài liệu kỹ thuật và thực hiện kiểm tra để đảm bảo tính ổn định và chất lượng của source code."], "Yêu cầu ứng viên": ["Làm việc cẩn thận, chủ động, tinh thần trách nhiệm cao", "Có ít nhất 2 năm kinh nghiệm trong việc phát triển, triển khai thực tế các ứng dụng liên quan đến Web App và Mobile App", "Có tinh thần học hỏi và thích thử thách bản thân với các vai trò trong nhóm: Backend engineer, Frontend Engineer, DevOps Engineer, TL, ..", "Kinh nghiệm làm việc với Database (MySQL/PostgreSQL/MongoDB...)", "Có hiểu biết về OOP và các nguyên lý cơ bản của clean code, convention code.", "Kinh nghiệm thiết kế và phát triển web services được viết dựa trên kiến trúc REST", "Có kinh nghiệm làm việc với redis, queue message", "Có hiểu biết nhất định về Design pattern, CI/CD, architecture (3 layers, clean arch,..", "Ưu tiên:", "Có kinh nghiệm làm việc với ReactJS, VueJS", "Có kinh nghiệm làm việc với Cloud: AWS, Google Cloud", "Có khả năng viết unit test, feature test", "Có hiểu biết về Domain driven design, microservice", "Có kinh nghiệm làm việc với blockchain", "Có kinh nghiệm làm việc với AWS Lambda", "Có tinh thần không ngừng học hỏi, luôn chủ động tìm hiểu các kiến thức mới để cải thiện bản thân", "Ưu tiên các ứng viên có kinh nghiệm làm việc với các dự án của KH Nhật"], "Quyền lợi": ["Thử việc full lương", "Được làm việc trong môi trường trẻ, năng động", "Thời gian làm việc từ thứ 2 đến thứ 6. Một tuần có 1 ngày làm việc remote.", "Khám sức khỏe định kỳ", "Tiếp xúc với TL, PO chuyên nghiệp", "13 tháng lương + thưởng", "Lương cạnh tranh theo năng lực.", "Tăng lương 2 lần trên năm. Xem xét review lương sớm nếu có hiệu quả tốt trong công việc", "Các hoạt động team building, nghỉ mát hàng năm."], "Địa điểm làm việc": ["- Hà Nội: Toà nhà Tây Hà, 19 Tố Hữu, Trung Văn, Nam Từ Liêm, Hà Nội, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/giang-vien-lap-trinh-thu-nhap-tu-15-25-trieu-nhan-viec-ngay/1294365.html?ta_source=ITJobs_LinkDetail", "job_name": "Giảng Viên Lập Trình, Thu Nhập Từ 15-25 Triệu, Nhận Việc Ngay", "company_name": "CÔNG TY CỔ PHẦN TAGSOLUTION", "address": ["P7-28.OT08 Tòa Park 7 Vinhomes Central Park, Số 720A Đường Điện Biên Phủ, Phường 22, Quận Bình Thạnh, Thành phố Hồ Chí Minh, Việt Nam"], "salary": "15 - 25 triệu", "exp": "1 năm", "remaining": "08/05/2024", "Mô tả công việc": ["- Dạy học theo yêu cầu giảng dạy của TagEdu. Sử dụng nền tảng trực tuyến để truyền đạt chương trình giảng dạy tương tác được thiết kế sẵn cho trẻ em từ 5 - 17 tuổi.", "- Điều chỉnh hoạt động học tập để phù hợp với các cấp độ khả năng khác nhau. Đồng thời theo dõi kết quả học tập của các học viên.", "- Làm việc với các bộ phận để hiểu tiến trình học tập của học sinh, phân tích các nhu cầu học tập và giải quyết vấn đề phát sinh (nếu có)", "- Hỗ trợ các phòng ban trong việc tương tác với phụ huynh.", "- Hợp tác với các bộ phận để hỗ trợ phát triển chương trình giảng dạy và tài liệu học tập.", "- Theo dõi tiến trình học tập của học sinh và làm báo cáo sau các buổi học để thông tin tới Phụ huynh.", "- Tham gia vào các sự kiện giáo dục được lên lịch trong suốt năm học để phát triển chuyên môn.", "- Tham gia các buổi training dành cho giáo viên."], "Yêu cầu ứng viên": ["- Trình độ IELTS: 7.0", "- Tốt nghiệp các trường Chuyên ngành Khoa học máy tính.", "- Ưu tiên đã có ít nhất 1 năm làm lập trình viên hoặc giảng dạy một trong các ngôn ngữ lập trình", "- Có kĩ năng giao tiếp tốt (đối với học sinh và đồng nghiệp)", "- Có niềm yêu thích khi làm việc cùng trẻ em.", "- Đam mê với Công nghệ, khuyến khích có sẵn nền tảng về Khoa học Máy tính."], "Quyền lợi": ["- Được đào tạo và phát triển chuyên môn, mở rộng hiểu biết.", "- Làm việc trong môi trường thoải mái, khuyến khích sáng tạo.", "- Phát triển được thêm nhiều kĩ năng mới.", "- Lương thu nhập 15.000.000-25.000.000 triệu, thỏa thuận theo năng lực", "- Đuợc đóng BHXH, BHYT, BHTN đầy đủ theo chế độ của Nhà nước.", "- Được làm việc trong môi trường Giáo dục năng động, chuyên nghiệp, cơ sở vật chất hiện đại."], "Địa điểm làm việc": ["- Hồ Chí Minh: P7-28.OT08 Tòa Park 7 Vinhomes Central Park, Số 720A Đường Điện Biên Phủ, Phường 22, Bình Thạnh"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/senior-net-developer-thu-nhap-tu-30-trieu/1296000.html?ta_source=ITJobs_LinkDetail", "job_name": "Senior .NET", "company_name": "CÔNG TY CỔ PHẦN TẬP ĐOÀN THIÊN KHÔI", "address": ["Tầng 2 tòa nhà MIPEC Tower, 229 Tây Sơn, Đống Đa, Hà Nội"], "salary": "(Thu Nhập Từ 30 Triệu)", "exp": "Hà Nội", "remaining": "09/05/2024", "Mô tả công việc": ["● Tham gia vào quá trình phát triển và triển khai các dự án phần mềm .NET theo yêu cầu của bộ phận kinh doanh", "● Xây dựng và duy trì mã nguồn ổn định, dễ bảo trì và mở rộng", "● Làm việc chặt chẽ với đội ngũ khác để đảm bảo tính nhất quán, hiệu suất và deadline của sản phẩm", "● Đảm bảo rằng các sản phẩm đáp ứng các yêu cầu chất lượng và an toàn cũng như các tiêu chuẩn quy định."], "Yêu cầu ứng viên": ["● Có từ 5 năm kinh nghiệm làm việc chuyên sâu với ngôn ngữ .NET, bao gồm cả C# và ASP.NET.", "● Có kiến thức vững về các nguyên tắc OOP và thiết kế phần mềm.", "● Hiểu biết sâu về cấu trúc MVC (Model-View-Controller) và các nguyên tắc lập trình theo mô hình này.", "● Có kiến thức vững về HTML, CSS, và JavaScript để có khả năng làm việc hiệu quả với designer và frontend developer.", "● Có kiến thức tốt về cơ sở dữ liệu quan hệ như MSSQL, Mysql.", "● Có kinh nghiệm làm việc với Nodejs là một lợi thế lớn", "● Kinh nghiệm làm việc với các dự án phần mềm lớn và phức tạp.", "● Có hiểu biết vững về phát triển ứng dụng web và các cơ sở dữ liệu liên quan.", "● Có kiến thức về các framework frontend như ReactJS, VueJS, Svelte... là một lợi thế.", "● Kỹ năng tốt về viết mã sạch, dễ đọc và dễ bảo trì.", "● Kỹ năng tốt về tương tác và giao tiếp", "● Có khả năng học tập ngôn ngữ mới trong thời gian ngắn", "● Kỹ năng làm việc độc lập cao và khả năng giải quyết vấn đề tốt."], "Quyền lợi": ["● Mức lương: Từ 30 triệu trở lên, thoả thuận theo năng lực", "● Môi trường làm việc năng động và đa dạng", "● Cơ hội làm việc với các hệ thống lớn đến rất lớn", "● Điều chỉnh linh hoạt về thời gian làm việc"], "Địa điểm làm việc": ["- Hà Nội: Tầng 2, toà nhà 229 Tây Sơn, Đống Đa"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "5 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-it-helpdesk-nam-thu-nhap-hap-dan-tai-ha-nam/1281011.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên IT", "company_name": "Công ty TNHH Phân Phối Synnex FPT", "address": ["Địa điểm:", "Tòa nhà FPT Cầu Giấy, số 17 phố Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam."], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "27/04/2024", "Mô tả công việc": ["Hỗ trợ người dùng cuối từ xa hoặc trực tiếp:", "Trong các ứng dụng/dịch vụ phục vụ cho người dùng trong môi trường doanh nghiệp.", "Quản lý hệ thống và xử lý các yêu cầu, khắc phục sự cố phần mềm/ phần cứng trên các thiết bị người dùng.", "Thực hiện kiểm tra và đề xuất bảo hành, bảo trì , nâng cấp hệ thống và các thiết bị CNTT", "Cài đặt các chương trình ứng dụng và các thiết bị CNTT.", "Các công việc cụ thể khác được trao đổi trong buổi phỏng vấn."], "Yêu cầu ứng viên": ["Nam, tốt nghiệp Cao đẳng trở lên các ngành điện tử, viễn thông, CNTT.", "Có 02 năm kinh nghiệm trong lĩnh vực liên quan", "Hiểu biết về hệ thống mạng LAN, WAN", "Biết cài đặt mail Outlook, lưu trữ thông tin mail.", "Có khả năng quản trị các hệ thống của MS như AD, DNS, DHCP, file, TMG ...", "Có khả năng cài đặt và quản lý các ứng dụng", "Chịu được áp lực công việc, có khả năng làm việc độc lập và làm việc nhóm"], "Quyền lợi": ["Thu nhập từ 8 - 9M/tháng", "Lương tháng thứ 13.", "Thời gian làm việc từ T2 – T6", "Xem xét tăng lương định kỳ hàng năm.", "Các chế độ BHYT, BHXH, BHTN theo quy định.", "Chế độ nghỉ mát, FPT Care theo quy định của Công ty.", "Môi trường làm việc năng động, hiện đại, tôn trọng cá nhân;", "Được đào tạo để nâng cao năng lực và nghiệp vụ;", "Có cơ hội thăng tiến trong Tập đoàn CNTT lớn nhất Việt Nam;"], "Địa điểm làm việc": ["- Hà Nam: Tại KCN Đồng Văn II, Duy Tiên"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-developer-zalo/1295219.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "Công ty TNHH Phân Phối Trực Tuyến Nhất Nhất", "address": ["Tầng 8, Tòa nhà Đồng Lợi, Số 2 ngõ 1160 Đường Láng, Phường Láng Thượng, Quận Đống Đa, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["Lập trình các ngôn ngữ như Java, Python, Swift, PHP/Node.js...", "Làm việc với Zalo SDK, Zalo API, Zalo Official Account API... xây dựng Zalo Mini App.", "Tham gia thiết kế, tối ưu trải nghiệm người dùng.", "Tham gia quản lý và phát triển Mini App.", "Nghiên cứu các công nghệ mới để áp dụng vào phát triển hệ thống app, website."], "Yêu cầu ứng viên": ["Tốt nghiệp Cao đẳng trở lên các ngành Công nghệ thông tin, Khoa học máy tính...", "Có kinh nghiệm làm việc với các hệ quản trị dữ liệu: MySQL, PostgreSQL, MongoDB...", "Có kỹ năng lập trình tốt với các ngôn ngữ như PHP, Java...", "Kỹ năng làm việc nhóm và làm việc độc lập", "Kiến thức về Front-End: HTML, CSS, Javascript, Jquery, NodeJS, ReactJS..."], "Quyền lợi": ["Mức thu nhập thỏa thuận tương xứng với năng lực và kinh nghiệm;", "Hưởng 12 ngày phép hàng năm;", "Lương tháng thứ 13, thưởng lễ tết, BHXH, BHYT;", "Môi trường trẻ, năng động, thoải mái đưa ra các ý tưởng;", "Chế độ đào tạo hấp dẫn, tiếp cận với các chuyên gia trong mảng công nghệ, marketing, dịch vụ khách hàng lĩnh vực Y/Dược"], "Địa điểm làm việc": ["- Hà Nội: Tầng 8, Tòa nhà Đồng Lợi, số 2 ngõ 1160 đường Láng, phường Láng Thượng, Đống Đa"], "Thời gian làm việc": ["Từ Thứ Hai – Sáng Thứ Bảy hàng tuần", "Giờ làm việc:", "- Sáng: 08h30 – 12h00", "- Chiều: 13h00 - 17h30"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/hoa-vien-kien-truc-ket-cau-khong-yeu-cau-kinh-nghiem-fresher-ho-tro-com-trua-vp-bao-hiem-pvi/1287148.html?ta_source=ITJobs_LinkDetail", "job_name": "Họa Viên Kiến Trúc/Kết Cấu Không Yêu Cầu Kinh Nghiệm (Fresher) Hỗ Trợ Cơm Trưa VP , Bảo Hiểm PVI", "company_name": "CÔNG TY TNHH MITEK VIỆT NAM", "address": ["Tòa nhà A5, Lô số A5, khu E-Office, đường Sáng Tạo, KCX Tân Thuận, Phường Tân Thuận Đông, Quận 7, Tp.Hồ Chí Minh, Việt Nam"], "salary": "7 - 10 triệu", "exp": "Không yêu cầu kinh nghiệm", "remaining": "02/05/2024", "Mô tả công việc": ["Bạn có muốn gia nhập MiTek Việt Nam và trở thành một phần của đại gia đình MiTek trên toàn cầu?", "MiTek® là công ty toàn cầu tập trung vào việc cung cấp các phần mềm tích hợp, dịch vụ, sản phẩm thiết kế và giải pháp tự động cho ngành xây dựng trên toàn thế giới.", "MiTek Việt Nam có hơn 2,500 nhân viên kỹ thuật trình độ đại học và các nhân viên chuyên môn liên quan đang đảm nhận các công việc như dự toán, họa viên kiến trúc, thiết kế kết cấu,...", "✨ Vì sao bạn chọn MiTek Việt Nam?", "- Chúng tôi cung cấp môi trường làm việc an toàn và tôn trọng, nơi mà các thành viên luôn được khuyến khích sáng tạo và đóng góp ý tưởng.", "- Chúng tôi cung cấp các chương trình đào tạo miễn phí cho nhân viên ngay từ ngày đầu tiên gia nhập MiTek", "- Chúng tôi tạo cơ hội cho mỗi nhân viên thể hiện tài năng của mình để vươn đến những vị trí quản lý cao hơn cũng phát triển sự nghiệp dài hạn.", "- Chúng tôi cung cấp các phúc lợi đa dạng và luôn đổi mới trong quá trình vận hành và phát triển của tổ chức.", "Nhiệm vụ công việc của bạn sẽ bao gồm:", "• Bạn sẽ được Đào tạo để có thể tạo ra các bản vẽ kỹ thuật chi tiết cho các kết cấu nhà gỗ, bao gồm các khung xương, hệ thống nền móng, tường và mái. Thiết kế của bạn cần đảm bảo tính bền vững, an toàn và thẩm mỹ cho các công trình nhà ở dân dụng và công nghiệp tại các thị trường nước ngoài.", "• Sử dụng phần mềm thiết kế: ứng viên sẽ được đào tạo để sử dụng phần mềm thiết kế chuyên dụng để tạo ra các mô hình 3D và bản vẽ kỹ thuật phục vụ cho quá trình xây dựng", "• Bạn cũng có thể tham gia vào quá trình thiết kế cùng với khách nếu bạn đã có kinh nghiệm và hiểu biết sâu sắc về chuyên môn và đặc điểm công việc mà khách hàng yêu cầu.", "• Sẵn sàng học hỏi và làm việc theo lộ trình đào tạo và thăng tiến của công ty", "• Phối hợp và cộng tác tốt với các thành viên trong nhóm mà bạn được phân công", "• Cung cấp các dịch vụ thiết kế khác theo yêu cầu công việc được đưa ra"], "Yêu cầu ứng viên": ["• Bạn đã tốt nghiệp từ các ngành kỹ thuật như Môi trường, Cơ khí, Địa chất, Công nghệ sinh học, Điện điện tử, Hóa học, Khối ngành Xây dựng, Kiến Trúc, vv ...", "• Chúng tôi chào đón các ứng viên chưa có kinh nghiệm làm việc.", "• Có kiến thức cơ bản về phần mềm thiết kế (Auto CAD) là một điểm cộng", "• Hiểu biết về tính dự toán và bốc tách khối lượng, hình tượng 3D – vẽ được các hình chiếu bằng, đứng, cạnh.", "• Khả năng đọc hiểu bản vẽ xây dựng.", "• Có khả năng giao tiếp và sử dụng Tiếng Anh trong môi trường làm việc.", "• Có tinh thần trách nhiệm trong công việc.", "• Khả năng làm việc nhóm"], "Quyền lợi": ["Được đào tạo có hưởng lương", "Được đánh giá quá trình thử việc để ký hợp đồng lao động với mức lương tương xứng", "Tham gia đầy đủ bảo hiểm xã hội, thuế TNCN", "Bảo hiểm tai nạn 24/24 ngay từ ngày đầu tiên làm việc,", "Gói bảo hiểm chăm sóc sức khỏe toàn diện dành cho nhân viên (Bảo hiểm PVI)", "Khám sức khỏe tổng quát hằng năm)", "Lương tháng 13, thưởng hiệu suất", "13 ngày phép năm", "Đánh giá tăng lương hàng năm", "Cơm trưa, giữ xe miễn phí", "Chương trình đào tạo kiến thức chuyên môn", "Đào tạo Tiếng Anh miễn phí cho nhân viên mới", "Chuyến du lịch hàng năm", "Chuyến du lịch cho nhân viên có thâm liên làm việc 3 năm", "Tiệc Giáng Sinh, Tiệc chào đón Nhân viên mới", "Các chương trình khen thưởng Nhân viên xuất sắc tháng, nhân viên ưu tú của năm (PS100)", "Câu lạc bộ thể thao (bóng đá, tennis, cầu lông, bơi lội, gym, yoga,...)"], "Địa điểm làm việc": ["- Hồ Chí Minh: Tòa nhà A5, Lô số A5, khu E-Office, đường Sáng Tạo, KCX Tân Thuận, Phường Tân Thuận Đông, Quận 7, Tp. Hồ Chí Minh, Quận 7"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "30 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/unity-developer-kinh-nghiem-1-nam-tro-len-luong-tu-12-30-trieu-duoc-chia-se-doanh-thu-cua-cac-du-an/1272229.html?ta_source=ITJobs_LinkDetail", "job_name": "Unity Developer", "company_name": "Công ty TNHH NGen", "address": ["G3 Vinhomes Greenbay, Nam Từ Liêm"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "19/04/2024", "Mô tả công việc": ["Lập trình, thiết kế các dự án game mobile của công ty (dòng game Idle, Casual, Hybrid Casual, Puzzle...)", "Phát triển các sản phẩm game trên nền tảng Unity", "Nghiên cứu các công nghệ mới ứng dụng cho game", "Phối hợp các bộ phận khác (Art, Anim, Game Design, Effect,...) để tối ưu game"], "Yêu cầu ứng viên": ["Có tối thiểu 1 năm kinh nghiệm phát triển game trên nền tảng Unity", "Tốt nghiệp trường đại học Bách Khoa Hà Nội", "Đam mê làm các sản phẩm game", "Năng động, ham học hỏi."], "Quyền lợi": ["Mức lương: 12.000.000 VND - 30.000.000 VND tuỳ theo năng lực", "Được chia sẻ doanh thu của các dự án", "Làm việc trong môi trường chuyên nghiệp, sáng tạo, có 100% Dev tốt nghiệp trường đại học Bách Khoa Hà Nội", "Đội ngũ làm việc hiệu quả, gắn bó, giúp đỡ nhau khi làm việc.", "Được hưởng đầy đủ các chế độ của NLĐ theo quy định của pháp luật hiện hành.", "Thời gian làm việc: Từ Thứ 2 đến thứ 6; Sáng 8h30 – 11h45; Chiều 13h – 17h30."], "Địa điểm làm việc": ["- Hà Nội: Toà G3, Vinhomes Greenbay Mễ Trì, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/truong-phong-marketing-thu-nhap-18-25-trieu-ha-noi/1285014.html?ta_source=ITJobs_LinkDetail", "job_name": "Trưởng Phòng Marketing", "company_name": "CÔNG TY TNHH MÁY TÍNH VÀ VIỄN THÔNG AN KHANG", "address": ["Số 25 Phố Yên Lãng, Phường Trung Liệt, Đống Đa, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["- Nghiên cứu và phân tích sản phẩm, thị trường và các đối thủ cạnh tranh.", "- Hoạch định chiến lược marketing tổng thể và tham mưu cho Ban Giám đốc.", "- Lên ý tưởng, triển khai các chương trình marketing nhằm thúc đẩy doanh số bán hàng.", "- Nâng cao, quảng bá hình ảnh, thương hiệu của Công ty đến khách hàng qua các kênh trực tiếp hoặc gián tiếp.", "- Giám sát về hiệu quả và chi phí các chiến dịch quảng cáo trên các kênh truyền thông số (Facebook, Google Adwords...).", "- Nghiên cứu cập nhật xu thế, các kênh công cụ mới, từ đó tư vấn sử dụng cho hoạt động Digital", "- Khảo sát tìm hiểu về nhu cầu và mức độ quan tâm của khách hàng", "- Báo cáo kết quả hoạt động Marketing cho Giám đốc Công ty."], "Yêu cầu ứng viên": ["-Tốt nghiệp các chuyên ngành marketing, quảng cáo, truyền thông...", "- Có kinh nghiệm về truyền thông quảng cáo, Thành thạo và hiểu biết chuyên sâu về Digital marketing tools ( Facebook, Goodle Ads, SEO, Email marketing, Youtube...)", "- Có khả năng lãnh đạo tốt, biết tổ chức, sắp xếp và phân công công việc.", "- Có trách nhiệm và cam kết trong công việc. Chịu được nhịp độ và áp lực công việc cao.", "- Làm việc tại An Khang – 105 Mễ Trì Thượng"], "Quyền lợi": ["- Công ty cung cấp máy tính, công cụ làm việc đủ cho các vị trí.", "- Hỗ trợ tiền ăn trưa, Xăng xe - điện thoại ( nếu có phát sinh)", "- Được tham gia BHXH - BHYT và bảo hiểm thất nghiệp theo quy định của luật lao động.", "- Thưởng các ngày lễ - tết và các phúc lợi: Hiếu , hỉ, sinh nhật ... khác theo quy định của công ty"], "Địa điểm làm việc": ["- Hà Nội: Số 105 Phố Mễ Trì Thượng, phường Mễ Trì. quận Nam Từ Liêm, Hà Nội, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:00 đến 17:15)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng/Phó phòng", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/middle-senior-php-developer-upto-30m/1283889.html?ta_source=ITJobs_LinkDetail", "job_name": "Middle/Senior", "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ SỐ THIÊN QUANG", "address": ["số 59, ngõ 21 đường Lê Đức Thọ, Phường Mỹ Đình 2, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam"], "salary": "(Upto 30M)", "exp": "Hà Nội", "remaining": "01/05/2024", "Mô tả công việc": ["Phát triển và maintain các ứng dụng của web trên nền PHP", "Lập trình các module tính năng theo yêu cầu hoặc phân tích thiết kế", "Xây dựng giải pháp và phát triển phần mềm theo yêu cầu của Khách hàng", "Review code cho member được phân công"], "Yêu cầu ứng viên": ["Thành thạo Laravel Framework và có kiến thức sâu về các khái niệm và cấu trúc của Laravel.", "Tối thiểu 02 năm kinh nghiệm PHP.", "Nắm chắc một trong các hệ cơ sở dữ liệu quan hệ (PostgreSQL, MySQL, Oracle ...), có kỹ năng làm việc với ORM (Object-Relational Mapping).", "Thành thạo HTML, CSS, JavaScript (Jquery, AngularJS, Ajax, ...), Bootstrap, JSON, XML ...", "Hiểu biết về các nguyên tắc phát triển ứng dụng web, kiến thức về thiết kế hướng đối tượng và mô hình MVC.", "Sử dụng tốt các công cụ phát triển phổ biến như Git để quản lý mã nguồn.", "Có kỹ năng quản lý, trình bày và giải quyết vấn đề, gỡ lỗi, nắm bắt các trường hợp lỗi;", "Có khả năng làm việc độc lập và làm việc nhóm tốt;", "Có khả năng tìm hiểu, nghiên cứu, có khả năng làm việc trên nhiều nền tảng, ngôn ngữ."], "Quyền lợi": ["Thu nhập: Lương cứng upto 30M + phụ cấp", "15 ngày nghỉ phép có hưởng lương", "Thưởng các dịp Quốc tế Lao động 1/5, Quốc khánh 2/9, Tết dương lịch, Tết âm lịch,...", "Review Performance 2 lần/năm", "Review lương 1 năm/lần hoặc theo theo năng lực thực tế", "Thưởng các dịp Quốc tế Lao động 1/5, Quốc khánh 2/9, Tết dương lịch, Tết âm lịch,...", "Môi trường làm việc chuyên nghiệp và năng động, tạo điều kiện tối đa để nhân viên phát triển bản thân", "Teambuilding, du lịch nghỉ mát hàng năm", "Tham gia các hoạt động văn hoá thể thao (bóng đá, văn nghệ...), các hoạt động vui chơi", "Teabreak hàng tuần"], "Địa điểm làm việc": ["- Hà Nội: Tòa nhà Kim Hoàn, Ngõ 19 Duy Tân, Dịch Vọng Hậu, Cầu Giấy, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/head-of-it/1296928.html?ta_source=ITJobs_LinkDetail", "job_name": "Head Of IT", "company_name": "Công ty Cổ phần Top Mix Consultants", "address": ["L10-06, Tầng 10, Tòa nhà Vincom Center, 72 Lê Thánh Tôn, Phường Bến Nghé, Quận 1, Thành phố Hồ Chí Minh"], "salary": "Thoả thuận", "exp": "Trên 5 năm", "remaining": "10/05/2024", "Mô tả công việc": ["Location:", "Cosmo, Rex Hotel, District 1, Ho Chi Minh City", "Reports To:", "General Manager", "Position Summary:", "The Head of IT is a critical leadership role responsible for overseeing all aspects of the Cosmo Club’s information technology and systems. This includes managing IT infrastructure, ensuring system security and reliability, leading IT projects, and supporting the club’s gaming technologies. The ideal candidate will have a robust IT background, with specific expertise in the gaming industry, and the ability to align IT strategies with the club’s goals.", "Key Responsibilities:", "Develop and implement IT policies and systems that support the club’s objectives, with a strong focus on gaming technologies and platforms.", "Oversee the maintenance and enhancement of IT infrastructure, ensuring optimal performance, security, and reliability of all systems.", "Lead the IT team in managing day-to-day operations, including system monitoring, data management, and technical support for both staff and gaming operations.", "Collaborate with gaming vendors and partners to integrate new gaming technologies and systems, ensuring they meet the club’s standards and regulatory requirements.", "Manage IT projects, including system upgrades, new system integrations, and technology rollouts, ensuring they are completed on time and within budget.", "Stay abreast of the latest trends in IT and gaming technology, evaluating and recommending innovative solutions to enhance the gaming experience and operational efficiency.", "Ensure compliance with data protection laws and IT security best practices, managing cybersecurity measures to protect club data and systems.", "Prepare and manage the IT department’s budget, ensuring cost-effective allocation of resources."], "Yêu cầu ứng viên": ["Qualifications:", "Bachelor’s degree in Information Technology, Computer Science, or a related field. A Master’s degree or professional certifications in IT management and gaming technologies is highly desirable.", "Minimum of 5 years’ experience in an IT leadership role, with specific experience in the gaming industry or a related field.", "Demonstrated knowledge of IT infrastructure, systems integration, and data security, with a strong emphasis on gaming systems and technologies.", "Proven track record of managing IT projects and leading IT teams.", "Excellent analytical, strategic thinking, and problem-solving skills.", "Strong communication and interpersonal abilities, capable of working with cross-functional teams and external partners.", "Proficiency in IT regulatory standards and compliance requirements in the gaming industry."], "Quyền lợi": ["The opportunity to be an essential part of a groundbreaking venture in the luxury entertainment sector.", "A competitive salary and comprehensive benefits.", "Professional development in a fast-paced and innovative environment."], "Địa điểm làm việc": ["- Hồ Chí Minh: L10-06, Tầng 10, Tòa nhà Vincom Center, 72 Lê Thánh Tôn, Phường Bến Nghé, Quận 1, Thành phố Hồ Chí Minh, Quận 1"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:08)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng/Phó phòng", "Kinh nghiệm": "Trên 5 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend/1244870.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ & DỊCH VỤ Y TẾ SỐ MED-ON", "address": ["Tầng 2 - Tầng 4, 278 Thụy Khuê, Tây Hồ, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Trực tiếp tham gia phát triển các dự án phần mềm trọng điểm của công ty về thương mại điện tử trong lĩnh vực y tế, các phần mềm ứng dụng cho y tế số, tư vấn, chăm sóc sức khoẻ từ xa và các lĩnh vực khác.", "Tham gia phân tích, thiết kế luồng phát triển các services dựa vào yêu cầu của khách hàng, công ty.", "Đánh giá, phân tích, nâng cấp và tối ưu mã nguồn trong quá trình phát triển.", "Nghiên cứu các công nghệ mới để áp dụng trong các dự án hiện tại và tương lai.", "Tham gia đưa ra những ý tưởng, giải pháp mới cải thiện công việc cũng như góp phần tăng doanh thu cho công ty."], "Yêu cầu ứng viên": ["Tốt nghiệp đại học, cao đẳng hệ chính quy các chuyên ngành CNTT, Khoa học máy tính, Hệ thống thông tin.", "Kinh nghiệm tối thiểu 02 năm ở vị trí tương đương", "Sử dụng thành thạo C# hoặc Java", "Có kinh nghiệm tích hợp các SOAP/REST API, Web service, thư viện trong quá trình phát triển ứng dụng.", "Có kiến thức về cấu trúc dữ liệu, giải thuật, lập trình hướng đối tượng.", "Thành thạo sử dụng Git để quản lý mã nguồn.", "Có kinh nghiệm sử dụng và làm việc với các hệ quản trị CSDL như Postgre, MySQL, Maria DB, MS SQL là một lợi thế.", "Có kinh nghiệm sử dụng kubernetes và docker là một lợi thế."], "Quyền lợi": ["Mức lương: up to 25M/tháng (thỏa thuận khi phỏng vấn)", "Đóng bảo hiểm y tế, bảo hiểm xã hội theo quy định của Nhà nước;", "Được hưởng các CHẾ ĐỘ PHÚC LỢI của công ty: thưởng Lễ, Tết (tháng lương 13), nghỉ mát hàng năm trong và ngoài nước, thể thao, TeamBuilding, các lớp học nâng cao trình độ, nâng cao ngoại ngữ (tiếng Anh...);", "Phụ cấp ăn trưa tại công ty 40.000 vnđ/ngày làm việc", "Hưởng đầy đủ các chế độ bảo hiểm và được công ty hỗ trợ chi phí gói khám sức khỏe hàng năm cho nhân viên.", "Làm việc cùng với những người có nhiều năm kinh nghiệm trong lĩnh vực software, ở vị trí Software Architect của những hệ thống lớn;", "Có cơ hội làm những việc thách thức, phát huy hết khả năng bản thân;"], "Địa điểm làm việc": ["- Hà Nội: Tầng 3, Tòa nhà 270 Thụy Khuê, Tây Hồ"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/business-analyst-intern-thuc-tap-sinh-ba/1296943.html?ta_source=ITJobs_LinkDetail", "job_name": "Business Analyst", "company_name": "Tập Đoàn Novaon", "address": ["Địa điểm:", "Tòa CIC, Số 2 Nguyễn Thị Duệ, Trung Kính, Cầu Giấy, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Làm việc với các phòng ban bộ phận để xác định và ưu tiên các tính năng sẽ tăng thêm giá trị cho khách hàng.", "Phát triển và duy trì một kế hoạch dự án chi tiết, nêu rõ các cột mốc quan trọng và sản phẩm bàn giao để thực hiện thành công.", "Thiết kế giải pháp phần mềm để đáp ứng yêu cầu nghiệp vụ", "Đảm bảo rằng sản phẩm đáp ứng các tiêu chuẩn cao nhất về chất lượng và hiệu suất.", "Dẫn dắt PO, BA, Dev để cung cấp sản phẩm đúng thời hạn và trong ngân sách.", "Phối hợp với các MKT và sales để đảm bảo ra mắt và áp dụng sản phẩm thành công.", "Theo dõi và phân tích các xu hướng thị trường và công nghệ mới nổi để đảm bảo rằng các sản phẩm có tính cạnh tranh và tiếp cận xu hướng.", "Thiết lập mục tiêu cho sản phẩm phù hợp với chiến lược chung của công ty."], "Yêu cầu ứng viên": ["Sinh viên năm cuối hoặc sắp tốt nghiệp chuyên ngành CNTT hoặc liên quan", "Kỹ năng phân tích, giải quyết vấn đề tốt", "Kỹ năng giao tiếp tốt, cả bằng lời nói và văn bản cũng như khả năng trình bày rõ ràng các khái niệm kỹ thuật phức tạp cho cả các bên liên quan về kỹ thuật và phi kỹ thuật với tư duy rõ ràng.", "Có kiến thức tốt về UI, UX là lợi thế", "Biết sự dụng các công cụ thư Figma, Axure là lợi thế", "Khả năng cộng tác làm việc với các nhóm đa chức năng và xây dựng mối quan hệ bền chặt với các bên liên quan.", "Có khả năng linh hoạt, thích ứng và có thể làm việc trong môi trường có nhịp độ nhanh."], "Quyền lợi": ["Mức trợ cấp thỏa thuận theo năng lực và khối lượng công việc;", "Hỗ trợ dấu thực tập;", "Làm việc trong môi trường chuyên nghiệp, năng động, đồng nghiệp trẻ trung và giàu nhiệt huyết, tại một trong những Tập đoàn hàng đầu về Digital Marketing tại Đông Nam Á, Top 10 doanh nghiệp công nghệ 4.0 của Việt Nam, Top 32 trong 500 doanh nghiệp tăng trưởng nhanh nhất Việt Nam năm 2018;", "Môi trường nền tảng công nghệ, trẻ trung năng động, đề cao sự tương tác, teamwork, và linh hoạt;", "Tham gia nhóm phát triển sản phẩm, được làm việc trên các công nghệ mới;", "Có cơ hội trở thành nhân viên chính thức sau quá trình thực tập nếu năng lực phù hợp."], "Địa điểm làm việc": ["- Hà Nội: Tòa CIC, Số 2 Nguyễn Thị Duệ, Trung Kính, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/business-development-manager/1296998.html?ta_source=ITJobs_LinkDetail", "job_name": "Business Development Manager", "company_name": "CÔNG TY TRÁCH NHIỆM HỮU HẠN GIẢI PHÁP TOÀN CẦU IIJ VIỆT NAM", "address": ["2nd floor, Udic Complex Building, Hoang Dao Thuy Street, Trung Hoa Ward, Cau Giay District, Ha Noi, Viet Nam"], "salary": "Thoả thuận", "exp": "Trên 5 năm", "remaining": "10/05/2024", "Mô tả công việc": ["Position Overview:", "The Sales Executive for Cybersecurity Services is responsible for driving sales revenue by promoting and selling cybersecurity services to clients. This role involves understanding client needs, articulating the value proposition of cybersecurity services, and developing tailored solutions to address security challenges. The Sales Executive will work closely with internal teams to generate leads, conduct client presentations, and negotiate contracts to achieve sales targets and ensure customer satisfaction.", "Scope of work:", "1. Sales Strategy Development:", "- Develop and implement sales strategies to meet or exceed revenue targets for cybersecurity services.", "- Identify target markets, industries, and client segments for cybersecurity services.", "- Analyze market trends, competitor offerings, and customer needs to inform sales strategies.", "2. Client Relationship Management:", "- Build and maintain relationships with key decision-makers, influencers, and stakeholders at client organizations.", "- Conduct client meetings, presentations, and workshops to understand client requirements and propose cybersecurity solutions.", "- Address client inquiries, concerns, and objections to ensure customer satisfaction and retention.", "3. Solution Selling:", "- Understand the full range of cybersecurity services offered by the organization and articulate their value proposition to clients.", "- Collaborate with technical teams to develop customized solutions tailored to the specific needs and challenges of each client.", "- Position cybersecurity services effectively to address client security requirements, compliance mandates, and industry best practices.", "4. Lead Generation and Prospecting:", "- Identify and qualify leads through various channels, including networking events, referrals, cold calling, and digital marketing initiatives.", "- Develop and nurture a pipeline of sales opportunities, tracking progress and follow-up activities in CRM systems.", "- Collaborate with marketing teams to develop targeted campaigns, collateral, and messaging to generate leads and drive sales.", "5. Proposal Development and Contract Negotiation:", "- Prepare and deliver proposals, quotes, and presentations to prospective clients, highlighting the benefits and features of cybersecurity services.", "- Negotiate contract terms, pricing, and service level agreements to win new business while maximizing profitability.", "- Coordinate with legal, finance, and technical teams to finalize contracts and ensure smooth onboarding of new clients.", "6. Sales Reporting and Analysis:", "- Track sales activities, pipeline metrics, and key performance indicators to assess performance and identify areas for improvement.", "- Generate regular sales reports, forecasts, and presentations for management review and decision-making.", "- Provide feedback to internal teams on market trends, customer needs, and competitive intelligence to inform product development and sales strategies."], "Yêu cầu ứng viên": ["Skills and Experience:", "- Bachelor’s degree in business administration, Sales, Marketing, or a related field. Advanced degrees or certifications in cybersecurity are advantageous.", "- Over 10 years’ experience in a direct selling role in security or networking products and services", "- Proven track record of success in sales, preferably in the cybersecurity industry or related technology services.", "- Strong understanding of cybersecurity concepts, technologies, and industry best practices.", "- Excellent communication, presentation, and negotiation skills.", "- Ability to build rapport and trust with clients, understand their needs, and propose effective solutions.", "- Experience with CRM systems, sales tools, and Microsoft Office suite.", "- Self-motivated, results-oriented, and able to work independently as well as part of a team.", "- Willingness to travel as needed to meet with clients, attend industry events, and support sales initiatives."], "Quyền lợi": ["Benefits:", "• Dynamic and flexible environment with positive teammates.", "• Competitive income with 13th-month salary & Performance bonus up to 1.2 months.", "• Health insurance to protect your health, and annual health check.", "• There are 1 PAs (Performance Appraisal) per year.", "• Annual company trip, Team Building...", "• Working time: 9:00 – 17:30, Monday – Friday.", "• Working location: HN/ HCM"], "Địa điểm làm việc": ["- Hồ Chí Minh: 87A Hàm Nghi, Quận 1", "- Hà Nội: Hoang Dao Thuy, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng/Phó phòng", "Kinh nghiệm": "Trên 5 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/chuyen-vien-thiet-ke-ui-ux/1296878.html?ta_source=ITJobs_LinkDetail", "job_name": "Chuyên Viên Thiết Kế", "company_name": "Công ty Cổ phần Công nghệ eUp", "address": ["Tòa nhà Toyota Thanh Xuân, 315 Trường Chinh, Thanh Xuân, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["1. Nghiên cứu người dùng:", "-", "Xây dựng User Flow, Customer Journey, User Personas, Empathy Maps, Mental Models để hiểu rõ nhu cầu, hành vi và mong muốn của người dùng.", "- Phân tích dữ liệu người dùng (tỷ lệ chuyển đổi, thời gian sử dụng, v.v.) để xác định điểm mạnh, điểm yếu của sản phẩm và đưa ra giải pháp cải thiện.", "2. Thiết kế Sản phẩm:", "- Thiết kế giao diện cho các ứng dụng và website Edtech theo từng dòng sản phẩm, đảm bảo tính thẩm mỹ, trực quan và dễ sử dụng.", "- Áp dụng các xu hướng thiết kế mới nhất phù hợp với đối tượng mục tiêu và lĩnh vực", "Edtech.", "- Xây dựng Design System, Design Token, Information Architecture cho từng dòng sản phẩm.", "- Xây dựng Wireframes và Prototype để mô phỏng và đánh giá các ý tưởng thiết kế UX trước khi triển khai.", "- Lập kế hoạch và thực hiện các phương pháp Testing để đánh giá hiệu quả của các thiết kế UX.", "3. Đo lường & Tối ưu hoá:", "- Xây dựng mô hình tương quan chỉ số (UX Metrics Mapping) và chiến thuật thay đổi hành vi (Behavior Change Strategy) tối ưu trải nghiệm người dùng, gia tăng doanh thu.", "- Xây dựng Design Life cycle, các quy trình, framework khác nhau sử dụng trong quy trình thiết kế lấy người dùng làm trung tâm (User-centered Design)."], "Yêu cầu ứng viên": ["Có trên 4 năm kinh nghiệm thiết kế giao diện cho ứng dụng Mobile, Web (UI/UX)", "Sử dụng thành thạo Figma, Adobe XD, Illustrator, Photoshop.", "Có Kiến thức vững về nguyên tắc thiết kế UI/UX, Responsive Design và Material Design.", "Hiểu biết sâu sắc về các xu hướng thiết kế, UX best practices và công nghệ mới.", "Có kỹ năng quản lý công việc, quản lý dự án, kỹ năng lãnh đạo và đào tạo nhóm."], "Quyền lợi": ["Thu nhập Thoả thuận theo năng lực", "Hưởng đầy đủ các quyền lợi theo quy định của luật lao động: đóng BHXH, BHYT, BHTN theo quy định của Nhà nước.", "Thưởng các ngày lễ, Tết, thưởng lương tháng 13.", "Nâng lương theo mức độ thâm niên mỗi năm.", "Tham gia các khoá học đào tạo thêm kỹ năng, phát triển bản thân từ những chuyên gia hàng đầu trong ngành.", "Môi trường làm việc năng động, trẻ trung, sáng tạo. Nơi nhân sự được lấy làm trung tâm. Mỗi người đều được trao quyền và ghi nhận."], "Địa điểm làm việc": ["- Hà Nội: 315 Trường Chinh, Thanh Xuân, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-javascript/1155031.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh", "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ TRUYỀN THÔNG ĐA PHƯƠNG TIỆN VIỆT NAM", "address": ["Số 4A, B18 Yên Lãng, Phường Thịnh Quang, Quận Đống Đa, Thành phố Hà Nội, Việt Nam"], "salary": ".", "exp": "Hà Nội", "remaining": "12/05/2024", "Mô tả công việc": ["Sử dụng Javascript tham gia phát triển các website, ứng dụng mobile.", "Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của quản lý dự án."], "Yêu cầu ứng viên": ["Internship developer", "Tư duy lập trình, tư duy logic hệ thống", "Ham học hỏi & có khả năng thích nghi với Ngôn ngữ lập trình và Công nghệ mới", "Tinh thần tự giác, làm việc cẩn thận, trách nhiệm", "Có kiến thức về HTML/CSS", "Có kiến thức về Javascript, NodeJS", "Có hiểu biết về thiết kế cơ sở dữ liệu: MySQL, Postgres, MongoDB, ...", "Có hiểu biết về OOP, MVC, Design pattern", "Định hướng fullstack Nestjs + Angular", "Ưu tiên:", "Ưu tiên sinh viên năm cuối hoặc mới tốt nghiệp.", "Ưu tiên ứng viên đã từng sử dụng các thư viện hoặc framework liên quan đến javascript: Node.js, ExpressJS, Angular, React, Vuejs, React-native,..."], "Quyền lợi": ["Có mức hỗ trợ thực tập + thưởng Lễ, Tết,...", "Lộ trình thăng tiến rõ ràng, cơ hội lên làm nhân viên chính thức. Môi trường năng động, sáng tạo, được leader giỏi chỉ dẫn, được làm việc với các dự án hiện đại, đa dạng", "Quy trình chuẩn mực theo tiêu chuẩn Agile.", "Các chế độ phúc lợi, chế độ bảo hiểm theo quy định của Công ty và pháp luật Nhà nước khi trở thành nhân viên chính thức", "Đồng nghiệp thân thiện, được tham gia các hoạt động của công ty: team building, happy hour,..."], "Địa điểm làm việc": ["- Hà Nội: 85 Nguyễn Chí Thanh, Láng Hạ, Đống Đa"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "4 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-php/1155025.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh", "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ TRUYỀN THÔNG ĐA PHƯƠNG TIỆN VIỆT NAM", "address": ["Số 4A, B18 Yên Lãng, Phường Thịnh Quang, Quận Đống Đa, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "12/05/2024", "Mô tả công việc": ["Học các công cụ, framework mà công ty đang sử dụng", "Xây dựng, chỉnh sửa giao diện HTML, CSS, Javascript", "Cập nhật các tính năng của website bằng Laravel", "Tìm hiểu, tra cứu tài liệu trên internet để xử lý công việc", "Cụ thể trao đổi khi phỏng vấn"], "Yêu cầu ứng viên": ["Đam mê tìm hiểu về các công nghệ lập trình.", "Vừa tốt nghiệp hoặc sinh viên năm cuối trong kì đồ án các trường cao đẳng, đại học, dạy nghề,...", "Chăm chỉ, có khả năng tự nghiên cứu, giao tiếp tốt.Có kinh nghiệm làm việc với: HTML, CSS, SASS, PHP, Javascript", "Biết về chuẩn BEM, PSR coding convention", "Sử dụng thành thạo: Laravel, Bootstrap", "Có kiến thức về OOP, MVC", "Có kinh nghiệm làm việc với: Git, Git bash, VSCode Git Extension", "Sử dụng thành thạo VSCode, Sublime Text", "Ưu tiên ứng viên biết về: Angular, React", "Chăm chỉ, kiên trì, cẩn thận trong công việc", "Đam mê, có tinh thần cầu tiến", "Có khả năng tự học", "Ưu tiên ứng viên biết tiếng Anh"], "Quyền lợi": ["Công việc năng động, sáng tạo, được học hỏi kinh nghiệm trong các dự án thực tế với các dự án hiện đại, đa dạng của nước ngoài.", "Môi trường làm việc thân thiện, văn minh, chuyên nghiệp.", "Được làm việc theo quy trình chuyên nghiệp, theo mô hình Agile", "Cơ hội nâng cao trình độ ngoại ngữ và kỹ năng phát triển nghề nghiệp, có nhiều cơ hội thăng tiến trong công việc.", "Các chế độ phúc lợi, chế độ bảo hiểm theo quy định của Công ty và pháp luật Nhà nước sau khi trở thành nhân viên chính thức của công ty.", "Thời gian thực tập có thể rút ngắn tùy năng lực của bạn. Cơ hội lên chính thức và deal lương sau quá trình thực tập."], "Địa điểm làm việc": ["- Hà Nội: 85 Nguyễn Chí Thanh, Láng Hạ, Đống Đa"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "4 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/chuyen-vien-giai-phap-cong-nghe/1296574.html?ta_source=ITJobs_LinkDetail", "job_name": "Chuyên Viên Giải Pháp Công Nghệ", "company_name": "Công ty TNHH GMO-Z.com Financial System VN", "address": ["Tầng 16, toà nhà Ocean Park, 1 Đào Duy Anh, Phương Liệt, Đống Đa, Hà Nội"], "salary": "8 - 20 triệu", "exp": "Dưới 1 năm", "remaining": "10/05/2024", "Mô tả công việc": ["Follow khách hàng sẵn có và giữ mối quan hệ tốt với đối tác.", "Tìm kiếm khách hàng tiềm năng để mở rộng thị trường.", "Thực hiện công tác bán hàng, khai thác và phát triển quan hệ khách hàng đạt kết quả theo kế hoạch được giao.", "Thu thập thông tin về thị trường và khách hàng.", "Trao đổi chi tiết trong quá trình phỏng vấn."], "Yêu cầu ứng viên": ["Tốt nghiệp Cao đẳng, Đại học chuyên ngành Kinh tế/ Quản trị Kinh doanh/ Marketing/ ... hoặc các ngành có liên quan.", "Có kinh nghiệm về tư vấn bán hàng telesales.", "Có kiến thức cơ bản trong lĩnh vực thanh toán điện tử, giao tiếp khách hàng, kinh doanh là một lợi thế.", "Giao tiếp tốt (Không nói ngọng, nói lắp..), ngoại hình khá.", "Tiếng Anh giao tiếp là một lợi thế.", "Các kỹ năng khác:", "Sử dụng tốt vi tính văn phòng;", "Khả năng làm việc độc lập và theo nhóm tốt;", "Chịu được áp lực công việc;", "Có kỹ năng phân tích, xử lý tình huống và kỹ năng quản lý;", "Có tinh thần trách nhiệm;", "Hăng hái tham gia các phong trào đoàn thể, giao lưu, đối ngoại."], "Quyền lợi": ["Môi trường làm việc trẻ trung, thân thiện, khuyến khích tính sáng tạo.", "Có nhiều cơ hội thăng tiến và phát triển nghề nghiệp.", "Có cơ hội onsite tại Nhật Bản.", "Được tham gia các khóa đào tạo về chuyên môn, hỗ trợ kinh phí học tiếng Nhật.", "Thưởng tháng lương thứ 13, Phụ cấp dự án và các loại thưởng khác (Thưởng thành tích, thưởng cá nhân suất sắc, thưởng đạt chứng chỉ Tiếng Nhật, tiếng Anh ...).", "Xét tăng lương 1 lần/ năm, có thể được xét tăng sớm tùy thuộc vào năng lực và hiệu quả công việc.", "Được hưởng các phúc lợi khác như: Team-building hàng tháng, Nghỉ mát hàng năm, Party trong các sự kiện....", "Được tham gia các CLB văn hóa, thể thao của Công ty như: bóng đá, bóng chuyền, cầu lông, ....", "Được hưởng các đãi ngộ đặc biệt khi onsite tại Nhật Bản: thu nhập theo chính sách onsite, nhà trẻ cho con nhân viên, nhà ăn miễn phí 24h, không gian nghỉ trưa, ...", "Tất cả các chế độ theo quy định của Pháp luật Lao động (BHXH, BHYT, BHTN...)"], "Địa điểm làm việc": ["- Hà Nội: Số 1 Đào Duy Anh, phường Phương Mai, quận Đống Đa, Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/business-brse/1296915.html?ta_source=ITJobs_LinkDetail", "job_name": "Business", "company_name": "Công Ty Tnhh Mtv Picon Technology", "address": ["15 Lê Quang Hòa, Hoà Xuân, Cẩm Lệ, Đà Nẵng, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Tìm hiểu và lên ý tưởng thiết kế hệ thống, cách thức làm việc cũng như vận hành dự án của khách hàng Nhật Bản.", "Làm việc trực tiếp với khách hàng Nhật Bản để làm rõ yêu cầu, lập kế hoạch dự án và quản lý tiến độ dự án.", "Hỗ trợ khách hàng trong việc xác định các yêu cầu và đề xuất ý tưởng.", "Đảm bảo các yêu cầu của khách hàng được hiểu đầy đủ, chính xác và truyền đạt cho nhóm phát triển thực hiện đúng với yêu cầu.", "Làm việc trong các dự án theo quy trình của Công ty.", "Hỗ trợ UAT trong việc kiểm tra, xác minh lỗi / sự cố với khách hàng.", "Hỗ trợ Quản lý dự án về phạm vi, dự toán và lập kế hoạch dự án."], "Yêu cầu ứng viên": ["Hơn 2 năm kinh nghiệm BrSE.", "Kỹ năng giao tiếp, thảo luận, ho-ren-so.", "Kỹ năng tiếng Nhật thông thạo khi giao tiếp với Khách hàng (N2 trở lên).", "Có khả năng lãnh đạo một nhóm, phân công nhiệm vụ cho các thành viên", "Có tinh thần trách nhiệm cao trong công việc, tôn trọng tinh thần làm việc nhóm.", "Có thái độ làm việc tốt, chủ động trong công việc.", "Am hiểu văn hóa Nhật, kinh nghiệm làm việc tại cty Nhật sẽ là lợi thế rất lớn."], "Quyền lợi": ["Môi trường làm việc hiện đại, chuyên nghiệp và ổn định lâu dài.", "Đóng BHXH sau khi thử việc, hưởng các chế độ phúc lợi theo luật lao động Việt Nam", "Lương tháng 13 + thưởng dự án theo quý tùy vào tình hình kinh doanh của công ty.", "Được hưởng các quyền lợi khác theo chính sách của công ty.", "Làm việc từ 9:00 AM - 6:00 PM (Linh hoạt thời gian miễn đảm bảo năng suất làm việc), nghỉ thứ 7 và chủ nhật."], "Địa điểm làm việc": ["- Đà Nẵng: 15 Lê Quang Hòa, Hoà Xuân, Cẩm Lệ"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/test-leader-du-an-nghiep-vu-ngan-hang/463468.html?ta_source=ITJobs_LinkDetail", "job_name": "Test Leader (Dự Án Nghiệp Vụ", "company_name": "CÔNG TY CỔ PHẦN PARALINE SOFTWARE", "address": ["Tầng 12 & 15, Tòa nhà Viwaseen, 48 Tố Hữu, Trung Văn, Nam Từ Liêm, Hà Nội"], "salary": ")", "exp": "Hà Nội", "remaining": "10/05/2024", "Mô tả công việc": ["Lập kế hoạch test và kịch bản test, chuẩn bị dữ liệu test.", "Test các dự án phần mềm, phối hợp với các bộ phận/đơn vị khác của công ty đối tác để đảm bảo chất lượng dự án.", "Dẫn dắt team thực hiện các test case hoặc trực tiếp tham gia test theo từng trường hợp/dự án cụ thể.", "Chịu trách nhiệm Kiểm soát, đôn đốc nhóm hoàn thành nội dung test và báo cáo tiến độ kiểm tra phần mềm.", "Quản lý team: Điều phối công việc, xử lý tình huống khó, đánh , đào , hướng dẫn thành viên mới và cải tiến quy trình kiểm .", "Thực hiện các công việc khác theo sự phân công của Quản lý trực tiếp."], "Yêu cầu ứng viên": ["- Có tối thiểu 4 năm kinh nghiệm kinh nghiệm trong lĩnh vực kiểm thử phần mềm, trong đó 3 năm kiểm thử trong lĩnh vực ngân hàng", "- Có ít nhất 1 năm kinh nghiệm trong vị trí Test Leader", "- Nắm vững và Thành thạo các kiến thức, kỹ thuật kiểm thử phần mềm", "- Có khả năng lên kế hoạch cho giai đoạn test.", "- Có khả năng làm việc độc lập hoặc theo nhóm.", "- Năng động, sáng tạo và trách nhiệm, chịu được áp lực công việc cao.", "- Ưu tiên làm việc theo mô hình Agile.", "- Có khả năng dẫn dắt, quản lý và tạo động lực cho member;", "- Có khả năng thích ứng nhanh, liên tục cải tiến."], "Quyền lợi": ["- Làm việc từ thứ 2 đến thứ 6, nghỉ thứ 7- CN", "- Có mức lương hấp dẫn tương xứng với năng lực làm việc của bạn: 25.000.000đ- 30.000.000đ Net/ tháng,", "- Không có chế độ thử việc, nhận full lương NET và đóng BH ngay từ tháng đầu nhận việc", "- Cố định 13 tháng lương Net/ năm,", "- Thưởng lễ tết...", "- Quy đổi phép thành tiền", "- ham gia vào các dự án lớn của Ngân hàng", "- Môi trường công bằng, đảm bảo mọi người đều có thể phát huy hết khả năng của mình", "- Được làm việc với những cá nhân xuất sắc, có nhiều kinh nghiệm.", "- Được hưởng Bảo hiểm xã hội, Bảo hiểm y tế, Bảo hiểm thất nghiệp theo chế độ nhà nước ban hành.", "- Teambuilding 3 tháng 1 lần", "- Bóng đá 2 trận/1 tuần", "- Liên hoan ăn uống \"triền miên\"", "- Khám sức khỏe định kỳ 1 năm/1 lần", "- Chế độ du lịch hàng năm"], "Địa điểm làm việc": ["- Hà Nội: Trần Quang Khải, Hoàn Kiếm"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "4 năm", "Số lượng tuyển": "13 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/senior-it-business-analyst/1296581.html?ta_source=ITJobs_LinkDetail", "job_name": "Senior IT", "company_name": "CÔNG TY TNHH AMARIS VIỆT NAM", "address": ["Lầu 15 Tòa nhà Viettel, 285 Cách Mạng Tháng 8, Phường 12, Quận 10, TP. Hồ Chí Minh"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["ABOUT THE JOB", "Analyze business and user needs (lead and conduct interviewing tasks) to develop requirements documentation.", "Ensure that deliverables meet business requirements and operations’ goals, fulfill end-user requirements, and identify and resolve business issues.", "Review and analyze existing systems, processes, workflow effectiveness, and efficiency, and then develop strategies for improving all of them.", "Contribute operations information and recommendations to strategic plans on how to improve production, productivity, quality, and customer experiences.", "Maintain the updates of the documents developed during the requirement collection, analysis, and system/application design.", "Testing: create test cases, perform/coordinate the SIT, and support UAT.", "Make reports about user requirements, a list of documentation, and process of change requests."], "Yêu cầu ứng viên": ["ABOUT YOU", "Bachelor/College degree in information technology or a related field.", "5+ years of experience in business analysis.", "Good command of English (written and verbal).", "Basic knowledge of project management and coordination skills.", "Strong flowcharting techniques, documentation skills, and communication skills in both Vietnamese and English languages.", "Effective interpersonal, strong logical and critical thinking, results-oriented, and self-motivated."], "Quyền lợi": ["Benefits", "13th-month salary", "14+ annual leaves per year", "Premium healthcare insurance, starting from your probation period", "Project reviews and yearly performance appraisals", "Annual company trips", "Teambuilding activities: Team lunch/dinner, events, and celebrations, sports clubs (football, yoga, badminton, etc.)", "International team with flexible working time + hybrid working", "Tailor-made career path", "Technical workshops and training courses", "Mobility: Opportunities to be on-site abroad in our offices in over 60+ countries", "Equal Opportunity", "Amaris Consulting is proud to be an equal-opportunity workplace. We are committed to promoting diversity within the workforce and creating an inclusive working environment. For this purpose, we welcome applications from all qualified candidates", ",", "regardless of gender, sexual orientation, race, ethnicity, beliefs, age, marital status, disability, or other characteristics."], "Địa điểm làm việc": ["- Hồ Chí Minh"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "5 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php/1296804.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên PHP", "company_name": "CÔNG TY CỔ PHẦN THƯƠNG MẠI DREAM ME", "address": ["108 Nguyễn Trãi, Phường Thượng Đình, Quận Thanh Xuân, Thành phố Hà Nội, Việt Nam"], "salary": "12 - 25 triệu", "exp": "2 năm", "remaining": "10/05/2024", "Mô tả công việc": ["Phát triển các ứng dụng phần mềm cho nội bộ công ty (nền tảng chính: PHP)", "Code thêm chức năng, sửa lỗi, tối ưu cho Seo cho các website của công ty", "Thiết kế chi tiết các chức năng của phần mềm", "Xử lý các nhiệm vụ được giao một cách chính xác và triệt để.", "Đáp ứng thời hạn của nhiệm vụ.", "Viết mã hiệu quả, có thể kiểm tra.", "Giữ quy tắc mã hóa.", "Viết và thực hiện bài kiểm tra đơn vị để đảm bảo mã của bạn hoạt động bình thường.", "Báo cáo và tham khảo ý kiến của lãnh đạo hoặc nhà phát triển cấp cao ngay lập tức khi có bất kỳ vấn đề nào."], "Yêu cầu ứng viên": ["Có kinh nghiệm lập trình PHP 2 năm trở lên", "Tốt nghiệp các trường Đại học tại Việt Nam hệ chính quy tập trung (Không tuyển liên thông, tại chức, đào tạo từ xa) Có thành tích học tập tốt là 1 lợi thế.", "Hiểu biết về ngôn ngữ lập trình PHP, HTML, CSS, JS, CodeIgniter. Đặc biệt sử dụng PHP thuần (echo, foreach)", "Có khả năng tư duy, phân tích, đánh giá liên quan đến code."], "Quyền lợi": ["Mức lương dao động từ 12.000.000 - 25.000.000vnđ và thỏa thuận theo năng lực ứng viên.", "Thưởng thành tích theo KPI, thưởng lễ tết, thưởng tháng lương thứ 13 hàng năm theo tình hình kinh doanh của công ty.", "Được tham gia các hoạt động đào tạo để nâng cao kiến thức, kỹ năng, nâng cao chuyên môn.", "Được tham gia BHXH, BHTN, BHYT theo quy định của Pháp luật", "Được hưởng các chế độ phúc lợi: hưởng 12 ngày phép/năm; tham gia các hoạt động sinh nhật, party, du lịch; các chế độ thăm hỏi ốm đau, thai sản, hiếu hỉ...", "Nhiều cơ hội thăng tiến cho nhân sự tâm huyết, gắn bó lâu dài.ư", "Môi trường làm việc trẻ trung, chuyên nghiệp.", "Hỗ trợ vé gửi xe hàng tháng."], "Địa điểm làm việc": ["- Hà Nội: số 15 - 17 Ngọc Khánh, Ba Đình, Hà Nội., Ba Đình"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)", "Thứ 7 (từ 08:00 đến 12:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/fresher-tester/1245115.html?ta_source=ITJobs_LinkDetail", "job_name": "Fresher", "company_name": "CÔNG TY CỔ PHẦN KAOPIZ HOLDINGS", "address": ["Tầng 4, Tòa CT1, Tòa nhà Bắc Hà C14, phố Tố hữu, Phường Trung Văn, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Tìm hiểu tài liệu yêu cầu dự án", "Viết các tài liệu liên quan tới test (test plan, test case, checklist, test data...)", "Thực hiện kiểm thử phần mềm bằng những phương pháp như Functional testing, Regression testing, Integration testing... tùy theo tính chất của phần mềm và giai đoạn phát triển phần mềm.", "Report, quản lý, verify bug, tái hiện bug"], "Yêu cầu ứng viên": ["Tốt nghiệp Cao đẳng/Đại học trở lên chuyên ngành CNTT", "Từ 6 tháng kinh nghiệm tại vị trí tương đương trở lên", "Có kinh nghiệm test app, web, test API", "Có khả năng đọc hiểu tài liệu phân tích, thiết kế", "Có khả năng sử dụng ngôn ngữ truy vấn SQL", "Ưu tiên:", "Am hiểu về PHP, Android, IOS, ...", "Biết automation test là lợi thế", "Những ứng viên có thể đi làm ngay", "Ưu tiên tiếng Nhật từ N4 trở lên", "Hiểu biết và có thể thực hiện Performance Test ( Jmeter, K6...)", "Yêu cầu khác:", "Có tinh thần trách nhiệm cao trong công việc;", "Có khả năng làm việc độc lập và làm việc theo nhóm"], "Quyền lợi": ["Mức lương khởi điểm hấp dẫn, cạnh tranh, tương xứng với năng lực và kinh nghiệm làm việc;", "Thu nhập: 13 tháng lương/năm + thưởng dự án, thưởng Tết và các dịp lễ...;", "Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc;", "Lương làm thêm giờ theo luật lao động, hỗ trợ đồ ăn OT theo quy định công ty;", "Làm việc từ thứ 2 - thứ 6 (8h30 - 17h30);", "Được tham gia BHXH, BHYT, BHTN theo quy định của pháp luật hiện hành;", "Bảo hiểm chăm sóc sức khỏe 24/24 (Bảo Việt);", "Khám sức khỏe định kỳ 1 năm/1 lần;", "Nghỉ ốm hưởng nguyên lương tối đa 30 ngày/ năm (có giấy chứng nhận của bệnh viện);", "Nghỉ sau sinh cho nhân viên nữ có con dưới 1 tuổi: 1h/ngày;", "Nghỉ sinh lý phụ nữ theo luật lao động hiện hành.", "Miễn phí đồ uống tại khu ăn uống của công ty;", "Trợ cấp tiếng Nhật và các chứng chỉ IT liên quan (từ 1.000.000 VND - 2.500.000 VNĐ/tháng);", "Phụ cấp thâm niên; phụ cấp chức vụ;", "Được tham gia các câu lạc bộ của công ty: CLB Bóng đá, CLB Game, CLB Beauty, CLUB Dance...", "Được tham gia các hoạt động tập thể sôi động của công ty: nghỉ mát hàng năm, teambuilding hàng quý, gala cuối năm....", "Đặc biệt:", "Tham gia các khóa học nâng cao trình độ chuyên môn qua Portal đào tạo nội bộ hoặc các khóa học trực tiếp với các giảng viên uy tín.", "Cơ hội làm việc và đào tạo tại Nhật Bản với các ứng viên có tiếng Nhật", "Làm việc trong môi trường chuyên nghiệp, được hỗ trợ phát huy khả năng, phát triển công việc tối đa"], "Địa điểm làm việc": ["- Hà Nội: Tầng 4- Ct1- tòa Bắc Hà, Tố Hữu, Nam Từ Liêm, Hà Nội, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-java-developer/1294381.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh", "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ QUỐC TẾ MH SOLUTION", "address": ["Số 71-73, đường Trần Thái Tông, phường Dịch Vọng, Quận Cầu Giấy, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["- Tham gia phát triển Backend Services cho các dự án nội bộ.", "- Tham gia phân tích yêu cầu, thiết kế tính năng, database, lập trình trong các dự án phát triển sản phẩm.", "- Tham gia nghiên cứu và trình bày các công nghệ mới.", "- Thực hiện yêu cầu của quản lý trực tiếp về các task được giao trong dự án thực tế."], "Yêu cầu ứng viên": ["Kỹ năng cần có:", "- Không yêu cầu kinh nghiệm", "- Sinh viên năm 3 trở lên có kiến thức liên quan đến ngành CNTT (ưu tiên base ngành CNTT)", "- Có tư duy lập trình tốt, tính tự học cao", "- Có kiến thức cơ bản về SQL.", "- Nắm vững các kiến thức của ngôn ngữ lập trình java và lập trình hướng đối tượng", "- Chủ động, tự tin, sáng tạo, chăm chỉ và có khả năng làm việc độc lập và làm việc theo nhóm.", "⁃ Ưu tiên các bạn đã từng có 1 project riêng của bản thân", "⁃ Có sự hiểu biết về springboot, Kafka, Redis, mysql, Postgres, Es,... là một lợi thế"], "Quyền lợi": ["- Được tham gia trực tiếp vào các dự án lớn, đã triển khai thực tế.", "- Được tham gia vào các chương trình đào tạo bài bản tới nâng cao; kiến thức chuyên môn; các công cụ làm việc; kĩ năng giao tiếp/phối hợp.", "- Làm việc trong môi trường Startup trẻ, năng động, có nhiều thách thức.", "- Lộ trình đào tạo và thăng tiến rõ ràng, tôn trọng sự khác biệt, sáng tạo.", "- Làm việc và nhận sự hướng dẫn trực tiếp từ các chuyên gia trong lĩnh vực thu thập dữ liệu; phát triển sản phẩm; an toàn thông tin (bảo mật).", "- Cơ hội trở thành nhân viên chính thức sau thời gian thực tập."], "Địa điểm làm việc": ["- Hà Nội: Trần Thái Tông, Phường Dịch Vọng, Cầu Giấy", "- Hà Nội: Tầng 5, số 71-73 Trần Thái Tông, Dịch Vọng, Cầu Giấy, Hà Nội., Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)", "T2 - T6 và Thứ 7 tuần 1 và 3"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "4 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-ky-thuat-may-tinh-laptop-camera/1252570.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên Kỹ Thuật", "company_name": "CÔNG TY TRÁCH NHIỆM HỮU HẠN TIN HỌC KIÊN GIANG - CHI NHÁNH RẠCH SỎI", "address": ["141A Mai Thị Hồng Hạnh"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Thi công lắp đặt hệ thống camera.", "Lắp ráp phần cứng máy tính; cài đặt và hướng dẫn sử dụng phần mềm.", "Khắc phục các lỗi liên quan đến phần cứng PC, laptop.", "Xử lý sự cố liên quan mạng (Internet, LAN, Printer).", "Hỗ trợ, tư vấn kỹ thuật cho bộ phận kinh doanh trước và sau bán hàng.", "Hỗ trợ tư vấn giải pháp CNTT, triển khai các giải pháp CNTT/ Tích hợp hệ thống", "Nghiên cứu, phát triển và triển khai thực tế các công nghệ, giải pháp.", "Nạp mực máy in, thay thế linh kiện máy in."], "Yêu cầu ứng viên": ["Yêu cầu các ứng viên nhanh nhẹn, nhiệt tình.", "Thông thạo các phần mềm máy tính, hệ điều hành windows, xử lý tốt các lỗi máy tính, máy in, mạng máy tính...", "Có trách nghiệm trong công việc", "Có từ 6 tháng kinh nghiệm trở lên ở vị trí tương đương"], "Quyền lợi": ["Làm việc trong môi trường năng động, chuyên nghiệp có nhiều cơ hội thăng tiến.", "Cung cấp trang thiết bị đầy đủ để phục vụ công việc.", "Được hưởng các chính sách phúc lợi theo quy định của công ty.", "Được đào tạo, nâng cao nghiệp vụ thường xuyên."], "Địa điểm làm việc": ["- Kiên Giang"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/techlead-backend-nodejs-thi-truong-my/1255648.html?ta_source=ITJobs_LinkDetail", "job_name": "Techlead Backend (", "company_name": "Công Ty Cổ Phần Công Nghệ VMO Holdings", "address": ["Tầng 8 tòa nhà IDMC, Tôn Thất Thuyết, Cầu Giấy, Hà Nội"], "salary": ")_Thị Trường Mỹ", "exp": "Hà Nội", "remaining": "10/05/2024", "Mô tả công việc": ["Dựa trên bài toán nghiệp vụ, tiến hành thiết kế và phân chia các module, chức năng của ứng dụng và phân việc cho các thành viên trong team", "Tham gia đề xuất, ứng dụng các phương thức chuẩn hóa nhằm tối ưu chất lượng sản phẩm cũng như gia tăng tốc độ phát triển dự án.", "Quản lý và phát triển backend team", "Tham gia một số dự án lớn với KH nước ngoài như Âu Mỹ/Sing/Thụy Sĩ/Úc. Lĩnh vực: health-care, finance, ecommerce, ERP cho mảng bất động sản, IoT..."], "Yêu cầu ứng viên": ["Có từ 5 năm kinh nghiệm làm việc với NodeJS.", "Từ 2 năm kinh nghiệm với vị trí Teamlead/Techlead", "Có kinh nghiệm với MEAN stack, Socket.io, NestJS, các công cụ hỗ trợ build và quản lý process: gulp, webpack, babel, esm, pm2, nodemon,... Làm việc được với cả native Javascript và Typescript.", "Có kinh nghiệm với database: MongoDB, Redis, Mysql, ElasticSearch, PostgreSQL, SQL Server, ...", "Có kinh nghiệm với các hệ điều hành Linux server (Ubuntu, CentOs, Redhat,...), hệ điều hành Windows server và Web server: Apache, Nginx, Tomcat, IIS,...", "Có kinh nghiệm làm việc với các hệ thống quản lý version, quản lý lỗi: Git, Jira...", "Ưu tiên những ứng viên có kinh nghiệm về Ops: Docker, Kubernetes, Rancher, Ansible, Terraform, ...", "Có kinh nghiệm CI /CD với các tùy chọn như CircleCI, Jenkin hoặc Bitbucket, Gitlab...", "Có kinh nghiệm thiết kế kiến trúc hệ thống microservice là một lợi thế", "Có kinh nghiệm làm việc với quy trình phát triển phần mềm Agile-Scrum là lợi thế", "Tiếng Anh giao tiếp tốt với khách hàng", "Tinh thần cầu tiến, cởi mở và thích học hỏi. Tư duy sáng tạo và giải", "quyết vấn đề tốt"], "Quyền lợi": ["CƠ HỘI VÀ THỬ THÁCH", "Cơ hội được làm việc trong môi trường chuyên nghiệp, hiện đại và năng động. Thử sức với các dự án hấp dẫn, thử thách đủ lớn trong và ngoài nước.", "Môi trường làm việc cởi mở và năng động, khuyến khích trao đổi ý tưởng, trao quyền, cho phép bạn làm việc, sáng tạo theo cách riêng. Tài năng và thành tích của từng nhân viên được trân trọng, nhân viên xuất sắc được khen thưởng hàng năm.", "Cơ hội phát triển năng lực, được hỗ trợ phụ cấp chứng chỉ chuyên môn phục vụ công việc. Một số chứng chỉ cấp cao sẽ được chi trả toàn bộ chi phí từ học và thi.", "Dự án khủng với domain hot-trend, liên tục cập nhật những công nghệ mới nhất", "Được làm việc trong môi trường có process chuyên nghiệp, cùng những chuyên gia công nghệ đến từ các nước và khu vực khác nhau", "CHÍNH SÁCH ĐÃI NGỘ", "Review lương từ 1-2 lần/năm. Chính sách thưởng tháng lương 13. Thưởng lễ Tết, 2/9, sinh nhật công ty,", "Chế độ du lịch nghỉ mát (gói 5 triệu/ người), teambuilding (2 -3 lần/năm).", "Tham gia BHXH đầy đủ, thăm khám sức khỏe định kỳ tối thiểu 1 lần/năm tại các bệnh viện hàng đầu", "Chính sách thăm hỏi toàn diện cho nhân sự và người thân: sinh nhật, kết hôn, sinh con, ốm đau,...", "Cung cấp máy móc công cụ làm việc", "Các hoạt động thể thao, văn hóa đa dạng và phong phú: CLB đá bóng, đạp xe, cầu lông,...", "Phụ cấp đứng lớp, cùng các giải thưởng Đào tạo: Ngôi sao học tập tháng, Gương mặt giảng viên tiêu biểu, gương mặt học tập năm, nhuận bút,..."], "Địa điểm làm việc": ["- Hà Nội: IDMC số 18 Tôn Thất Thuyết, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "5 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/dev-angular/454801.html?ta_source=ITJobs_LinkDetail", "job_name": "Dev", "company_name": "LIFESUP", "address": ["số 52, ngõ 121/14, Chùa Láng, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Phục vụ dự án mới làm bằng công nghệ Angular 2+ phía client.", "Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.", "Thảo luận và tư vấn về API backend.", "Tham gia quản lý nhóm nếu có khả năng phù hợp.", "Phối hợp cùng team để đảm bảo tiến độ dự án theo mô hình Agile – Scrum.", "Join dự án Product của công ty."], "Yêu cầu ứng viên": ["Tinh thần trách nhiệm, ham học hỏi áp dụng các công nghệ mới và tham gia các lĩnh", "vực, sản phẩm mới.", "Có tinh thần phối hợp và khả năng team work tốt, luôn sẵn sàng sharing và phát triển team.", "Có kinh nghiệm với ít nhất 2 năm kinh nghiệm với framework Angular.", "Nắm chắc về HTML, CSS, Javascript."], "Quyền lợi": ["Lương, thưởng, chế độ phúc lợi:", "Rank lương hấp dẫn: 18,000,000 – 27,000,000 VNĐ", "Đánh giá định kỳ 1 lần/năm, xét tăng lương theo năng lực.", "Thưởng 10-20% lương mỗi tháng cho nhân viên xuất sắc.", "Phụ cấp onsite: 45.000 VNĐ/ Ngày.", "Thưởng: Cố định tháng 13, thưởng 6 tháng 1 lần.", "Đóng bảo hiểm và các chế độ đảm bảo quyền lợi người lao động.", "Chính sách thai sản: 5 ngày nghỉ phép trong thời kỳ mang thai, chính sách thâm niên, thưởng dự án.", "Hỗ trợ thi chứng chỉ cho nhân viên: 5.000.000 VNĐ - 20.000.000 VNĐ", "Thời gian làm việc: Từ T2 – T6, từ 08h30 – 12h00 & 13h30 – 18h00 (thời gian làm việc có thể linh hoạt miễn đáp ứng được công việc).", "Có nhiều khóa học về kỹ năng chuyên môn cho nhân sự, các khóa học về kỹ năng mềm.", "Có lộ trình phát triển rõ ràng của mỗi nhân sự trong một năm.", "Teambuilding hàng quý, du lịch hàng năm.....", "Môi trường và điều kiện làm việc:", "Trang thiết bị làm việc công nghệ cao, phong phú, đa dạng.", "Văn phòng làm việc hiện đại, chuyên nghiệp, an toàn.", "Môi trường trẻ trung, năng động, sáng tạo.", "Đồ uống, đồ ăn nhẹ tại văn phòng."], "Địa điểm làm việc": ["- Hà Nội: Tầng 2, Số 60 Tòa MHDI, Hoàng Quốc Việt, Cầu Giấy, Hà Nội, Cầu Giấy"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/business-development-manager-it-company/1286902.html?ta_source=ITJobs_LinkDetail", "job_name": "Business Development Manager (IT Company)", "company_name": "CODLUCK TECHNOLOGY ., JSC", "address": ["Tầng 16, toà nhà HL, số 6 ngõ 82 Duy Tân, Dịch Vọng Hậu, Cầu Giấy, Hà Nội"], "salary": "1,500 - 2,500 USD", "exp": "3 năm", "remaining": "10/05/2024", "Mô tả công việc": ["Negotiate contracts and close agreements to maximize profits.", "Develop trusted advisor relationships with key accounts, customer stakeholders and executive sponsors.", "Communicate with technical team to create proposal for new project", "Develop and budget business plans (solutions, team, costs, revenue, KPIs) suitable for the company's products and services, ensuring alignment with the board of directors."], "Yêu cầu ứng viên": ["Execute customer acquisition and expansion in APAC, Middle East, EU markets.", "Manage both personal and departmental KPIs.", "Proficiency in business English, effective communication with customers both online and offline.", "Ability to create presentations and deliver pitches to clients and audiences.", "Minimum of 2 years of experience in Business Development in software development, digital transformation, or IT product business.", "Provide advice to the board of directors and development team on product features and alignment with market trends.", "Willingness to travel as per schedule or on short notice.", "Preferred:", "Candidates with equivalent positions in large IT companies.", "Understanding of the domestic IT market and APAC, Middle East, EU regions.", "Knowledge of emerging technology platforms: Blockchain, AI, Low-code, ERP/CRM.", "Proactive, ambitious, enthusiastic, eager to learn, and embrace challenges.", "Candidates with international study or living experience."], "Quyền lợi": ["Competitive starting salary.", "Flexible working hours.", "Competitive sales bonuses: Up to 8% of revenue.", "13 months' salary per year.", "Biannual salary reviews based on performance and job effectiveness, unlimited income potential.", "Direct collaboration with CEO and board of directors (BOD), participation with BOD in company development strategy, opportunity to become a board member with appropriate direction.", "Domestic and international business trips.", "Holiday bonuses, Tet bonuses, wedding bonuses; Social insurance, health insurance, annual health check-ups.", "Holidays follow the general schedule of Vietnam, company birthday/travel holidays.", "Other benefits: quarterly team building, weekly internal exchanges, etc.", "Extremely dynamic, youthful, and creative working environment.", "Flexible working hours, typically 8:30 – 17:30 from Monday to Friday (BD/sales team exempt from timekeeping)."], "Địa điểm làm việc": ["- Hà Nội: Tòa HL, 6/82 Duy Tân, Dịch Vọng Hậu, Cầu Giấy, Hà Nội, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/android-developer-kotlin-java/1214875.html?ta_source=ITJobs_LinkDetail", "job_name": "Android Developer", "company_name": "LIFESUP", "address": ["số 52, ngõ 121/14, Chùa Láng, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Tham gia các dự án phát triển hệ thống phần mềm của Công ty trên nền tảng Android.", "Hiểu mục tiêu của dự án, nghiên cứu lĩnh vực kinh doanh và lĩnh vực kỹ thuật.", "Phát hiện và sửa lỗi trên phần mềm do mình hoặc công ty phát triển.", "Tìm kiếm các biện pháp cải thiện hiệu suất của ứng dụng.", "Tiếp nhận yêu cầu kỹ thuật từ phía đối tác hoặc cấp trên và thực hiện các công việc để đáp ứng yêu cầu đó.", "Liên tục tìm hiểu và vận dụng những công nghệ mới vào thực tiễn công việc.", "Thực hiện các công việc để đảm bảo hiệu suất hoạt động, chất lượng và độ phản hồi tốt nhất của ứng dụng.", "Dự án onsite cùng team bên: Số 12 Ngụy Như Kom Tum Thanh Xuân Hà Nội."], "Yêu cầu ứng viên": ["Từ 1,5 năm kinh nghiệm phát triển ứng dụng trên Android.", "Thành thạo Kotlin/ Java.", "Có kinh nghiệm với các mẫu kiến trúc ứng dụng như MVC/MVP/MVVM.", "Có kinh nghiệm về thiết kế UX/ UI application.", "Am hiểu về JSON và REST APIs.", "Chịu khó tìm tòi và nhạy bén với các xu hướng và công nghệ phát triển phần mềm hiện đại.", "Am hiểu toàn bộ quy trình phát triển phần mềm.", "Tư duy logic và khả năng giải quyết vấn đề nhanh, hiệu quả."], "Quyền lợi": ["Lương, thưởng, chế độ phúc lợi:", "Rank lương hấp dẫn: 15,000,000 – 25,000,000 VNĐ", "Đánh giá định kỳ 1 lần/năm, xét tăng lương theo năng lực.", "Đóng bảo hiểm và các chế độ đảm bảo quyền lợi người lao động.", "Năm cố định 13 tháng lương.", "Thưởng tháng 10 -20% cho nhân viên xuất sắc hàng tháng, thưởng định kỳ 6 tháng/ lần.", "Phụ cấp onsite 45.000 VNĐ/ Ngày", "Thời gian làm việc: Từ T2 – T6, từ 08h30 – 12h00 & 13h30 – 18h00.", "Các chính sách: Chính sách thâm niên (có thêm ngày phép & vocher quà tặng), chính sách thai sản cho nhân viên.", "Có nhiều khóa học về kỹ năng chuyên môn cho nhân sự, các khóa học về kỹ năng mềm quốc tế.", "Hỗ trợ nhân sự thi các chứng chỉ Quốc tế: 5,000,000 – 20,000,000 VNĐ", "Có lộ trình phát triển rõ ràng của mỗi nhân sự trong một năm.", "Teambuilding hàng quý, du lịch hàng năm.....", "Môi trường và điều kiện làm việc:", "Trang thiết bị làm việc công nghệ cao, phong phú, đa dạng.", "Văn phòng làm việc hiện đại, chuyên nghiệp, an toàn.", "Môi trường trẻ trung, năng động, sáng tạo.", "Đồ uống, đồ ăn nhẹ tại văn phòng."], "Địa điểm làm việc": ["- Hà Nội: Tầng 2, số 60 Tòa MHDI, Hoàng Quốc Việt, Cầu Giấy, Hà Nội, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php/1295051.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên PHP", "company_name": "CÔNG TY TNHH TẬP ĐOÀN TRUYỀN THÔNG BIO MEDIA", "address": ["108 Nguyễn Trãi, Phường Thượng Đình, Quận Thanh Xuân, Thành phố Hà Nội, Việt Nam"], "salary": "Thoả thuận", "exp": "3 năm", "remaining": "10/05/2024", "Mô tả công việc": ["Phát triển các ứng dụng phần mềm cho nội bộ công ty (nền tảng chính: PHP)", "Code thêm chức năng, sửa lỗi, tối ưu cho Seo cho các website của công ty", "Thiết kế chi tiết các chức năng của phần mềm", "Xử lý các nhiệm vụ được giao một cách chính xác và triệt để.", "Đáp ứng thời hạn của nhiệm vụ.", "Viết mã hiệu quả, có thể kiểm tra.", "Giữ quy tắc mã hóa.", "Viết và thực hiện bài kiểm tra đơn vị để đảm bảo mã của bạn hoạt động bình thường.", "Báo cáo và tham khảo ý kiến của lãnh đạo hoặc nhà phát triển cấp cao ngay lập tức khi có bất kỳ vấn đề nào."], "Yêu cầu ứng viên": ["Có kinh nghiệm lập trình PHP", "Tốt nghiệp các trường Đại học tại Việt Nam hệ chính quy tập trung (Không tuyển liên thông, tại chức, đào tạo từ xa).", "Có thành tích học tập hoặc thành tích làm việc tốt là một lợi thế.", "Hiểu biết về ngôn ngữ lập trình PHP, HTML, CSS, JS, CodeIgniter. Đặc biệt sử dụng PHP thuần (echo, foreach)", "Có khả năng tư duy, phân tích, đánh giá liên quan đến code."], "Quyền lợi": ["Mức lương thỏa thuận theo năng lực (trao đổi cụ thể khi phỏng vấn)", "Thưởng thành tích theo KPI, thưởng lễ tết, thưởng tháng lương thứ 13 hàng năm theo tình hình kinh doanh của công ty.", "Được tham gia các hoạt động đào tạo để nâng cao kiến thức, kỹ năng, nâng cao chuyên môn.", "Được tham gia BHXH, BHTN, BHYT theo quy định của Pháp luật", "Được hưởng các chế độ phúc lợi: hưởng 12 ngày phép/năm; tham gia các hoạt động sinh nhật, party, du lịch; các chế độ thăm hỏi ốm đau, thai sản, hiếu hỉ...", "Nhiều cơ hội thăng tiến cho nhân sự tâm huyết, gắn bó lâu dài.ư", "Môi trường làm việc trẻ trung, chuyên nghiệp.", "Hỗ trợ vé gửi xe hàng tháng."], "Địa điểm làm việc": ["- Hà Nội: số 15 - 17 Ngọc Khánh, Ba Đình, Hà Nội., Ba Đình"], "Thời gian làm việc": ["Thứ 2 - sáng thứ 7 ( 8h00 - 17h30 )"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/tester-1-yoe-english/1236314.html?ta_source=ITJobs_LinkDetail", "job_name": "Tester", "company_name": "Công Ty Cổ Phần NCCPLUS Việt Nam", "address": ["Tòa Ecolife, số 58 Tố Hữu, quận Nam Từ Liêm, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["- Xác định, tổ chức và thực hiện các kế hoạch để đảm bảo chất lượng sản phẩm của công ty.", "- Phối hợp chặt chẽ với lập trình viên để thiết kế các chiến lược kiểm thử.", "- Tạo các kế hoạch và test case chi tiết, toàn diện và có cấu trúc rõ ràng.", "- Thực hiện các Test case.", "- Xác định, phân tích và báo cáo kết quả kiểm tra, theo dõi và giám sát các lỗi trong hệ thống, theo dõi tiến độ của sản phẩm và kiểm soát các quy trình phát triển.", "- Hỗ trợ và cố vấn cho Intern Tester."], "Yêu cầu ứng viên": ["- Ít nhất 1 năm kinh nghiệm (tạo test case, làm test, báo cáo).", "- Hiểu về quy trình phát triển phần mềm và các giai đoạn kiểm thử.", "- Có kinh nghiệm tạo Test Plan và thiết kế Test Case, Test Data.", "- Có kinh nghiệm sử dụng Testing Tools chạy automation test theo script, Test Performance, Load Test...", "- Yêu cầu tiếng Anh thành thạo, làm việc trực tiếp với đối tác nước ngoài.", "- Năng động, sáng tạo, nhiệt tình, có khả năng làm việc độc lập và phối hợp tốt trong nhóm.", "- Có khả năng nghiên cứu và phân tích.", "- Chịu được áp lực cao trong công việc.", "- Có kinh nghiệm sử dụng truy vấn SQL, test web, mobile app.", "- Có kinh nghiệm với một số công cụ quản lý kiểm thử (AzureDevops, TFS,...)."], "Quyền lợi": ["- Fully remote", "- Tổng thu nhập = Lương Net + Thưởng hiệu quả công việc (>14 months salary).", "- Đánh giá tăng lương 2 lần/ năm dựa theo năng lực và hiệu quả công việc.", "- Thưởng các dịp lễ 30/4 1/5, 2/9, sinh nhật cá nhân, Tết dương", "- Phụ cấp ăn trưa 800,000 VND/ tháng.", "- Bảo hiểm sức khỏe PVI Care cho cá nhân và người thân trong gia đình, Khám sức khỏe định kỳ.", "- Trợ cấp thai sản full lương.", "- Tham gia Chia sẻ kiến thức với OpenTalk, MiniTalk hàng tuần.", "- Được cung cấp trang thiết bị PC / Laptop hiện đại.", "- Tham gia các hoạt động sự kiện: Du lịch Công ty, Sinh nhật Công ty, YEP, Cuộc thi Thể thao/Game/ CodeWar,...", "- Tham gia các CLB của công ty: Bóng đá, Bi lắc, Âm nhạc, Tiếng Anh, Truyền thông,...", "- Văn phòng thoáng mát, đầy đủ tiện nghi với quầy pantry hấp dẫn có đồ ăn nhẹ, trà, cafe, milo,...", "- Có lộ trình thăng tiến, cơ hội phát triển theo năng lực."], "Địa điểm làm việc": ["- Hà Nội: Tầng 2, tòa CT3, The Pride, đường Tố Hữu, Hà Đông, Hà Đông", "- Hà Nội: Tầng 5, Hồng Hà Tower, 89 Thịnh Liệt, Hoàng Mai, Hoàng Mai", "- Hà Nội: Tầng 7, Tòa nhà Vinfast Mỹ Đình, 8 Phạm Hùng, Nam Từ Liêm, Nam Từ Liêm", "- Đà Nẵng: Tầng 3, TP Building, 268 Đường 30/4, Hòa Cường, Hòa Cường Bắc, Hải Châu, Hải Châu", "- Hồ Chí Minh: Tầng 4, STA Building, 118 Phạm Văn Đồng, Hiệp Bình Chánh, Thủ Đức", "...và 2 địa điểm khác", "Thu gọn"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nữ"},
{"urls": "https://www.topcv.vn/viec-lam/cloud-engineer-aws/1296817.html?ta_source=ITJobs_LinkDetail", "job_name": "Cloud Engineer (AWS)", "company_name": "Công ty TNHH phần mềm 2NF", "address": ["tòa nhà 3a, ngõ 82 Duy Tân, Cầu Giấy, Hà Nội"], "salary": "28 - 45 triệu", "exp": "Không yêu cầu kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Develop and maintain CI/CD cycles for the company's projects.", "Maintain the infrastructure system running the company's products", "Maintain the product development environment infrastructure system.", "Monitor and optimize system performance.", "Design and implement infrastructure for new products.", "Build and convert existing Application systems to Microsevices model,", "Docker, Cloud", "Research, deploy, optimize solutions and architecture for application systems: API,", "Web,...The Log processing system has a large amount of access to millions of concurrent users.", "• Building monitoring systems, Monitor for large systems."], "Yêu cầu ứng viên": ["Experience working with Atlassian products such as Jira, Bitbucket, Confluence, and Crowd,...", "Experience working with Sonarqube, Sonatype Nexus OSS, IQserver, Jenkins, SCM-manager.", "Experience working with Webservers: Apache, Nginx. Apache would be preferred.", "Set up, operate, and troubleshoot the products' infrastructure and application levels above.", "Experience with Terraform.", "- 4-5+ YOE working on AWS environment with EC2, ELBs, RDS, Networking, Backup, and Troubleshooting.", "Database: Oracle, PostgreSQL.", "Good English communication"], "Quyền lợi": ["• Salary: upto 45,000,000 VND", "• 13th month salary, year-end business performance bonus; project bonus.", "• Consider salary increase 1 year 2 times (periodically in 06 and 12 months)", "• Pay social insurance, health insurance, unemployment insurance according to state regulations when signing the official labor contract with the Company", "• Participate in English and Japanese courses at the Company (support company).", "• Get regular health check-ups every 1 year in May", "• Fully enjoy the Company's welfare policies: bonus for holidays, Tet, 13th month salary, business bonus, travel, teambilding,...", "• Professional, dynamic, youthful, open environment"], "Địa điểm làm việc": ["- Hà Nội: Tòa nhà 3A, Ngõ 82 Duy Tân, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-front-end-developer/1296191.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh Front-End", "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ QUỐC TẾ MH SOLUTION", "address": ["Số 71-73, đường Trần Thái Tông, phường Dịch Vọng, Quận Cầu Giấy, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["- Tham gia xây dựng sản phẩm được phát triển trên nhiều nền tảng với ngôn ngữ Java Script.", "- Phối hợp với các bộ phận liên quan để thực hiện nhiệm vụ khác.", "- Liên tục nghiên cứu & ứng dụng các công nghệ mới để nâng cao hiệu suất, tốc độ và tối đa hoá trải nghiệm người dùng."], "Yêu cầu ứng viên": ["- Không yêu cầu kinh nghiệm", "- Mới tốt nghiệp hoặc sinh viên năm cuối chuyên ngành liên quan đến CNTT.", "- Sử dụng tốt Javascript và HTML, CSS.", "- Kiến thức về HTML5, CSS3, Javascript.", "- Có Mindset tốt về làm Product.", "- Làm việc chủ động, khả năng teamwork tốt, ham học hỏi và áp dụng những công nghệ mới.", "- Có kinh nghiệm làm việc với ReactJS", "- Ưu tiên ứng viên có thể làm việc toàn thời gian tại công ty"], "Quyền lợi": ["- Tham gia vào các dự án on-trend, mang ý nghĩa xã hội.", "- Được đào tạo bài bản các kĩ năng từ cơ bản tới nâng cao; kiến thức chuyên môn; các công cụ làm việc; kĩ năng giao tiếp/phối hợp.", "- Làm việc trong môi trường Startup trẻ, năng động, có nhiều thách thức.", "- Lộ trình đào tạo và thăng tiến rõ ràng, tôn trọng sự khác biệt, sáng tạo.", "- Làm việc và nhận sự hướng dẫn trực tiếp từ các chuyên gia trong lĩnh vực thu thập dữ liệu; phát triển sản phẩm; an toàn thông tin (bảo mật)."], "Địa điểm làm việc": ["- Hà Nội: Trần Thái Tông, Phường Dịch Vọng, Cầu Giấy", "- Hà Nội: Tầng 5, số 71-73 Trần Thái Tông, Dịch Vọng, Cầu Giấy, Hà Nội., Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)", "Thứ 7 tuần 01 và 03 của tháng"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-wordpress-tu-3-nam-kinh-nghiem/1296585.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "Công ty Cổ phần Phần mềm MOHA", "address": ["Tầng 9, số 10, Ngõ 11 Duy Tân, Cầu Giấy, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["Tham gia/chịu trách nhiệm chính trong việc phát triển dự án wordpress theo yêu cầu từ quản lý trực tiếp", "Tiếp nhận yêu cầu dự án, design từ Khách hàng và Q&A, phân tích, tiến hành estimation, lên plan thực hiện", "Chủ động trao đổi với KH làm rõ yêu cầu, go-live hoặc xử lý các sự cố phát sinh của dự án", "Trong trường hợp cần thêm nhân sự cùng join dự án, ứng viên cần chủ động trao đổi/phối hợp với đối tác hoặc các nhân sự Wordpress freelancer để thực hiện/đảm bảo tiến độ dự án", "Chủ động study thêm công nghệ mới để support các dự án khác khi cần thiết"], "Yêu cầu ứng viên": ["Must have:", "Đã có kinh nghiệm", "ít nhất 3 năm làm việc với Elementor Pro + ACF Pro", "Có kinh nghiệm dựng giao diện thuần với theme files (header, footer, single, archive...)", "Biết cách triển khai trang web wordpress trên hosting và Linux server", "Nắm vững kiến thức về HTML, CSS, Javascript, Browser", "Khả năng đọc hiểu chat tiếng Anh với Khách hàng qua Slack", "Nice to have:", "Có kinh nghiệm code Nextjs, React, Angular hoặc Vuejs", "Có kinh nghiệm code PHP Laravel", "Kỹ năng mềm:", "Kỹ năng teamwork và làm việc độc lập", "Chủ động, trách nhiệm cao trong công việc"], "Quyền lợi": ["Mức lương: 13-17M", "Thời gian check-in/check-out linh hoạt", "Remote 4 lần/tháng", "Được tham gia các chương trình training về kỹ năng công nghệ, kỹ năng mềm, phương pháp làm việc và tiếng Anh", "Được tham gia team core, phát triển các dự án với dàn nhân sự chất lượng cao, lý tưởng và tâm huyết", "Được học hỏi và thực hành những bí kíp võ công mới nhất của Laravel và các frameworks khác", "Được làm việc trong một môi trường thoải mái, năng động, luôn sáng tạo, luôn đổi mới", "Cơ hội thể hiện và phát triển bản thân luôn rộng mở", "Được hưởng các chế độ BHXH, BHYT, BHTN theo quy định.", "Du lịch, team building, quà sinh nhật...", "Nghỉ 12 ngày phép/năm, nghỉ Lễ theo quy định của Luật lao động hiện hành và theo quy định của Công ty", "Văn hóa trao đổi thẳng thắn, cởi mở trên tinh thần hỗ trợ cùng phát triển.", "Và rất nhiều cái “được” khác... Hãy join team MOHA ngay hôm nay!!!"], "Địa điểm làm việc": ["- Hà Nội: Tòa Dragon, số 72 phố Dịch Vọng, phường Dịch Vọng, quận Cầu Giấy, Hà Nội, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-it/1211695.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên IT", "company_name": "Hệ thống giáo dục Edufit", "address": ["Tây Hồ Tây Starlake, Khu đô thị Tây Hồ Tây, Xuân Tảo, Tây Hồ, Hà Nội, Việt Nam"], "salary": "10 - 11 triệu", "exp": "1 năm", "remaining": "30/05/2024", "Mô tả công việc": ["Tập đoàn Giáo dục Edufit tuyển dụng vị trí Nhân viên IT với trách nhiệm chính như sau:", "HỖ TRỢ NGƯỜI DÙNG CUỐI", "Hỗ trợ người dùng trong các sự cố có liên quan đến thiết bị phần cứng, phần mềm: lỗi máy tính, máy in, máy photo, chấm công, máy chiếu, ti vi, màn hình tương tác, âm thanh loa đài...và các thiết bị khác do IT quản lý", "Kiểm tra và phối hợp xử lý các sự cố mạng, Firewall, Switch, Wifi và vấn đề kết nối.", "Hỗ trợ kĩ thuật cho hội thảo của bộ phận Tuyển Sinh", "SỬA CHỮA, BẢO TRÌ, NÂNG CẤP", "Kiểm tra kỹ thuật, báo cáo và đề xuất thay thế linh kiện thiết bị.", "Lên kế hoạch thực hiện công tác bảo trì thiết bị định kỳ", "Lập đề xuất nâng cấp thiết bị theo tiêu chuẩn đã ban hành", "Quản lý, sửa chữa, cập nhật dữ liệu các thiết bị kiểm soát vào ra (Access control), hệ thống CCTV, PA", "TRIỂN KHAI DỰ ÁN TẠI CƠ SỞ", "Tham gia xây dựng và đề xuất các giải pháp, phối hợp triển khai các dự án CNTTtại cơ sở đang vận hành.", "Giám sát nhà thầu thi công theo tiêu chuẩn đề ra", "Phối hợp nghiệm thu từ nhà thầu thi công, tiếp nhận bàn giao và đào tạo hướng dẫn vận hành", "QUẢN LÝ, CẤP PHÁT, THU HỒI TÀI SẢN CNTT", "Cài đặt, cấu hình thiết bị, phần mềm theo tiêu chuẩn quy định", "Kiểm tra, cấp phát, thu hồi thiết bị (tài sản và tài khoản người dùng)", "Theo dõi tồn kho, dự phòng, linh kiện, bản quyền... đảm bảo sẵn sàng backup và cấp phát khi có yêu cầu.", "CÁC CÔNG VIỆC KHÁC", "Tạo, khóa, phân quyền tài khoản về Mail, Domain, Gapo cho User", "Quản lý các tài khoản mail tác nghiệp, làm việc với nhà cung cấp về mạng, dịch vụ, kiểm soát ra vào....", "Rà soát, cập nhật ảnh, dữ liệu của Nhân viên, Học sinh và Phụ huynh trên hệ thống", "Tham gia đào tạo, văn hóa doanh nghiệp"], "Yêu cầu ứng viên": ["1. Trình độ chuyên môn:", "– Tốt nghiệp đại học chuyên ngành công nghệ thông tin", "2. Kỹ năng:", "– Kỹ năng lắng nghe, giao tiếp, đàm phán, thuyết phục", "– Khả năng làm việc nhóm, làm việc với từng cá nhân, làm việc độc lập", "– Thành thạo tin học văn phòng: Word, Excel, PowerPoint", "– Chủ động, thích ứng với thay đổi và có tinh thần trách nhiệm cao trong công việc", "3. Kinh nghiệm:", "– Có kinh nghiệm ít nhất 1 năm kinh nghiệm ở vị trí tương đương"], "Quyền lợi": ["– Môi trường làm việc quốc tế chuyên nghiệp, trẻ trung và năng động.", "– Thu nhập cạnh tranh và được tham gia bảo hiểm xã hội theo đúng quy định.", "– Chế độ thưởng các dịp Lễ (30/04 – 01/05, Quốc Khánh 02/09, Hiến chương các Nhà giáo 20/11 ...), Tết Dương lịch, Tết Âm lịch; chế độ thưởng KPIs hàng kỳ ...", "– Chính sách ưu đãi học phí cho con với nhiều mức ưu đãi hấp dẫn.", "– Chính sách đào tạo, phát triển năng lực để đáp ứng yêu cầu công việc và chuẩn bị cho lộ trình thăng tiến của CBNV.", "– Chế độ ngày nghỉ hấp dẫn với chế độ NGHỈ HÈ, NGHỈ ĐÔNG đặc biệt của Công ty (bên cạnh thời gian nghỉ phép và nghỉ Lễ, Tết thông thường theo quy định).", "– Chế độ du lịch và khám sức khỏe thường niên theo quy định của Công ty.", "– Giờ làm việc từ thứ 2 – thứ 6 (08:00 – 17:00)"], "Địa điểm làm việc": ["- Hà Nội: The Dewey Schools Ocean Park - PT-01, Khu đô thị Vinhomes Ocean Park, Gia Lâm, Hà Nội, Gia Lâm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)", "01/07/2024"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/ux-writer/1296681.html?ta_source=ITJobs_LinkDetail", "job_name": "UX Writer", "company_name": "FPT Information System", "address": ["Tầng 22 toà nhà Keangnam Landmark 72, E6 Phạm Hùng, Nam Từ Liêm, Hà Nội"], "salary": "Thoả thuận", "exp": "3 năm", "remaining": "10/05/2024", "Mô tả công việc": ["- Write UX content for new features/projects including error messages, notifications, in-product messaging, confirmation dialogs, etc... to provide a consistent experience to our users.", "- Edit and improve existing UX content.", "- Try out your ideas through user testing and research, to ensure they’re meeting real audience needs.", "- Receive tasks relevant to UX content from other stakeholders such as PO, engineering team or designers."], "Yêu cầu ứng viên": ["1. Education:", "- University Degree, major in Marketing, Multimedia communications or related field.", "2. Experience:", "- At least 3 year of experience in UX writing, copywriting, content writing, journalism, Marcom writing.", "3. Knowledge/Abilities/Skills:", "- Exceptional written and verbal communication skills.", "- Exceptional writing and editing skills.", "- Strong interest and sensibility for high-standard user experience.", "- Experience using Jira, Confluence, Whimsical, and Figma is a plus.", "- A strong point of view about topics related to UX or content strategy."], "Quyền lợi": ["1. Community of professionals who work with integrity and devotion", "- Professional financial working environment.", "- Working with initiative, creativity and challenges.", "2. Competency - based compensation", "- Competitive and attractive compensation package based on performance and contribution.", "- Receive the deducted income if passing the probation (2-month probationary period with 85% salary) and annual salary review.", "- Social/Medical/Unemployment insurances.", "- Premium insurances: Healthcare insurance and 24/24 personal accident insurance.", "3. Organization with vibrant and learning – centralized culture", "- Open working space with modern equipment.", "- Diverse, energetic internal and volunteer activities."], "Địa điểm làm việc": ["- Hà Nội: Tầng 12 - FPT Tower - số 10 Phạm Văn Bạch, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/middle-frontend-developer-hrm-domain/1296683.html?ta_source=ITJobs_LinkDetail", "job_name": "Middle", "company_name": "FPT Information System", "address": ["Tầng 22 toà nhà Keangnam Landmark 72, E6 Phạm Hùng, Nam Từ Liêm, Hà Nội"], "salary": "(HRM Domain)", "exp": "Hà Nội", "remaining": "10/05/2024", "Mô tả công việc": ["Tiếp nhận, phân tích yêu cầu từ cán bộ tư vấn nghiệp vụ, hỗ trợ giải pháp cho các yêu cầu chức năng, báo cáo, tích hợp...", "Thiết kế, lập trình, làm tài liệu và sửa lỗi chương trình", "Nghiên cứu các công nghệ và sản phẩm mới và đề xuất ứng dụng vào thực tiễn.", "Đào tạo, hỗ trợ các thành viên mới trong team.", "Tham gia các dự án phát triển phần mềm với các khách hàng lớn của Công ty."], "Yêu cầu ứng viên": ["Có kiến thức tốt về JavaScript hiện đại, hiểu biết về EcmaScript. Quen thuộc với TypeScript là một lợi thế", "Thành thạo HTML/CSS.", "Có kiến thức tốt về cấu trúc dữ liệu và giải thuật.", "Có hiểu biết về Functional programming.", "Có mindset về clean code, quen thuộc với các công cụ linting: EsLint, TsLint, Prettier.", "Hiểu biết về các công cụ bundler: webpack, parcel, rollup, babel.", "Có kinh nghiệm về React và React Hook API.", "Sử dụng thành thạo Git.", "Khả năng nắm bắt, học hỏi kỹ thuật mới nhanh.", "Có khả năng làm việc dưới áp lực cao", "Có tư duy logic tốt, chủ động trong công việc và có khả năng tự học.", "Ưu tiên có khả năng đọc hiểu tài liệu, giao tiếp bằng tiếng Anh."], "Quyền lợi": ["Mức lương hấp dẫn, thỏa thuận theo năng lực. Lương tháng 13 và thưởng KPI.", "Thời gian làm việc từ Thứ 2 đến Thứ 6.", "Được tham gia các khóa đào tạo kỹ năng và nghiệp vụ nâng cao;", "15 ngày phép/năm và các ngày nghỉ Lễ theo quy định;", "Xem xét tăng lương hàng năm;", "Bảo hiểm FPTCare cho bản thân và cơ hội mua FPTCare cho gia đình;", "Khám sức khoẻ định kỳ;", "Các hoạt động teambuilding, nghỉ mát hàng năm; các hoạt động văn hoá, sự kiện hấp dẫn của Công ty FPT IS và Tập đoàn FPT."], "Địa điểm làm việc": ["- Hà Nội: Tầng 12 - FPT Tower - số 10 Phạm Văn Bạch, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php/1296704.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên PHP", "company_name": "CÔNG TY TNHH TẬP ĐOÀN TRUYỀN THÔNG BIO MEDIA", "address": ["108 Nguyễn Trãi, Phường Thượng Đình, Quận Thanh Xuân, Thành phố Hà Nội, Việt Nam"], "salary": "10 - 20 triệu", "exp": "1 năm", "remaining": "10/05/2024", "Mô tả công việc": ["Phát triển các ứng dụng phần mềm cho nội bộ công ty (nền tảng chính: PHP)", "Code thêm chức năng, sửa lỗi, tối ưu cho Seo cho các website của công ty", "Thiết kế chi tiết các chức năng của phần mềm", "Xử lý các nhiệm vụ được giao một cách chính xác và triệt để.", "Đáp ứng thời hạn của nhiệm vụ.", "Viết mã hiệu quả, có thể kiểm tra.", "Giữ quy tắc mã hóa.", "Viết và thực hiện bài kiểm tra đơn vị để đảm bảo mã của bạn hoạt động bình thường.", "Báo cáo và tham khảo ý kiến của lãnh đạo hoặc nhà phát triển cấp cao ngay lập tức khi có bất kỳ vấn đề nào."], "Yêu cầu ứng viên": ["Có kinh nghiệm lập trình PHP", "Tốt nghiệp các trường Đại học tại Việt Nam hệ chính quy tập trung (Không tuyển liên thông, tại chức, đào tạo từ xa).", "Có thành tích học tập hoặc thành tích làm việc tốt là một lợi thế.", "Hiểu biết về ngôn ngữ lập trình PHP, HTML, CSS, JS, CodeIgniter. Đặc biệt sử dụng PHP thuần (echo, foreach)", "Có khả năng tư duy, phân tích, đánh giá liên quan đến code."], "Quyền lợi": ["Thưởng thành tích theo KPI, thưởng lễ tết, thưởng tháng lương thứ 13 hàng năm theo tình hình kinh doanh của công ty.", "Được tham gia các hoạt động đào tạo để nâng cao kiến thức, kỹ năng, nâng cao chuyên môn.", "Được tham gia BHXH, BHTN, BHYT theo quy định của Pháp luật", "Được hưởng các chế độ phúc lợi: hưởng 12 ngày phép/năm; tham gia các hoạt động sinh nhật, party, du lịch; các chế độ thăm hỏi ốm đau, thai sản, hiếu hỉ...", "Nhiều cơ hội thăng tiến cho nhân sự tâm huyết, gắn bó lâu dài.ư", "Môi trường làm việc trẻ trung, chuyên nghiệp.", "Hỗ trợ vé gửi xe hàng tháng."], "Địa điểm làm việc": ["- Hà Nội: Tòa nhà số 15, phố Ngọc Khánh, Ba Đình"], "Thời gian làm việc": ["Thứ 2 - sáng thứ 7 ( 8h00 - 17h30 )"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/web-developer/1236125.html?ta_source=ITJobs_LinkDetail", "job_name": "Web Developer", "company_name": "CÔNG TY TNHH BRICKMATE GROUP VIETNAM", "address": ["29A Nguyễn Đình Chiểu, Phường Đa Kao, Quận 1, Thành phố Hồ Chí Minh, Việt Nam"], "salary": "Trên 17 triệu", "exp": "3 năm", "remaining": "31/07/2024", "Mô tả công việc": ["Work closely with a Project Manager and the designers, other developers, and DevOps Engineers in each project.", "Analyze product requirements and specifications to create, communicate, and implement & suggest the technical design. (Jira)", "Decide which technologies are going to be used in the project and define the overall architecture and layouts.", "Learn new technologies, languages, and techniques so that you are able to adapt to the requirements of the project.", "Collaborate with other team members to define the internal processes and initiatives to help the company accomplish its mission."], "Yêu cầu ứng viên": ["Experience in one of those", "Angular, React JS, and Vue JS (using Typescript)", "Experience with web services and REST API implementation", "Good skills of Responsive and adaptive design", "Experience in cloud environments such as AWS EC2, S3, ELB, ETC.", "Experience with databases (MySQL, MongoDB, MSSQL) (basic)", "Experience in creating test code with Mocha, Jest, etc. (fluent is a plus)", "Be able to speak English (fluent is a plus)"], "Quyền lợi": ["Very competitive salary + 100% during the probation period", "13th salary", "Annual performance bonus", "Extra performance bonus for special projects", "1 extra company anniversary day off", "12 annual leave +", "3 extra sick leave days per year", "Social insurance (health, unemployment, etc)", "Only work from Mon-Fri (8:00 - 17:00),", "off Sat & Sun", "Great allowance (Free Snack, Coffee and drinks / Free Parking, etc)", "Workshop/Company trip/ Year End Party/ Dinner Party/ Birthday Party", "Birthday gift with bonus", "Weekly football event", "Have an extra opportunity to work onsite in Korea"], "Địa điểm làm việc": ["- Hồ Chí Minh: 29A Nguyễn Đình Chiểu, phường Đa Kao, quận 1, Quận 1", "- Hồ Chí Minh: 19 Cao Thắng, phường 2, quận 3, Quận 3"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/backend-developer/1239286.html?ta_source=ITJobs_LinkDetail", "job_name": "Backend Developer", "company_name": "CÔNG TY TNHH BRICKMATE GROUP VIETNAM", "address": ["29A Nguyễn Đình Chiểu, Phường Đa Kao, Quận 1, Thành phố Hồ Chí Minh, Việt Nam"], "salary": "Thoả thuận", "exp": "Không yêu cầu kinh nghiệm", "remaining": "31/07/2024", "Mô tả công việc": ["Work closely with a Project Manager and DevOps Engineer on each project.", "Analyze product requirements and specifications to create, communicate, and implement & suggest the technical design. (Jira)", "Decide which technologies are going to be used in the project and define the overall architecture.", "Learn new technologies, languages, and techniques so that you are able to adapt to the requirements of the project.", "Collaborate with other team members to define the internal processes and initiatives to help the company accomplish its mission."], "Yêu cầu ứng viên": ["Backend (Open to Fullstack):", "Good candidate for QC Engineer position should have the following qualifications", "3+ years of experience working in software testing.", "Good skill in writing test cases.", "Ability to manage multiple assigned tasks, strong organizational skills with great attention to detail.", "Knowledge of software testing, especially in testing techniques and testing mythologies.", "Experience in testing web applications and mobile testing on several browsers and mobile platforms.", "MUST have experience in test Web Services, API using tools like Postman", "Experienced with Blockchain is a plus.", "Experienced in end-to-end automation testing is a plus.", "Be able to speak English (Fluent is a plus)"], "Quyền lợi": ["● Very competitive salary + 100% during the probation period", "● 13th salary, project bonus", "●", "1 extra company anniversary day off", "● 12 annual leave +", "3 extra sick leave days per year", "● Only work from Mon-Fri (8:00 - 17:00), off Sat & Sun", "● Great allowance (Free Snack, Coffee and drinks / Free Parking, etc)", "● Team building/ Year End Party", "● Monthly Team Dinner / Birthday Party", "● Birthday gift with bonus", "● Weekly football event", "● Have an extra opportunity to work onsite in Korea", "● Opportunity to work with big Korean companies such as Lotte, Kyobo, Samsung, LG, Megazone, etc.", "● Opportunity to challenge other business areas as a Global member with Americans.", "● Chance to become the leader of a dynamic and growing company."], "Địa điểm làm việc": ["- Hồ Chí Minh: 29A Nguyễn Đình Chiểu, phường Đa Kao, quận 1, Quận 1", "- Hồ Chí Minh: 19 Cao Thắng, phường 2, quận 3, Quận 3"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/qa-qc-it-engineer/1253469.html?ta_source=ITJobs_LinkDetail", "job_name": "QA/QC", "company_name": "CÔNG TY TNHH BRICKMATE GROUP VIETNAM", "address": ["29A Nguyễn Đình Chiểu, Phường Đa Kao, Quận 1, Thành phố Hồ Chí Minh, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "30/06/2024", "Mô tả công việc": ["Coordinate with software development teams to understand project objectives, testing goals, and requirements. Comprehend business and product design documents.", "Develop detailed plans for writing test cases/tests for products/modules/screens/functions.", "Design and construct test cases using various methodologies.", "Perform testing, log errors, and monitor bug fixing progress.", "Ensure quality control, verifying that systems/products are built as per design specifications and meet business requirements.", "Responsible for the acceptance of functionalities/product handover to the end-user testing phase.", "Work closely with developers, designers, and supporters in release plans.", "Train team members on skills for testing and test case development."], "Yêu cầu ứng viên": ["Bachelor’s or Associate's degree in IT or a related field.", "Excellent verbal and written communication skills in both English and Vietnamese (Korean is a plus).", "Preferably 3 years of QA/QC experience in the IT field.", "Detailed knowledge of quality control standards and testing methodologies.", "Working knowledge of tools, methods, and concepts of quality assurance.", "Solid understanding of relevant regulatory standards.", "Excellent data collection and analysis skills.", "Strong attention to detail and a commitment to delivering high-quality work."], "Quyền lợi": ["Very competitive salary", "● 13th salary, project bonus", "●", "1 extra company anniversary day off", "● 12 annual leave +", "3 extra sick leave days per year", "● Only work from Mon-Fri (8:00 - 17:00), off Sat & Sun", "● Great allowance (Free Snack, Coffee and drinks / Free Parking, etc)", "Team building/ Year End Party/", "Monthly Team Dinner / Birthday Party", "● Birthday gift with bonus", "● Weekly football event", "● Have an extra opportunity to work onsite in Korea", "● Opportunity to work with big Korean companies such as Lotte, Kyobo, Samsung, LG, Megazone, etc.", "● Opportunity to challenge other business areas as a Global member with Americans.", "● Chance to become the leader of a dynamic and growing company."], "Địa điểm làm việc": ["- Hồ Chí Minh: 29A Nguyễn Đình Chiểu, phường Đa Kao, quận 1, Quận 1", "- Hồ Chí Minh: 19 Cao Thắng, phường 2, quận 3, Quận 3"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/software-architect/1256817.html?ta_source=ITJobs_LinkDetail", "job_name": "Software Architect", "company_name": "CÔNG TY TNHH BRICKMATE GROUP VIETNAM", "address": ["29A Nguyễn Đình Chiểu, Phường Đa Kao, Quận 1, Thành phố Hồ Chí Minh, Việt Nam"], "salary": "Trên 2,000 USD", "exp": "Trên 5 năm", "remaining": "30/06/2024", "Mô tả công việc": ["Plays a pivotal role in formulating and implementing Brickmate's software infrastructure & setting up the technology strategy.", "Provide the technical leadership needed to design and develop innovative cloud-based solutions.", "Focus on building scalable and maintainable systems through microservices architecture.", "Design and implementation of microservice-based applications using Docker and Kubernetes in the AWS / Naver cloud environment.", "Lead the design, documentation and review process of system architecture.", "Evaluate and adopt the latest cloud technologies and services for performance optimization and cost-effective infrastructure design.", "Work closely with the development team to improve end-to-end system architecture and development processes.", "Design solutions that meet your security, data protection, and compliance requirements.", "Provides leadership to support technical problem solving and decision making.", "Update your knowledge of the latest cloud technologies, programming languages, and tools through continuous learning.", "Train and coach teams to apply and follow the software architecture & adaption process of the company.", "Develop the overall delivery roadmap for multiple technical initiatives.", "Other tasks are assigned by the Director."], "Yêu cầu ứng viên": ["BS, MS, and/or Ph.D. degree in computer science, information technology, software architect, software engineering, or a related technical field", "10+ years of experience in the software industry", "5+ years of experience as SA in leading or guiding teams on the following:", "Architect system, infrastructure, and deployment", "Architect applications from both front-end, back-end, and data storage", "Writing technical design, infrastructure design, and deployment model", "Experience in leading or guiding teams to build large-scale, resilient, reliable, secured and cost-effective applications", "Experience in leading or guiding teams to resolve technical issues and/or challenges", "Experience in leading or guiding teams to study and apply new technologies", "Solid knowledge of software development and product management", "Proficient in agile development methodologies", "Ability to work effectively, in a fast-paced environment that is transitioning from the start-up phase", "Good at communication skills both English & Vietnamese", "AWS Cloud service / architecture (Prioritize of certificate holders)", "Message Queue (Rabbit MQ, Kafka, SQS, Active MQ)", "Experience designing and implementing microservices architecture.", "- API Gateway, Message Queue, Service Mesh", "- Docker container, K8s, Jenkins", "- DB (SQL / noSQL, Redis, Memcached)", "- Monitoring (Prometheus, Grafana, Datadog)", "- Logging (Elasticsearch, Logstash)", "- Security (OAuth2, JWT, TLS/SSL)", "Experience designing and building reliable and scalable cloud-based systems.", "Proficient in multiple programming languages (e.g. Node.js, .NET, Python, Java)"], "Quyền lợi": ["Very competitive salary,", "+ 100% during the probation period", "13th salary", "Performance bonus based on the achievements", "12 annual leave + 3 extra sick leave days per year", "1 day off for company anniversary day", "Join the dynamic, active, young, and friendly project team", "Only work from Mon-Fri (8:00 - 17:00), off Sat & Sun", "Have a stable career path & opportunity for higher position", "Great allowance (Free Coffee and drinks / Free Parking / Birthday party, etc)", "Birthday gift with bonus", "Weekly football event", "Team building/ Year End Party", "Monthly Team Dinner / Birthday Party", "Have an extra opportunity for working onsite in Korea", "Opportunity to challenge other business areas as a Global member", "Chance to become the", "leader of a dynamic and growing company."], "Địa điểm làm việc": ["- Hồ Chí Minh: 29A Nguyễn Đình Chiểu, phường Đa Kao, quận 1, Quận 1", "- Hồ Chí Minh: 19 Cao Thắng, phường 2, quận 3, Quận 3"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Trên 5 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/project-manager/1151336.html?ta_source=ITJobs_LinkDetail", "job_name": "Project Manager", "company_name": "Công Ty Cổ Phần Công Nghệ ECRM", "address": ["Số 33 Nguyễn Trãi, Phường Khương Trung, Quận Thanh Xuân, Hà Nội"], "salary": "18 - 25 triệu", "exp": "1 năm", "remaining": "20/05/2024", "Mô tả công việc": ["- Lập kế hoạch phát triển dự án, quản trị rủi ro, phân chia công việc, chịu trách nhiệm về dự án trước các stakeholder và các hoạt động của dự án.", "- Tiếp nhận yêu cầu từ bộ phận kinh doanh và các phòng ban khác, tổ chức khảo sát, thống nhất yêu cầu với các bên liên quan", "- Quản lý team dự án, đánh giá/nhận xét năng lực team dự án.", "- Quản lý workload member dự án.", "- Nhận diện/giải quyết vấn đề.", "- Giảm thiểu/ngăn ngừa rủi ro đảm bảo dự án chạy đúng tiến độ.", "- Phối hợp với các stakeholder, báo cáo về tình hình dự án, đề xuất các phương án để dự án chạy thông suốt, đảm bảo chất lượng dự án.", "- Nghiên cứu, đề xuất thay đổi quy trình sản xuất phần mềm (nếu có)", "Địa điểm làm việc: Thành Phố Vinh, Nghệ An"], "Yêu cầu ứng viên": ["- Tốt nghiệp Đại học loại Khá trở lên, ưu tiên chuyên ngành CNTT, Kỹ thuật phần mềm, An toàn thông tin và ngành có liên quan", "- Có kinh nghiệm ít nhất 01 năm ở vị trí quản lý dự án công nghệ thông tin hoặc các dự án tương tự (PM).", "- Có kinh nghiệm quản trị các dự án theo nhiều mô hình khác nhau như Agile, Waterfall", "- Thành thạo các công cụ quản trị dự án và kiểm soát rủi ro", "- Có trách nhiệm cao và thái độ tốt trong công việc", "- Có khả năng làm việc độc lập hoặc làm việc theo nhóm tốt", "- Kỹ năng giao tiếp và trình bày tốt", "- Làm việc dưới áp lực cao, nhạy bén và tiếp thu nhanh.", "- Ưu tiên ứng viên có thể đi làm ngay hoặc có thể xem xét nhận việc sau tết", "- Tư duy logic và giao tiếp tốt, sáng tạo trong công việc"], "Quyền lợi": ["- Mức lương cơ bản từ 18- 25 triệu tùy theo năng lực và vị trí công việc:", "- Sẽ được trao đổi mức lương cụ thể khi phỏng vấn.", "- Được tổ chức sinh nhât, nghỉ lễ, nghỉ phép và hưởng quyền lợi theo Luật lao động.", "- Đồng nghiệp và môi trường làm việc năng động", "- Cơ hội được học tập và đào tạo nội bộ về các kỹ năng trong công việc."], "Địa điểm làm việc": ["- Nghệ An: Tầng 22, Handico 30 Quang Trung, Phường Quang Trung, TP Vinh"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-web-app-net-c/1200295.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Web", "company_name": "Công Ty Cổ Phần Công Nghệ ECRM", "address": ["Số 33 Nguyễn Trãi, Phường Khương Trung, Quận Thanh Xuân, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["- Xây dựng các ứng dụng trên nền tảng web bằng React Js và Dotnet/NodeJs/PHP", "- Tham gia công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công", "- Thực hiện công việc theo yêu cầu từ quả lý"], "Yêu cầu ứng viên": ["Thành thạo HTML/CSS", "Có kinh nghiệm xây dựng web bằng React", "Có khả năng xây dựng API bằng một trong những ngôn ngữ lập trình C sharp, php, java, js (node js), python...", "Thành thạo các câu lệnh truy vấn SQL", "Am hiểu về dotnet là một lợi thế"], "Quyền lợi": ["Mức lương cơ bản từ 10 - 20 triệu tùy theo năng lực và vị trí công việc:", "10 - 12 triệu với kinh nghiệm 1-2 năm.", "12- 20 triệu với kinh nghiệm trên 2+ năm.", "Sẽ được trao đổi mức lương cụ thể khi phỏng vấn.", "Được tổ chức sinh nhât, nghỉ lễ, nghỉ phép và hưởng quyền lợi theo Luật lao động.", "Đồng nghiệp và môi trường làm việc năng động", "Cơ hội được học tập và đào tạo nội bộ về các kỹ năng trong công việc."], "Địa điểm làm việc": ["- Nghệ An: CT2 Chung cư Kim Thi, Khối 1 Phường Quán Bàu, TP Vinh"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 07:45 đến 17:00)", "Riêng thứ 7 sẽ được nghỉ 3 chiều thứ 7 đầu tiên của tháng. Thứ 7 đi làm buổi chiều sẽ được về sớm hơn 1 tiếng"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/fresher-java-developer-tu-6-thang-kn/386890.html?ta_source=ITJobs_LinkDetail", "job_name": "Fresher", "company_name": "Công ty Cổ phần đầu tư Công Nghệ và Thương Mại Softdreams", "address": ["Nhà khách ATS số 8 Phạm Hùng, Mễ Trì, Nam Từ Liêm, Hà Nội"], "salary": "(Từ 6 Tháng KN)", "exp": "Hà Nội", "remaining": "10/05/2024", "Mô tả công việc": ["Xây dựng các ứng dụng cho khách hàng Doanh nghiệp. Đây là các mảng dịch vụ (product) đã có của công ty với hơn 100.000 khách hàng đang sử dụng.", "Tham gia nghiên cứu, phát triển các ứng dụng, hệ thống dựa trên công nghệ Bigdata.", "Tham gia trong nhiều khâu sản xuất dịch vụ: phân tích, phát triển, triển khai.", "Tham gia phát triển trong nhiều thành phần ở kiến trúc tổng thể của hệ thống phần mềm ( Frontend/ Backend/ Services).", "Phát triển phần mềm theo mô hình Agile/Scrum"], "Yêu cầu ứng viên": ["Là các bạn sinh viên hoặc đang chờ bằng theo học Chuyên ngành Công nghệ Thông tin.", "Kinh nghiệm: ít nhất 6 tháng kinh nghiệm", "Đã làm việc với 1 trong các cơ sở dữ liệu sau: SQL Server, MySQL", "Có hiểu biết về HTML, CSS, Javascript."], "Quyền lợi": ["Lương: 8 - 12 triệu/tháng", "Chế độ lương thưởng hấp dẫn với lương tháng 13, thưởng tết", "Đánh giá hiệu suất: 2 lần/năm", "Làm việc tại Doanh nghiệp với sứ mệnh phụng sự xã hội, mang lại các sản phẩm, dịch vụ nhằm thay đổi năng suất cho các doanh nghiệp", "Văn hóa trao đổi thẳng thắn, hỗ trợ tận tình; Sếp trẻ tâm lý, đồng nghiệp thân thiện", "Khuyến khích sự chủ động và tích cực học hỏi", "Cơ hội thăng tiến và thu nhập phù hợp tùy vào chuyên môn hoặc khả năng quản lý.", "Được học hỏi: SDS tạo điều kiện cho mọi người rèn luyện ở mọi lúc mọi nơi, đồng hành và thúc đẩy phát triển cá nhân từ đồng nghiệp và quản lý giàu kinh nghiệm", "Du lịch hằng năm với địa điểm hấp dẫn, thường xuyên tổ chức các hoạt động team building gắn kết cộng đồng, các hoạt động vui chơi giải trí cho nhân viên.", "Tham gia chương trình hàng tháng, các buổi liên hoan, sinh nhật hàng tháng, tiệc noel, tất niên,...", "Được tham gia BHXH, BHYT, BHTN, chế độ nghỉ có lương full phép theo luật hiện hành."], "Địa điểm làm việc": ["- Hà Nội: Trụ sở chính: Nhà khách ATS, số 8 Phạm Hùng, Phường Mễ Trì, Quận Nam Từ Liêm, Hà Nội, Nam Từ Liêm"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-reactjs-nextjs/1293619.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "10kn", "address": ["toà nhà Sacombank, Lê Đức Thọ, Nam Từ Liêm, Hà Nội"], "salary": "/ Nextjs", "exp": "Hà Nội", "remaining": "10/05/2024", "Mô tả công việc": ["We are seeking a highly motivated and skilled Middle ReactJS / React Native developer to join our development team. In this role, you will be responsible for building and maintaining web / mobile applications using ReactJs and React Native. You will work with a team of developers to deliver high-quality and innovative solutions for our products.", "Develop and maintain web application using ReactJs", "Clean Code, maintainable and efficient code", "Collaborate with cross-functional teams to define, design, and ship new features.", "Continuously discover, evaluate, and implement new technologies to maximize development efficiency.", "Troubleshoot and debug applications.", "Ensure the performance, quality, and responsiveness of applications.", "Stay up-to-date with the latest industry trends and technologies."], "Yêu cầu ứng viên": ["2+ years of ReactJS development", "Experience with NextJS", "Experience with implement npm packages", "Experience with HTML, CSS, JS, Typescript", "Experience with RESTful APIs.", "Experience with Git or other source control systems.", "Understanding of UI/UX Design", "Ability to work effectively in a fast-paced and collaborative environment.", "PLUS", "1+ years of React Native development", "Experience with publishing apps to stores and code push.", "Understanding of the mobile app development lifecycle.", "Experience with DevOps (EC2, S3, Route53, Cloudfare, CI/CD ...)"], "Quyền lợi": ["Salary upto 30.000.000 vnd", "Provide equipment for work: Computer, Ipad,...", "Performance review twice a year, based on work performance and company’s performance.", "Performance bonus, 13 months salary, bonuses for Tet holidays as prescribed: 30/4, 1/5, New Year’s Day, Lunar New Year,...reward projects, excellent individuals.", "Leave 12 days/year.", "Join team building: once a quarter, travel: once a year, Company birthday, Year-end party, Birthday party, Happy lunch, Workshop,...", "Participate in periodic health checks for all employees with good services.", "Have the opportunity to join free Japanese and English classes, soccer clubs, sprints, games.", "5 days/week from 8am - 5:30pm or 9am - 6:30pm (closed Saturday, Sunday). Can work hybrid 2 days/week", "Professional, young, dynamic and fair working environment.", "Have the opportunity to advance to a higher position.", "Good teamwork spirit, enthusiastic support from colleagues.", "Participating in Japanese training courses, soft skills, technical knowledge.", "Join Club Game, Football, Japanese."], "Địa điểm làm việc": ["- Hà Nội: Sacombank Lê Đức Thọ, Mỹ Đình, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-it-help-desk-it-support/1296352.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên IT", "company_name": "Công ty TNHH Tập đoàn Phú Hồ Gia", "address": ["Tầng 5, số 27 Hàng Bài, Hoàn Kiếm Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "31/05/2024", "Mô tả công việc": ["- Vận hành, quản trị trung tâm dữ liệu đảm bảo hoạt động ổn định của hệ thống mạng", "- Đảm bảo sự ổn định của đường truyền internet, truyền hình cáp tại cơ sở khách sạn và trụ sợ chính", "- Thực hiện công việc tiếp nhận yêu cầu, hỗ trợ người dùng cuối các vấn đề liên quan đến công nghệ thông tin bao gồm hạ tầng mạng, ứng dụng và thiết bị toàn Công ty.", "- Quản lý, bảo trì định kỳ các thiết bị CNTT tại cơ sở khách sạn cũng như tại trụ sở chính văn phòng", "- Hỗ trợ người dùng cuối các vấn đề liên quan đến công nghệ thông tin như: phần cứng/phần mềm máy tính, điện thoại, mạng máy tính.", "- Cấp phát tài sản, điều chuyển, thu hồi, triển khai lắp ráp phần cứng và cài đặt các phần mềm ứng dụng cho các máy trạm tại văn phòng và các cơ sở khách sạn.", "- Cài đặt và quản lý các thiết bị văn phòng: máy in, máy scan, máy chấm công, camera giám sát...", "- Chẩn đoán và giải quyết các lỗi về phần cứng và phần mềm trên các máy thiết bị công nghệ tại khách sạn và văn phòng.", "- Làm việc với các nhà cung cấp về vấn đề bảo hành, bảo trì các thiết bị phần cứng, phần mềm.", "- Thực hiện việc bảo trì định kỳ các thiết bị CNTT theo kế hoạch.", "- Báo cáo với cấp trên về tình trạng sử dụng thiết bị, các lỗi đã xử lý cho người dùng."], "Yêu cầu ứng viên": ["- Bằng cử nhân trở lên, ứng viên có trình độ chuyên môn xuất sắc có thể học liên thông đại học chuyên ngành liên quan đến máy tính,", "- Ứng viên trên 3 năm kinh nghiệm làm việc liên quan", "- Nhanh nhẹn, chăm chỉ, không ngại việc"], "Quyền lợi": ["- Thu nhập 10 - 15tr/tháng", "- Làm việc trong môi trường khách sạn 4 sao thuộc TOP 1 khu vực Phố Cổ - Hà Nội với nguồn vốn ổn định, tầm nhìn mở rộng chuỗi khách sạn trên khắp cả nước và khu vực Châu Á", "- Mức lương thương lượng + Thưởng service charge hàng tháng cùng kỳ lương", "- Cơ hội chia sẻ lợi nhuận từ các khách sạn trong chuỗi cùng ban lãnh đạo công ty", "- Hỗ trợ ăn trưa tại khách sạn", "- X4 lần lương các ngày lễ (trong trường hợp cần tăng ca)", "- Thưởng sinh nhật, Thưởng doanh thu theo Quý, Thưởng các ngày Lễ Tết, lương tháng 13", "- Gói khám sức khỏe miễn phí định kỳ 1 lần/năm", "- Hưởng 12 ngày nghỉ phép có hưởng lương/năm", "- Tham gia BHXH, BHYT, BHTN theo quy định", "- Team building, du lịch miễn phí 1 lần/năm", "- Cơ hội thăng tiến trong sự nghiệp phát triển chung của tập đoàn"], "Địa điểm làm việc": ["- Hà Nội: 33 Hàng Dầu, Hoàn Kiếm"], "Thời gian làm việc": ["6 ngày/tuần. Nghỉ 1 ngày linh hoạt theo sắp xếp"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/software-developer-java-net-javascript/1221739.html?ta_source=ITJobs_LinkDetail", "job_name": "Software Developer (Java/.NET/", "company_name": "GrapeCity", "address": ["Tầng 12B, tòa nhà Mercury, 444 Hoàng Hoa Thám, Tây Hồ, Hà Nội"], "salary": ")", "exp": "Hà Nội", "remaining": "10/05/2024", "Mô tả công việc": ["This position is responsible for serving as a technical expert; designing, developing and maintaining high profile application software and software tools for large projects and complex applications.", "This position is also responsible for adhering to and promoting GrapeCity’s vision and values by performing duties in a manner that is consistent with being a team member and supporting the continued growth of the company.", "This position will follow the requirements set by the project manager."], "Yêu cầu ứng viên": ["Experiences with any of the following programming language:", ".NET C#", "Java", "JavaScript", "Understanding of business logic.", "Creating development documents.", "Computer science degree or an equivalent degree.", "Understanding about data structure & algorithm.", "Understanding about", "OOP", ".", "Good problem solving skills / Good communicating skills / Good team worker.", "Good English reading and writing ability. Basic English Oral communication ability", "Knowledge of building cloud environments such as", "Azure", "or", "AWS", "Salesforce technical (APEX, SOQL) experience is a plus", "Experience developing", "educational websites and applications", "is a plus", "Experience developing for Japanese companies is a plus"], "Quyền lợi": ["ĐÀO TẠO CHUYÊN SÂU", "- Được ĐÀO TẠO trước khi bắt đầu công việc và trong quá trình làm việc theo từng dự án", "- Cơ hội làm việc với những kỹ sư nhiều kinh nghiệm;", "- Được hướng dẫn và đào tạo bởi các Leaders giỏi, có nhiều năm kinh nghiệm làm việc", "trong môi trường công ty Nhật;", "- Được tham gia học tiếng Anh miễn phí do các giảng viên Mỹ giảng dạy;", "- Được tham gia các khóa kỹ năng sống.", "WORK-LIFE BALANCE", "- Làm việc 8h/ngày, nghỉ thứ 7 & CN", "- Giờ làm việc linh hoạt", "- Rất ít khi phải làm việc OT", "- Chế độ du lịch hàng năm và tham gia các hoạt động teambuidling, sự kiện công ty...thường niên. Được hỗ trợ kinh phí, địa điểm tham gia các câu lạc bộ yoga, bóng đá, bóng bàn...", "- Cơ hội làm việc trong môi trường trẻ, năng động, chuyên nghiệp, sáng tạo", "- Được hưởng Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo pháp luật", "- Phép 12 ngày/năm và tăng theo thâm niên", "- Được nghỉ lễ Giáng sinh", "- Chị em phụ nữ được nghỉ thêm nửa ngày 8/3"], "Địa điểm làm việc": ["- Hà Nội: Tây Hồ"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "4 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/python-ai-ml-engineer/1295009.html?ta_source=ITJobs_LinkDetail", "job_name": "Python", "company_name": "CÔNG TY TNHH OUTCUBATOR VIỆT NAM", "address": ["Số 1, ngách 52/28 Tô Ngọc Vân, Phường Quảng An, Quận Tây Hồ, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "10/05/2024", "Mô tả công việc": ["As a", "Python AI/ML Engineer", "specializing in LLM Integration, you will play a crucial role in enhancing our product offerings and operational capabilities by integrating advanced Large Language Models and AI/ML frameworks. You will work closely with our engineering and data science teams to design, develop, and deploy scalable AI solutions that drive innovation and support our fintech services.", "Design and implement robust AI/ML solutions using Python, focusing on the integration of Large Language Models (LLMs) into our product suite.", "Collaborate with product and engineering teams to understand requirements and translate business needs into technical specifications.", "Develop and maintain APIs and services for real-time and batch processing of financial data using AI/ML models.", "Optimize AI/ML frameworks for scalability, efficiency, and reliability, ensuring seamless deployment and integration within our cloud infrastructure.", "Conduct research on the latest AI/ML technologies and methodologies, particularly those relevant to fintech, to drive continuous innovation.", "Implement best practices for data handling, model training, and model evaluation to ensure the accuracy and integrity of AI-powered features.", "Work closely with data engineers and architects to integrate AI models into the data pipeline and ensure alignment with data governance standards.", "Provide technical guidance and mentorship to junior team members, fostering a culture of innovation and continuous learning.", "Document all phases of AI/ML development, including design, testing, and deployment procedures."], "Yêu cầu ứng viên": ["Bachelor's or Master's degree in Computer Science, Engineering, Mathematics, or a related field.", "Proven experience in Python programming and familiarity with AI/ML libraries (e.g., TensorFlow, PyTorch, Scikit-learn).", "Experience with Large Language Models (LLMs) and their integration into applications or services.", "Strong background in machine learning algorithms, natural language processing, and deep learning.", "Experience with cloud platforms (e.g., IBM, Azure, Google Cloud) and containerization technologies (e.g., Docker, Kubernetes).", "Familiarity with RESTful APIs and microservices architecture.", "Excellent problem-solving skills, with the ability to work in a fast-paced, dynamic", "environment.", "Strong communication and collaboration skills, with a passion for technology and", "innovation."], "Quyền lợi": ["Why join Outcubator?", "If you are eager to take your career to the next level in the payment industry, this is the opportunity for you. We offer:", "Competitive compensation", "Our own chefs make delicious breakfasts, lunches and desserts for whole team", "Private Insurance", "Comfortable workplaces with the most up-to-date equipment", "Bi-annual assessments", "Flexible working time", "Optional business trips", "Monthly team outing", "High energy, international and innovative team", "Football, ping-pong and table football teams inside the company."], "Địa điểm làm việc": ["- Hà Nội: 52/28 To Ngọc Van Street, Quang An Ward, Tay Ho District, Hanoi, Tây Hồ, Tây Hồ"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/junior-talent-c-qt/1296604.html?ta_source=ITJobs_LinkDetail", "job_name": "Junior Talent C++/QT", "company_name": "FPT Software", "address": ["10000+ nhân viên", "Địa điểm:", "Tòa nhà FPT Building, số 17 Duy Tân, Cầu Giấy, Hà Nội"], "salary": "Thoả thuận", "exp": "Dưới 1 năm", "remaining": "10/05/2024", "Mô tả công việc": ["FPT Software HCM đang tìm kiếm các bạn sinh viên đã/sắp tốt nghiệp để tham gia vào các dự án phát triển phần mềm với quy mô lớn. Có cơ hội học tập và làm việc trong các dự án thực tế với các khách hàng lớn của công ty, được học hỏi về mô hình và các phương pháp phát triển phần mềm như Waterfall, Agile, Scrum...Được đào tạo và làm việc trực tiếp tại các dự án hàng đầu trong lĩnh vực Automotive."], "Yêu cầu ứng viên": ["- Là sinh viên đã/sắp tốt nghiệp chuyên ngành Công nghệ thông tin, Toán tin, Khoa học máy tính, Kỹ thuật phần mềm, Điện tử viễn thông, Cơ khí, Cơ điện tự, Tự động hóa... hoặc các chuyên ngành có liên quan.", "- Strong C++ programming skills, và Qt Framework", "- Có thể làm việc Full-time từ thứ 2 - thứ 6", "- Ham học hỏi, máu lửa, nhiệt huyết, sẵn sàng chinh chiến đối đầu với thử thách khó khăn tại các dự án phần mềm lớn. Tuân thủ kỷ luật & có trách nhiệm với công việc", "- Ưu tiên ứng viên có khả năng đọc hiểu tiếng Anh tốt, TOEIC tương đương 550 điểm trở lên."], "Quyền lợi": ["- Mức thu nhập: Thỏa thuận theo năng lực", "- Có cơ hội đi onsite tại Singapore, Malaysia, Mỹ, Nhật Bản, châu Âu...", "- Được hưởng các chế độ đãi ngộ của FPT Software: Lương tháng 13, Xét tăng lương 01 lần/năm theo năng lực và thưởng hiệu quả công việc trong tháng", "- Được đóng BHXH, BHYT, BHTN theo quy định của nhà nước", "- Bảo hiểm FPT Care và chế độ nghỉ mát đặc biệt dành riêng cho nhân viên công ty", "- Sử dụng các dịch vụ của công ty như sân bóng đá, bóng chuyền, sân tennis, phòng gym, xe đưa đón nhân viên,...", "- Trải nghiệm văn hóa đặc trưng, môi trường làm việc hiện đại bậc nhất Việt Nam tại các Campus của FPT Software."], "Địa điểm làm việc": ["- Hồ Chí Minh: FPT Software, Lô T2, Đường D1, Khu công nghệ cao, Thủ Đức"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "10 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/chuyen-vien-data-engineer/960656.html?ta_source=ITJobs_LinkDetail", "job_name": "Chuyên Viên", "company_name": "Công ty Cổ phần Viễn thông ASIM", "address": ["1/18 Nguyễn Văn Mại, Phường 4, Tân Bình, Hồ Chí Minh"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "18/05/2024", "Mô tả công việc": ["- Xây dựng database khách hàng, quản lý chất lượng", "- Thiết kế, xây dựng và khởi chạy các quy trình xuất, chuyển đổi và tải dữ liệu mới", "- Phụ trách nghiên cứu các công cụ để phát triển tính năng cho phần mềm dữ liệu hỗ trợ công việc/ kỹ năng kiến thức về phân tích", "- Phối hợp với đội CNTT nội bộ để làm rõ các yêu cầu về kiến trúc tích hợp dữ liệu", "- Khai thác, phân tích và xử lý từ dữ liệu nguồn để tổng hợp về kho dữ liệu", "- Triển khai và quản lý công việc, chi phí theo kế hoạch CRM đã xây dựng"], "Yêu cầu ứng viên": ["- Tốt nghiệp Đại học/ Cao đẳng... các ngành CNTT, Khoa học máy tính, Khoa học dữ liệu, thống kê, toán kinh tế, toán tài chính,...", "- Tối thiểu 2.5 năm kinh nghiệm trở lên về xử lý và phân tích số liệu", "- Thành thạo các ngôn ngữ xử lý dữ liệu như SQL, NoSQL, MongoDB, Big Query", "- Có kiến thức về quản lý Cở sở dữ liệu và khai thác dữ liệu", "- Có khả năng phân tích, giao tiếp và làm việc nhóm", "- Có kinh nghiệm sử dụng ít nhất một trong các công cụ như AWS RDS/ Azure Function/ Databricks,...", "- Có kinh nghiệm sử dụng ít nhất một trong các ngôn ngữ Python, R...", "Ưu tiên có kinh nghiệm Leader"], "Quyền lợi": ["- Thời gian làm việc: Thứ 2 - Thứ 6, 8h30’-17h30’", "- Thử việc 2 tháng, lương thử việc hưởng 85% lương chính thức;", "- Nghỉ phép năm: 12 ngày làm việc / năm và các chế độ nghỉ phép / nghỉ lễ khác theo quy định của Luật Lao động Việt Nam;", "- Có chi phí phúc lợi vào các ngày Lễ - Tết và sinh nhật, hiếu hỉ, thăm hỏi....;", "- Đóng Bảo hiểm Xã hội theo quy định;", "- Có chế độ khám sức khoẻ hàng năm, bảo hiểm sức khỏe PTI 24/7", "- Có phụ cấp: xăng xe, điện thoại, trang phục, ăn ca;", "- Cung cấp trang thiết bị phục vụ công việc như máy tính cấu hình cao, màn hình phụ;", "- Đánh giá hiệu quả làm việc và review lương định kỳ 1 lần/ năm;", "- Có 13 tháng lương cứng, thưởng cuối năm dựa vào KPI cá nhân và hiệu quả kinh doanh của công ty;", "- Môi trường làm việc cởi mở, trang phục thoải mái"], "Địa điểm làm việc": ["- Hà Nội: Số 5 Điện Biên Phủ, Ba Đình"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/middle-java-developer/1296689.html?ta_source=ITJobs_LinkDetail", "job_name": "Middle", "company_name": "CÔNG TY TNHH YOUMED VIỆT NAM", "address": ["14B, Saigon Village, 523 Tô Hiến Thành, P. 14, Q. 10, Tp. HCM"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "15/05/2024", "Mô tả công việc": ["Phát triển và vận hành các tính năng trong hệ sinh thái Ứng dụng YouMed.", "Phối hợp chặt chẽ với khách hàng, các bộ phận liên quan để làm rõ yêu cầu và phát triển sản phẩm đúng mong đợi, chất lượng và đúng hạn.", "Làm việc với các đối tác là các Bệnh viện, Phòng khám, Bác sĩ.", "Sửa lỗi và cải thiện hệ thống, có khả năng giải quyết lỗi càng sớm càng tốt.", "Thường xuyên bảo trì, tối ưu hóa hệ thống, source code để đảm bảo hiệu suất và tính nhất quán trên toàn hệ thống."], "Yêu cầu ứng viên": ["Ít nhất 03 năm kinh nghiệm trong lĩnh vực phát triển phần mềm với ngôn ngữ Java.", "Hiểu biết và có kiến thức tốt về OOP, cấu trúc dữ liệu và giải thuật, các design patterns phổ biến.", "Có kinh nghiệm làm việc với Vertx framework, asynchronous programming.", "Có kinh nghiệm xây dựng RESTful/JSON-based APIs.", "Kinh nghiệm làm việc với non relational database như MongoDB.", "Kinh nghiệm phát triển vận hành hệ thống Microservices. Có kiến thức cơ bản về Docker, Kubernetes, Jenkins...", "Có kiến thức về caching-data (in memory-caching, Redis, etc).", "Nice to have: Kafka, Websocket, elasticsearch, etc.", "Từng làm việc trong lĩnh vực y tế là một lợi thế", "Thái độ làm việc tốt và tinh thần trách nhiệm cao.", "Khả năng làm việc độc lập và làm việc nhóm, có thể làm việc dưới áp lực cao.", "Có khả năng nghiên cứu, phân tích, giải quyết vấn đề và tư duy logic tốt trong lập trình.", "Sẵn sàng học hỏi và tìm hiểu những công nghệ mới."], "Quyền lợi": ["Lương thỏa thuận theo năng lực", "Lương tháng 13", "Tham gia đầy đủ BHXH, BHYT, BHTN theo quy định", "Bảo hiểm y tế tư nhân", "12 ngày nghỉ phép và ngày lễ theo quy định của nhà nước", "Làm việc trong môi trường chuyên nghiệp và năng động", "Review lương định kỳ"], "Địa điểm làm việc": ["- Hồ Chí Minh: 523 Tô Hiến Thành, Phường 14, Quận 10, Quận 10"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/react-front-end-engineer/1295845.html?ta_source=ITJobs_LinkDetail", "job_name": "React", "company_name": "Simply Homes Inc", "address": ["63 Federal St, Portland, ME 04101, United States"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["Lead the development and implementation of responsive web interfaces, ensuring compatibility across various devices and platforms.", "Collaborate with cross-functional teams, including UX/UI designers and Back End Developers, to create seamless and visually appealing user experiences.", "Optimize application for maximum speed while ensuring all features are user-friendly and up-to-date with the latest front-end technologies.", "Employ industry standards and best practices in coding to maintain high-quality and scalable products.", "Leverage online development tools and platforms to enhance workflow and project management, ensuring timely delivery of projects.", "Proactively identify and troubleshoot website issues, ensuring a smooth user experience.", "Stay abreast of the latest trends in front-end development and technology to propose and implement innovative solutions."], "Yêu cầu ứng viên": ["Qualifications and Personal Attributes:", "A minimum of 3 years of experience in front-end development, with a solid portfolio showcasing your skills in web design and development.", "Comprehensive knowledge of modern web development technologies and frameworks, especially React, NodeJs, AppSmith, JavaScript, HTML, CSS, and other front end technologies.", "Experience working with front end RESTful APIs and web sockets; testing using PostMan and unit testing. (e.g. JEST)", "A keen understanding of web standards, cross-browser compatibility, and responsive design principles.", "Mobile friendly development experience - React Native, and mobile web apps preferred.", "Familiarity with project management and collaboration tools, demonstrating a capacity for effective teamwork and project oversight.", "Exceptional problem-solving abilities, attention to detail, and a commitment to delivering high-quality user experiences.", "Strong communication skills, both verbal and written, with the ability to articulate technical concepts to non-technical team members."], "Quyền lợi": ["Competitive salary, comprehensive benefits, and performance incentives.", "Be part of a challenging yet rewarding environment where top performers thrive.", "Make a tangible impact in the tech and real estate communities.", "We are committed to diversity and inclusion and welcome candidates from all backgrounds to apply. We do not discriminate based on race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.", "Benefits:", "Flexible Paid Leave: Enjoy unlimited approved paid leave to maintain a healthy work-life balance. Take time off when you need it, without worrying about exhausting your leave balance.", "Regular Salary Reconsideration: Every six months, we review your performance and contributions. Based on your achievements, skills, and market trends, we adjust your salary to ensure fair compensation.", "Autonomous Work Hours: We trust you to manage your time effectively. Start working when it suits you best—whether you’re an early bird or a night owl. Your productivity matters more than rigid schedules.", "Start Date: Immediate", "The successful candidate will demonstrate:", "Proven ability to manage and deliver multiple project components simultaneously.", "Direct and effective communication skills.", "Professional maturity and a team-oriented work ethic.", "A dedication to high standards, accountability, and continuous improvement.", "Interested in joining our dedicated team at Simply? Apply now to contribute to our mission and redefine the future of real estate technology."], "Địa điểm làm việc": ["- Hồ Chí Minh"], "Thời gian làm việc": ["Remote", "- Daily local team standup 11AM VN time", "- Daily international team standup 20PM-21PM VN time"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-unity-c/1221960.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh", "company_name": "Công ty TNHH phát triển nhanh DevFast", "address": ["22 Lê Đức Thọ , Nam Từ Liêm, Hà Nội"], "salary": "C#", "exp": "Hà Nội", "remaining": "09/05/2024", "Mô tả công việc": ["Được Training nâng cao về OOP, thuật toán", "Training thực chiến về Unity , C#, tạo các game trên iOs, Android, Web", "Training cách làm việc chuyên nghiệp, kỹ năng làm việc nhóm", "ham gia dự án game action, adventure, fighting, NFT,.. cho khách hàng Nhật, Âu Mỹ", "Hỏi hỏi các công nghệ mới nhất"], "Yêu cầu ứng viên": ["Sinh viên năm cuối hoặc mới ra trường tốt nghiệp chuyên ngành có liên quan", "KHÔNG yêu cầu kinh nghiệm", "Thành thạo ngôn ngữ lập trình C#, biết cơ bản Unity", "Yêu thích làm game và chơi game", "Tư tuy tốt, ham học hỏi"], "Quyền lợi": ["Được hướng dẫn bởi leader GIỎI và tâm huyết", "Được học hỏi công nghệ mới nhất, cách làm hiệu quả nhất", "Nhiều cơ hội phát triển bản thân và cơ hội thăng tiến lên nhân viên chính thức, teamlead,...", "Được tham gia vào dự án thực tế cho khách hàng Âu Mỹ, Nhật", "Được hỗ trợ lương thực tập", "Môi trường chuyên nghiệp, năng động và nhiệt huyết", "Ngoài ra, được tham gia các hoạt động ngoài giờ như: liên hoan hàng , teambuilding,..."], "Địa điểm làm việc": ["- Hà Nội: Tòa Sun Square 21 Lê Đức Thọ, Mỹ Đình 2, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)", "Thứ 2 - Thứ 7 (từ 08:00 đến 17:30)", "Tháng nghỉ 6 ngày, nghỉ Lễ, Tết theo lịch nhà nước."], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/ai-engineer/1296514.html?ta_source=ITJobs_LinkDetail", "job_name": "AI Engineer", "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)", "address": ["Địa điểm:", "22 Láng Hạ, Đống Đa, Hà Nội"], "salary": "Thoả thuận", "exp": "1 năm", "remaining": "09/05/2024", "Mô tả công việc": ["- Nghiên cứu và phát triển các nền tảng liên quan tới các bài toán fraud detection, recommendation engine,...", "- Tham gia phân tích, thiết kế, phát triển các ứng dụng theo yêu cầu của công ty;", "- Phối hợp hỗ trợ với các bộ phận khác để triển khai hệ thống cho khách hàng;", "- Báo cáo công việc định kỳ cho trưởng nhóm;", "- Công việc sẽ được trao đổi cụ thể hơn trong quá trình phỏng vấn."], "Yêu cầu ứng viên": ["- Tốt nghiệp đại học chuyên ngành Công nghệ thông tin, Toán tin.", "- Có kiến thức về các thuật toán Machine Learning (Classification, Regression), Neural Network", "- Thành thạo một trong các framework: Scikit-learn, Keras , Tensorflow, PyTorch...", "- Thành thạo một trong các ngôn ngữ lập trình Python, C, C++.", "- Có khả năng nghiên cứu công nghệ mới với nền tảng cấu trúc dữ liệu và Thuật toán tốt.", "- Kĩ năng làm việc theo nhóm, làm việc độc lập;", "- Đọc, hiểu tài liệu kỹ thuật tiếng Anh chuyên ngành.", "- Chịu khó tìm tòi và nghiêm túc trong công việc.", "- Chủ động trong công việc cũng như tìm hiểu công nghệ mới.", "- Có trách nhiệm cao với công việc, gắn bó lâu dài với công ty."], "Quyền lợi": ["1. Chế độ lương & thưởng hấp dẫn:", "- Mức lương thỏa thuận theo năng lực, đánh giá năng lực hàng năm", "- Chế độ thưởng phong phú và hấp dẫn (Theo quy định và chính sách công ty)", "- Hỗ trợ ăn sáng miễn phí", "- Hỗ trợ ăn trưa: 50.000đ/ngày", "- Hỗ trợ gửi xe, xăng xe, điện thoại (tùy vị trí)", "- Hỗ trợ trang điểm cho CBNV nữ", "- Quà tặng các ngày lễ trong năm", "2. Bảo hiểm & chăm sóc sức khỏe toàn diện:", "- BHXH, BHYT, BHTN theo pháp luật hiện hành", "- Gói bảo hiểm sức khỏe cao cấp 24/7 mua cho nhân viên & người thân nhân viên", "- Khám sức khỏe định kỳ hàng năm", "3. Môi trường làm việc hiện đại:", "- Cung cấp máy tính & trang thiết bị làm việc hiện đại", "- Văn phòng làm việc hiện đại, trang thiết bị làm việc Hi- tech", "- Không gian ăn nhẹ miễn phí (nước uống, trà cafe, hoa quả, sữa chua)", "4. Phát triển nghề nghiệp:", "- Cơ hội tiếp cận với những công nghệ mới, những dự án quy mô lớn", "- Làm việc cùng đội ngũ hơn 1000 nhân sự tài năng, có chuyên môn giỏi, dày dặn kinh nghiệm, tư duy chia sẻ", "- Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực", "- Công ty thành lập hơn 16 năm với các sản phẩm & dịch vụ đã được khẳng định vị thế trên thị trường", "5. Hoạt động ngoại khóa phong phú:", "- Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Team building, Nghỉ mát (trong nước và nước ngoài), 20/10, Year End Party, hoạt động thiện nguyện,...", "- Các câu lạc bộ:", "CLB Cầu lông", "CLB Bóng đá", "CLB Yoga", "CLB Điền kinh", "CLB Bơi", "Chúng tôi sẽ liên hệ qua điện thoại với những CV phù hợp trong vòng 7 ngày làm việc kể từ ngày ứng tuyển."], "Địa điểm làm việc": ["- Hà Nội: 22 Láng Hạ, Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/computer-vision-engineer/1296523.html?ta_source=ITJobs_LinkDetail", "job_name": "Computer Vision Engineer", "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)", "address": ["Địa điểm:", "22 Láng Hạ, Đống Đa, Hà Nội"], "salary": "Thoả thuận", "exp": "1 năm", "remaining": "09/05/2024", "Mô tả công việc": ["- Nghiên cứu và phát triển các nền tảng liên quan tới xử lý ảnh, Machine Learning, Deep Learning như OCR, Face Recognition, ...", "- Tham gia phân tích, thiết kế, phát triển các ứng dụng theo yêu cầu của công ty;", "- Phối hợp hỗ trợ với các bộ phận khác để triển khai hệ thống cho khách hàng;", "- Báo cáo công việc định kỳ cho trưởng nhóm."], "Yêu cầu ứng viên": ["- Tốt nghiệp ngành Công nghệ thông tin, Phần mềm..", "- Kĩ năng làm việc theo nhóm, làm việc độc lập;", "- Có kiến thức về một trong các lĩnh vực cũng như các công cụ OpenCV, Thuật toán Machine Learning (Classification, Regression), Neural Network", "- Thành thạo sử dụng một trong các framework: Tensoflow, Keras, Caffe, Pytorch,...", "- Thành thạo một trong các ngôn ngữ lập trình Python, C, C++.", "- Có khả năng nghiên cứu công nghệ mới với nền tảng cấu trúc dữ liệu và Thuật toán tốt.", "- Đọc, hiểu tài liệu kỹ thuật tiếng Anh chuyên ngành"], "Quyền lợi": ["1. Chế độ lương & thưởng hấp dẫn:", "- Mức lương thỏa thuận theo năng lực, đánh giá năng lực hàng năm", "- Chế độ thưởng phong phú và hấp dẫn (Theo quy định và chính sách công ty)", "- Hỗ trợ ăn sáng miễn phí", "- Hỗ trợ ăn trưa: 50.000đ/ngày", "- Hỗ trợ gửi xe, xăng xe, điện thoại (tùy vị trí)", "- Hỗ trợ trang điểm cho CBNV nữ", "- Quà tặng các ngày lễ trong năm", "2. Bảo hiểm & chăm sóc sức khỏe toàn diện:", "- BHXH, BHYT, BHTN theo pháp luật hiện hành", "- Gói bảo hiểm sức khỏe cao cấp 24/7 mua cho nhân viên & người thân nhân viên", "- Khám sức khỏe định kỳ hàng năm", "3. Môi trường làm việc hiện đại:", "- Cung cấp máy tính & trang thiết bị làm việc hiện đại", "- Văn phòng làm việc hiện đại, trang thiết bị làm việc Hi- tech", "- Không gian ăn nhẹ miễn phí (nước uống, trà cafe, hoa quả, sữa chua)", "4. Phát triển nghề nghiệp:", "- Cơ hội tiếp cận với những công nghệ mới, những dự án quy mô lớn", "- Làm việc cùng đội ngũ hơn 1000 nhân sự tài năng, có chuyên môn giỏi, dày dặn kinh nghiệm, tư duy chia sẻ", "- Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực", "- Công ty thành lập hơn 16 năm với các sản phẩm & dịch vụ đã được khẳng định vị thế trên thị trường", "5. Hoạt động ngoại khóa phong phú:", "- Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Team building, Nghỉ mát (trong nước và nước ngoài), 20/10, Year End Party, hoạt động thiện nguyện,...", "- Các câu lạc bộ:", "CLB Cầu lông", "CLB Bóng đá", "CLB Yoga", "CLB Điền kinh", "CLB Bơi", "Chúng tôi sẽ liên hệ qua điện thoại với những CV phù hợp trong vòng 7 ngày làm việc kể từ ngày ứng tuyển."], "Địa điểm làm việc": ["- Hà Nội: 22 Láng Hạ, Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-android/1296537.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)", "address": ["Địa điểm:", "22 Láng Hạ, Đống Đa, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["Xây dựng các ứng dụng liên quan đến các mảng tài chính", "Nghiên cứu, tìm kiếm giải pháp về việc áp dụng các tính năng của thiết bị di động vào mảng tài chính", "Duy trì, hỗ trợ, nâng cấp các ứng dụng dịch vụ đã phát triển của công ty", "Phát triển Mobile Banking"], "Yêu cầu ứng viên": ["Tốt nghiệp Đại học, cao đẳng chuyên ngành Công nghệ thông tin, Công nghệ phần mềm", "Có từ 6 tháng kinh nghiệm trở lên", "Kiến thức cơ bản và tư duy về Java/Kotlin, lập trình Android, OOP", "Đã làm việc hoặc có kinh nghiệm với: Multi Module, MVVM, JetPack, Xml layouts, Compose hoặc", "các kiến trúc, thiết kế mới", "Ứng viên có kinh nghiệm trong lĩnh vực Fintech hoặc say mê với công nghệ MỚI là một lợi thế", "Ưu tiên có kiến thức tốt về thuật toán và cấu trúc dữ liệu giải thuật", "Khả năng nghiên cứu, làm việc độc lập và phối hợp làm việc nhóm (khả năng tương tác và kỹ năng", "trao đổi trong nhóm).", "Chủ động, trách nhiệm cao với công việc, khả năng cống hiến và gắn bó lâu dài với Công ty.", "Đọc hiểu tài liệu Tiếng Anh"], "Quyền lợi": ["1. Chế độ lương & thưởng hấp dẫn:", "- Mức lương thỏa thuận theo năng lực, đánh giá năng lực hàng năm", "- Chế độ thưởng phong phú và hấp dẫn (Theo quy định và chính sách công ty)", "- Hỗ trợ ăn sáng miễn phí", "- Hỗ trợ ăn trưa: 50.000đ/ngày", "- Hỗ trợ gửi xe, xăng xe, điện thoại (tùy vị trí)", "- Hỗ trợ trang điểm cho CBNV nữ", "- Quà tặng các ngày lễ trong năm", "2. Bảo hiểm & chăm sóc sức khỏe toàn diện:", "- BHXH, BHYT, BHTN theo pháp luật hiện hành", "- Gói bảo hiểm sức khỏe cao cấp 24/7 mua cho nhân viên & người thân nhân viên", "- Khám sức khỏe định kỳ hàng năm", "3. Môi trường làm việc hiện đại:", "- Cung cấp máy tính & trang thiết bị làm việc hiện đại", "- Văn phòng làm việc hiện đại, trang thiết bị làm việc Hi- tech", "- Không gian ăn nhẹ miễn phí (nước uống, trà cafe, hoa quả, sữa chua)", "4. Phát triển nghề nghiệp:", "- Cơ hội tiếp cận với những công nghệ mới, những dự án quy mô lớn", "- Làm việc cùng đội ngũ hơn 1000 nhân sự tài năng, có chuyên môn giỏi, dày dặn kinh nghiệm, tư duy chia sẻ", "- Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực", "- Công ty thành lập hơn 16 năm với các sản phẩm & dịch vụ đã được khẳng định vị thế trên thị trường", "5. Hoạt động ngoại khóa phong phú:", "- Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Team building, Nghỉ mát (trong nước và nước ngoài), 20/10, Year End Party, hoạt động thiện nguyện,...", "- Các câu lạc bộ:", "CLB Cầu lông", "CLB Bóng đá", "CLB Yoga", "CLB Điền kinh", "CLB Bơi", "Chúng tôi sẽ liên hệ qua điện thoại với những CV phù hợp trong vòng 7 ngày làm việc kể từ ngày ứng tuyển."], "Địa điểm làm việc": ["- Hà Nội: 22 Láng Hạ, Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-android/872770.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ THÔNG TIN SMAC VIỆT NAM", "address": ["Số nhà 10 ngõ 18 đường Nguyễn Khuyến, Phường Văn Quán, Quận Hà Đông, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["- Phát triển các ứng dụng trên nền tảng Mobile cho các hệ thống thuộc về viễn thông, bưu chính.", "- Đảm bảo chất lượng hiệu năng cũng như và độ ổn định của sản phẩm.", "- Cộng tác với các thành viên khác trong team và bộ phận khác để xây dựng các tính năng mới.", "- Sửa lỗi, thay đổi sản phẩm để phù hợp nhu cầu vận hành.", "- Tham gia đánh giá và cải tiến quy trình, hệ thống"], "Yêu cầu ứng viên": ["- Có ít nhất 1 năm kinh nghiệm trong phát triển Android sử dụng Android SDK, ADT.", "- Thành thạo Java core.", "- Kỹ năng UX/UI cho các ứng dụng mobile app.", "- Nắm vững các công nghệ Web service (SOAP, RESTfull, JSON), Database (SQL, SQLite) các mô hình kiến trúc/lập trình cơ bản: Client-Server, MVC, MVVM, ...", "- Các nguyên tắc cơ bản trong thiết kế hướng đối tượng, các cấu trúc dữ liệu, thiết kế thuật toán, giải quyết vấn đề, các mẫu thiết kế. - Có khả năng làm việc độc lập và theo nhóm - Đọc hiểu tài liệu Tiếng Anh chuyên ngành."], "Quyền lợi": ["- Chế độ đãi ngộ cạnh tranh so với thị trường.", "- Được đảm bảo các quyền lợi do Luật Lao động quy định: bảo hiểm xã hội, bảo hiểm y tế, ....", "- Được mua bảo hiểm chăm sóc sức khỏe Manulife", "- Được hưởng các chế độ phúc lợi khác theo chính sách của công ty như nghỉ mát hè, team building, khám sức khỏe định kỳ.", "- Được xem xét và thưởng kinh doanh hàng quý", "- Được đánh giá liên tục hàng tháng, hàng quý để xem xét tăng lương.", "- Có cơ hội làm việc với các chuyên gia hàng đầu và các khách hàng lớn trong lĩnh viễn thông, tài chính.", "- Được đào tạo và phát triển những công nghệ mới nhất áp dụng với những bài toán với dữ liệu và giao dịch rất lớn"], "Địa điểm làm việc": ["- Hà Nội: Số 39 ven hồ Hạ Đình, Hạ Đình, Thanh Xuân"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-ho-tro-trien-khai/421193.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên Hỗ Trợ Triển Khai", "company_name": "CÔNG TY TNHH CÔNG NGHỆ F2", "address": ["3G7 Đường 22, Phường An Khánh, Quận 2, TP Hồ Chí Minh"], "salary": "Trên 7 triệu", "exp": "Không yêu cầu kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["- Học về sản phẩm phần mềm quản lý nhà hàng và bán lẻ.", "- Học về quy trình triển khai và thực hiện theo quy trình triển khai.", "- Học về các thiết bị POS chuyên dụng trong lĩnh vực bán lẻ và nhà hàng.", "- Thực hiện triển khai, đào tạo khách hàng sử dụng phần mềm theo quy trình.", "- Thực hiện lắp đặt thiết bị tại địa điểm khách hàng.", "- Hỗ trợ khách hàng qua internet hoặc trực tiếp về các vấn đề phần mềm và thiết bị theo ca làm việc .", "- Chịu trách nhiệm về tiến độ, chất lượng công việc được giao.", "- Có thể đi công theo yêu cầu công việc."], "Yêu cầu ứng viên": ["- Tuổi từ 21-35, chấp nhận làm việc luân chuyển theo ca.", "- Tốt nghiệp Đại học/Cao đẳng chuyên ngành CNTT, Tin học quản lý,...", "- Có kiến thức về kế toán, tài chính...", "- Trình độ Tiếng Anh tương đương Toiec 450.", "- Có kinh nghiệm làm việc với hệ thống quản trị cơ sở dữ liệu MS SQL Server, Win Server, Web ASP.Net...", "- Hiểu về hệ thống hoạch định nguồn lực doanh nghiệp ERP là một lợi thế.", "- Có kiến thức về mạng để cài đặt Router, thiết lập thông số mạng, VPN.", "- Có khả năng trình bày để hướng dẫn đào tạo khách hàng.", "- Có khả năng làm việc độc lập, nhóm.", "- Có khả năng tự học và sáng tạo trong công việc.", "- Có kỹ năng giải quyết vấn đề và chịu áp lực tốt.", "- Có khả năng giao tiếp và làm dịch vụ khách hàng.", "- Nhiệt tình và có tinh thần trách nhiệm cao.", "- Công việc triển khai dự án yêu cầu linh hoạt về thời gian.", "- Ưu tiên các ứng viên đã có kinh nghiệm triển khai các phần mềm tính tiền hiện đại trên máy POS cảm ứng..., đã từng làm lập trình viên viết các phần mềm ứng dụng quản lý đơn giản (ít nhất 1 năm).", "- Chưa có kinh nghiệm sẽ được đào tạo."], "Quyền lợi": ["- Lương: 7 – 12 Triệu/tháng.", "- Được cấp laptop, điện thoại di động để phục vụ cho công việc.", "- Hưởng các chế độ lương, thưởng theo quy định của công ty.", "- Được hưởng đầy đủ chế độ BHXH, BHYT và các loại phụ cấp...", "- Được đào tạo chuyên sâu về các nghiệp vụ chuyên môn.", "- Được đào tạo về các quy trình và các công cụ quản lý chất lượng dịch vụ.", "- Được đào tạo thêm về kỹ năng mềm.", "- Tham gia du lịch nghỉ mát 1 lần/ hàng năm.", "- Chế độ khen thưởng theo các dự án sau khi hoàn thành.", "- Có nhiều cơ hội thăng tiến và phát triển nghề nghiệp.", "- Tham gia các chương trình, đào tạo thực tế, nâng cao về ngoại ngữ và nghiệp vụ."], "Địa điểm làm việc": ["- Hồ Chí Minh: 3G7 đường 22 P An Khánh , TP Thủ Đức, Quận 2"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/senior-java-developer/1251709.html?ta_source=ITJobs_LinkDetail", "job_name": "Senior", "company_name": "Công ty TNHH Thu phí tự động VETC", "address": ["Tasco building, số 2 Phạm Hùng, Nam Từ Liêm, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["Phát triển phần mềm các module thuộc Payment Service (Ví điện tử, Trung gian thanh toán) trên nền tảng Java Microservice Architect (Java Spring boot).", "Tham gia vào việc phân tích và thiết kế hệ thống.", "Phát triển hệ thống mới hoặc chỉnh sửa, nâng cấp hệ thống sẵn có.", "Kiểm tra hoạt động của các chương trình đã hoàn thành và liên kết với các chương trình khác.", "Phát triển phần mềm và triển khai trên môi trường DEV/SIT/UAT.", "Hỗ trợ kiểm tra lỗi và xử lý vấn đề khi có lỗi.", "Chịu trách nhiệm về chất lượng mã và thiết kế kỹ thuật.", "Đào tạo và cố vấn kỹ thuật cho các thành viên trong nhóm (khi cần).", "Nghiên cứu công nghệ mới để áp dụng cho các dự án của công ty."], "Yêu cầu ứng viên": ["Bằng tốt nghiệp Đại học chuyên ngành Khoa học Máy tính/ Công nghệ thông tin/ Toán-Tin ứng dụng hoặc tương đương.", "Từ 5 năm kinh nghiệm lập trình, phát triển phần mềm Java Microservice Architect (Java Spring Boot framework,RestFull/JSON).", "Kinh nghiệm phát triển Microservice sử dụng Spring framework, Hibernate, SQL, Kafka, RabbitMQ.", "Mạnh về kỹ thuật, phân tích và xử lý vấn đề.", "Mạnh về lập trình hướng đối tượng/ OOP, và các design pattern sử dụng cho Microservice Architect: Domain Driven Design,CQRS, Event Driven.", "Quen thuộc với việc phát triển phần mềm dựa trên phương pháp Agile.", "Có kinh nghiệm trong các lĩnh vực công nghệ sau sẽ là một lợi thế:Trung gian thanh toán/Ví điện tử.", "Có kinh nghiệm phát triển các hệ thống chịu tải cao, số lượng transaction lớn lên tới 1-2 triệu transaction/1 ngày.", "Tinh thần trách nhiệm cao cả về chất lượng thiết kế, kiến trúc, code và tiến độ delivery", "Ưu tiên kinh nghiệm tương tự ở các Công ty Công nghệ có tên tuổi trong và ngoài nước.", "Ưu tiên kinh nghiệm làm việc với Docker/Container/ K8s."], "Quyền lợi": ["Mức lương upto 50.000.000;", "Thưởng hiệu quả kinh doanh công ty và thưởng vào các dịp lễ/tết hàng năm;", "Cơ hội làm việc tại tập đoàn lớn với môi trường năng động, phát triển và mật độ nhân tài cao;", "Cơ hội đóng góp vào sự phát triển của xã hội qua việc tạo ra hệ sinh thái các sản phẩm sản phẩm dẫn đầu về Công nghệ;", "Cơ hội thăng tiến và phát triển liên tục với cơ chế đánh giá 1 năm/lần và ghi nhận đóng góp tức thời;", "Bảo hiểm sức khỏe cao cấp cho cá nhân và gia đình."], "Địa điểm làm việc": ["- Hà Nội: Tasco building, HH2-2 Phạm Hùng, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "5 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/java-technical-leader/1251711.html?ta_source=ITJobs_LinkDetail", "job_name": "Java", "company_name": "Công ty TNHH Thu phí tự động VETC", "address": ["Tasco building, số 2 Phạm Hùng, Nam Từ Liêm, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["Phát triển phần mềm các module thuộc Payment Service (Ví điện tử, Trung gian thanh toán) trên nền tảng Java Microservice Architect (Java Spring boot).", "Tham gia vào việc phân tích và thiết kế hệ thống.", "Xây dựng framework và tham gia vào việc thiết kế framework, kiến trúc hệ thống.", "Phát triển hệ thống mới hoặc chỉnh sửa, nâng cấp hệ thống sẵn có.", "Kiểm tra kỹ lưỡng hoạt động của các chương trình đã hoàn thành và liên kết với các chương trình khác.", "Phát triển phần mềm và triển khai trên môi trường DEV/SIT/UAT.", "Hỗ trợ kiểm tra lỗi và xử lý vấn đề khi có lỗi.", "Chịu trách nhiệm về chất lượng mã và thiết kế kỹ thuật", "Đào tạo và cố vấn kỹ thuật cho các thành viên trong nhóm.", "Nghiên cứu công nghệ mới để áp dụng cho các dự án của công ty"], "Yêu cầu ứng viên": ["Bằng tốt nghiệp Đại học chuyên ngành Khoa học Máy tính/ Công nghệ thông tin/ Toán-Tin ứng dụng hoặc tương đương.", "Từ 7 năm kinh nghiệm lập trình, phát triển phần mềm Java Microservice Architect (Java Spring Boot framework,RestFull/JSON)", "Kinh nghiệm phát triển Microservice sử dụng Spring framework, Hibernate, SQL, Kafka, RabbitMQ.", "Mạnh về kỹ thuật, phân tích và xử lý vấn đề", "Mạnh về lập trình hướng đối tượng/ OOP, và các design pattern sử dụng cho Microservice Architect: Domain Driven Design,CQRS, Event Driven.", "Quen thuộc với việc phát triển phần mềm dựa trên phương pháp Agile.", "Kinh nghiệm quản lý nhóm Lập trình từ 5 team member trở lên", "Có kinh nghiệm trong các lĩnh vực công nghệ sau sẽ là một lợi thế:", "Có kinh nghiệm làm việc trong lĩnh vực Trung gian thanh toán/Ví điện tử.", "Có kinh nghiệm phát triển các hệ thống chịu tải cao, số lượng transaction lớn lên tới 1-2 triệu transaction/1 ngày.", "Tinh thần trách nhiệm cao cả về chất lượng thiết kế, kiến trúc, code và tiến độ delivery", "Ưu tiên kinh nghiệm làm việc với Docker/Container, K8s."], "Quyền lợi": ["Mức lương upto 75,000,000 VND;", "Thưởng hiệu quả kinh doanh công ty và thưởng vào các dịp lễ/tết hàng năm;", "Cơ hội làm việc tại tập đoàn lớn với môi trường năng động, phát triển và mật độ nhân tài cao;", "Cơ hội đóng góp vào sự phát triển của xã hội qua việc tạo ra hệ sinh thái các sản phẩm sản phẩm dẫn đầu về Công nghệ;", "Cơ hội thăng tiến và phát triển liên tục với cơ chế đánh giá 1 năm/lần và ghi nhận đóng góp tức thời;", "Bảo hiểm sức khỏe cao cấp cho cá nhân và gia đình."], "Địa điểm làm việc": ["- Hà Nội: Tasco building, HH2-2 Phạm Hùng, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "Trên 5 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/odoo-developer/1251714.html?ta_source=ITJobs_LinkDetail", "job_name": "Odoo", "company_name": "Công ty TNHH Thu phí tự động VETC", "address": ["Tasco building, số 2 Phạm Hùng, Nam Từ Liêm, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["Tham gia phát triển sản phẩm khác nhau của công ty", "Lập trình các module như core Bảo hiểm, core ERP", "Các công việc khác tương tự theo yêu cầu"], "Yêu cầu ứng viên": ["Yêu cầu bắt buộc", "Kinh nghiệm lập trình Odoo (>1 năm)", "Đã từng triển khai một trong các module Odoo ERP, CRM, MRP, Kế toán, Kho, Mua/Bán hàng", "Có kinh nghiệm làm việc với CSDL: PostgreSQL", "Làm việc trên hệ thống Linux", "Thành thạo GIT", "Có kinh nghiệm làm việc với Docker, K8S", "Lợi thế", "Có kinh nghiệm làm sản phẩm", "Có kinh nghiệm triển khai dự án tới khách hàng doanh nghiệp", "Có kinh nghiệm lập trình theo hướng TDD", "Có kinh nghiệm làm việc với Flask, Celery, Docker...", "Có kinh nghiệm tối ưu Odoo/PostgreSQL performance", "Yêu cầu khác", "Trung thực, thẳng thắn bày tỏ quan điểm cá nhân để đóng góp cho tổ chức, có trách nhiệm với các công việc được giao", "Có khả năng đọc hiểu tài liệu tiếng Anh", "Cầu tiến & ham học hỏi, chủ động đề xuất & tự học."], "Quyền lợi": ["Mức lương upto 45,000,000 VND;", "Thưởng hiệu quả kinh doanh công ty và thưởng vào các dịp lễ/tết hàng năm;", "Cơ hội làm việc tại tập đoàn lớn với môi trường năng động, phát triển và mật độ nhân tài cao;", "Cơ hội đóng góp vào sự phát triển của xã hội qua việc tạo ra hệ sinh thái các sản phẩm sản phẩm dẫn đầu về Công nghệ;", "Cơ hội thăng tiến và phát triển liên tục với cơ chế đánh giá 1 năm/lần và ghi nhận đóng góp tức thời;", "Bảo hiểm sức khỏe cao cấp cho cá nhân và gia đình."], "Địa điểm làm việc": ["- Hà Nội: Tasco building, HH2-2 Phạm Hùng, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "4 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/odoo-developer/1295328.html?ta_source=ITJobs_LinkDetail", "job_name": "Odoo", "company_name": "Công ty TNHH Thu phí tự động VETC", "address": ["Tasco building, số 2 Phạm Hùng, Nam Từ Liêm, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["- Tham gia phát triển sản phẩm phần mềm quản trị doanh nghiệp ERP khác nhau của công ty", "- Lập trình các module như HRM, CRM, Sales,...", "- Các công việc khác tương tự theo yêu cầu."], "Yêu cầu ứng viên": ["Yêu cầu bắt buộc:", "- Kinh nghiệm lập trình Odoo (2 năm)", "- Đã từng triển khai một trong các module Odoo ERP, CRM, HRM, Kế toán, Kho, Mua/Bán hàng", "- Có kinh nghiệm làm việc với CSDL: PostgreSQL", "- Làm việc trên hệ thống Linux", "- Thành thạo GIT", "- Có kinh nghiệm làm việc với Docker, K8S Lợi thế", "- Có kinh nghiệm làm sản phẩm", "- Có kinh nghiệm triển khai dự án tới khách hàng doanh nghiệp", "- Có kinh nghiệm lập trình theo hướng TDD", "- Có kinh nghiệm làm việc với Flask, Celery, Docker...", "- Có kinh nghiệm tối ưu Odoo/PostgreSQL performance", "-Kinh nghiệm làm việc với JS", "Yêu cầu khác:", "- Trung thực, thẳng thắn bày tỏ quan điểm cá nhân để đóng góp cho tổ chức, có trách nhiệm với các công việc được giao", "- Có khả năng đọc hiểu tài liệu tiếng Anh", "- Cầu tiến & ham học hỏi, chủ động đề xuất & tự học."], "Quyền lợi": ["Mức lương cạnh tranh trên thị trường;", "- Thưởng hiệu quả kinh doanh công ty và thưởng vào các dịp lễ/tết hàng năm;", "- Cơ hội làm việc tại tập đoàn lớn với môi trường năng động, phát triển và mật độ nhân tài cao;", "- Cơ hội đóng góp vào sự phát triển của xã hội qua việc tạo ra hệ sinh thái các sản phẩm sản phẩm dẫn đầu về Công nghệ;", "- Cơ hội thăng tiến và phát triển liên tục với cơ chế đánh giá 1 năm/lần và ghi nhận đóng góp tức thời;", "- Bảo hiểm sức khỏe cao cấp cho cá nhân và gia đình."], "Địa điểm làm việc": ["- Hồ Chí Minh", "- Hồ Chí Minh: 220 BIS Nguyễn Hữu Cảnh, Bình Thạnh"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/fresher-monetization/1206456.html?ta_source=ITJobs_LinkDetail", "job_name": "Fresher Monetization", "company_name": "Công ty Cổ phần Ahiho", "address": ["Tầng 2, tòa nhà HH2 Bắc Hà, Số 15 phố Tố Hữu, phường Nhân Chính, quận Thanh Xuân, thành Phố Hà Nội, Việt Nam."], "salary": "Thoả thuận", "exp": "Dưới 1 năm", "remaining": "09/05/2024", "Mô tả công việc": ["Sử dụng các công cụ đo lường của công ty để theo dõi chất lượng và hiệu quả doanh thu từ quảng cáo", "Thực hiện phân tích chuyên sâu về số liệu Marketing, logic quảng cáo, in-app purchase (IAP) , Thiết kế luồng kiếm tiền quảng cáo (IAA), và in-app purchase (IAP).", "Tối ưu eCPM trên các Ad Mediation: MAX mediation, Admob Mediation,...", "Tối ưu giá bán IAP trong ứng dụng cân bằng giữa doanh thu và lợi ích người dùng.", "Liên tục đánh giá và tinh chỉnh thiết lập Ads mediation waterfall & IAP paywall cho ứng dụng để tối đa hóa doanh thu và mức độ tương tác của người dùng. Thử nghiệm với nhiều mạng quảng cáo, định dạng và vị trí khác nhau để xác định những kết hợp hiệu quả nhất.", "Phối hợp cùng Product team, Marketing team để tối ưu luồng hiển thị quảng cáo giúp tạo ra doanh thu đồng thời cân bằng trải nghiệm cho người dùng; từ đó đưa sản phẩm lên đứng đầu thị trường"], "Yêu cầu ứng viên": ["Tiếng Anh đọc viết thành thạo", "Có kinh nghiệm từ 6 tháng - 1 năm tại vị trí Monetization, có kiến thức về IAA (in-app ads): ads mediators... và IAP (in-app purchase)", "Tư duy logic tốt cùng khả năng phân tích số liệu, thống kê", "Khả năng làm việc dưới áp lực cao, có khả năng làm việc theo nhóm, cá nhân"], "Quyền lợi": ["Giờ làm việc: Thứ Hai - Thứ Sáu (9h-18h)", "Bạn sẽ được cung cấp Macbook và các dụng cụ khác khi làm việc,", "Cơ hội làm việc trong môi trường chuyên nghiệp, tinh gọn, năng động.", "Cơ hội được đào tạo và thăng tiến tại chỗ, xét lương 2 lần / năm", "Tham gia bảo hiểm theo quy định của pháp luật Việt Nam, các chuyến du lịch team building hàng năm của công ty, ...", "Thưởng hàng năm dựa trên đóng góp của bạn.", "Văn hóa công ty tuyệt vời với các hoạt động trong / ngoài văn phòng giúp phát triển sự phát triển nghề nghiệp và cá nhân của ứng viên."], "Địa điểm làm việc": ["- Hà Nội: Tầng 2, tòa nhà HH2 Bắc Hà, Số 15 phố Tố Hữu, phường Nhân Chính, quận Thanh Xuân,, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-ba/1002093.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên BA", "company_name": "CÔNG TY CỔ PHẦN TRUYỀN THÔNG VĂN HOÁ VIỆT", "address": ["P322-324 Tháp đông, sàn TM, chung cư Học Viện Quốc Phòng, Xuân La, Tây Hồ, Hà Nội"], "salary": "Tới 15 triệu", "exp": "1 năm", "remaining": "09/05/2024", "Mô tả công việc": ["Các công việc chính:", "- Phân tích thiết kế các sản phẩm đại trà cho ngành giáo dục hoặc quản trị doanh nghiệp", "- Cải tiến sản phẩm đã có", "- Hỗ trợ thủ tục bàn giao, nghiệm thu, thanh toán", "Chi tiết:", "1. Phân tích thiết kế sản phẩm mới:", "- BA đóng vai trò trung tâm trong việc phát triển sản phẩm mới, cụ thể:", "- Khảo sát yêu cầu của khách hàng. Thường khách hàng sẽ do AM của Viettel đi tiếp xúc trực tiếp, chỉ cần làm việc với AM của Viettel, có thể trao đổi từ xa.", "- Tham khảo sản phẩm các đối thủ trên thị trường, các sản phẩm tương tự của nước ngoài.", "- Xây dựng Danh sách tính năng của sản phẩm.", "- Thiết kế layout sản phẩm", "- Làm việc với designer để thiết kế giao diện sản phẩm", "- Làm việc với đội dev để xây dựng quy trình", "- Làm việc với quản trị dự án để xây dựng lộ trình phát triển sản phẩm", "- Làm việc với đội test để kiểm thử sản phẩm", "- Phối hợp với khách hàng để triển khai, nghiệm thu sản phẩm", "2. Cải tiến sản phẩm đã có", "Đánh giá các tính năng còn chưa tốt của sản phẩm cũ, tham khảo các sản phẩm tương tự trên thị trường để đề ra phương án nâng cấp, sau khi thống nhất phương án nâng cấp thì tiến hành các bước tương tự như việc thiết kế sản phẩm mới", "3. Hỗ trợ thủ tục bàn giao, nghiệm thu, thanh toán", "- BA cần học cách xây dựng báo giá theo chuẩn của Bộ TTTT, phối hợp với đội DEV, Designer, Test để xây dựng các loại tài liệu bàn giao theo quy định của Viettel.", "- Ngoài ra, Nhân viên BA cần có kiến thức cơ bản về Lập trình web (backend) bằng PHP, trên framework do công ty tự phát triển hơn 13 năm, gồm các nhóm ứng dụng chính: Website doanh nghiệp, trường học, Portal bộ ban ngành, LMS, HRM, TMĐT.", "- Quản lý source code bằng SVN.", "- Có leader hướng dẫn từng bước.", "- Quản lý công việc bằng công cụ quản trị dự án nội bộ.", "- Làm việc với bộ phận kiểm thử và phát triển sản phẩm để tối ưu, sửa lỗi, phát triển chức năng mới."], "Yêu cầu ứng viên": ["Tốt nghiệp ĐH/CĐ trở lên, ưu tiên chuyên ngành CNTT hoặc chuyên ngành khác có liên quan;", "Có từ 1 năm kinh nghiệm ở vị trí tương đương", "Có kiến thức về UML, biết vẽ sơ đồ usecase, sơ đồ hoạt động", "Biết cách vẽ mockup (vẽ ra giấy hoặc bằng công cụ gì cũng được)", "Có kiến thức cơ bản về thiết kế CSDL", "Biết cách sử dụng 1 số phần mềm quản lý bất kỳ", "Hiểu về các quy tắc UI - UX cơ bản (sẽ được training thêm)", "Có khái niệm về thiết kế sản phẩm cho App, Web", "Có khả năng giao tiếp tốt với đối tác", "Có kinh nghiệm làm việc nhóm"], "Quyền lợi": ["Thu nhập theo thỏa thuận (8 - 15 triệu); 2-6 tháng xét tăng lương 1 lần.", "Sau 2 tháng thử việc sẽ có đánh giá kết quả của leader và được xem xét nâng lương, ký hợp đồng lao động chính thức, đóng bảo hiểm.", "Một năm được nghỉ 12 ngày phép", "Môi trường làm việc năng động, sáng tạo với đội ngũ CBNV đầy nhiệt huyết. Chế độ du lịch hàng năm và tham gia các hoạt động teambuilding, sự kiện công ty, tiệc mặn ngọt,....", "Thời gian làm việc: T2-T7 (T7 nghỉ cách tuần). Buổi sáng: 8h-12h, buổi chiều: 13h30-17h30"], "Địa điểm làm việc": ["- Hà Nội: Tầng 3, Tòa Tháp Đông, Chung cư Học viện Quốc Phòng, P. Xuân La, Tây Hồ"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"}
]