[
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-web-mobile-app-thu-nhap-3-7-trieu-thang/1160615.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh", "company_name": "CTCP Công nghệ Tài chính Unikgate", "address": ["Số 1 Nguyễn Hy Quang, Phường ô Chợ Dừa, Quận Đống đa, Hà Nội"], "salary": "+ Mobile App ( Thu Nhập 3 - 7 Triệu/ Tháng)", "exp": "Hà Nội", "remaining": "22/05/2024", "Mô tả công việc": ["Cần tuyển sinh viên năm cuối, (năm thứ 3, thứ 4, Mới ra trường) ngành công nghệ thông tin.", "Thực tập và làm việc ở vị trí fullstack web/mobile app developer.", "Thực hiện báo cáo công việc và phân công công việc cho cấp quản lý"], "Yêu cầu ứng viên": ["Ưu tiên sinh viên các trường ĐH Bách Khoa, Công nghệ, Viễn Thông, Thuỷ Lợi.", "Sinh viên có định hướng làm fullstack, yêu thích lập trình Mobile và Web", "Đam mê công nghệ, đã tự học hoặc có kinh nghiệm làm lập trình Web: React, hoặc VueJS. Biết cơ bản về Javascript", "Biết lập trình Java, Python là lợi thế, biết Flutter là lợi thế.", "Có khả năng viết, trình bày vấn đề, đọc hiểu tài liệu tiếng Anh", "Yêu thích công nghệ. Đã có laptop.", "Làm việc tối thiểu 3-4 buổi full/1 tuần."], "Quyền lợi": ["Được tạo điều kiện học tập: Được đào tạo về Flutter làm mobile, đào tạo React làm website, học các công nghệ làm Backend: Java, Python, Database, Kafka, Message Queue, Database: Postgres, Oracle, SQL vs NoSQL, Restful API, Realtime socket, Push notification, Big Data vs AI. Được định hướng, tư vấn về công việc trong tương lai từ những chuyên gia trong lĩnh vực.", "Được làm quen với môi trường Start-up chuyên nghiệp, năng động và thân thiện. Biết quy trình làm việc của một công ty công nghệ chuyên về công nghệ trong lĩnh vực Bất Động Sản, Tài chính - Chứng Khoán.", "Được tạo điều kiện thời gian nếu phải hoàn thành việc học ở trường.", "Được thực tập có trả Lương cao. Sau 3-6 tháng làm việc tốt sẽ điều chỉnh Lương và ký Hợp đồng dài hạn"], "Địa điểm làm việc": ["- Hà Nội: 64 Ngõ Giếng, Hoàng Cầu, Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)", "Thời gian làm việc linh hoạt"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/digital-marketing-executive/1309055.html?ta_source=ITJobs_LinkDetail", "job_name": "Digital Marketing", "company_name": "CÔNG TY TNHH EYEIYAGI", "address": ["158 Nguyễn Văn Thương, Phường 25, Quận Bình Thạnh"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["• Lên kế hoạch và triển khai chạy quảng cáo trên các kênh Tiktok,FB/IG, Ads e-commerce;", "• Theo dõi , đo lường và tối ưu các chiến dịch quảng cáo; đánh giá hiệu quả các chiến dịch và tối ưu ngân sách;", "• Nghiên cứu, theo dõi xu hướng khách hàng và đề xuất chiến dịch phù hợp;", "• Thiết lập và quản lý tài khoản quảng cáo;", "• Xử lý các vấn đề liên quan về chính sách chạy, phê duyệt quảng cáo trên các kênh;", "• Nghiên cứu và đề xuất, triển khai kênh quảng cáo online mới nếu có khả năng."], "Yêu cầu ứng viên": ["• Học vấn: Tốt nghiệp Cao đẳng/Đại học chuyên ngành Marketing, Digital Marketing.", "• Ít nhất 02 năm kinh nghiệm ở vị trí tương đương;", "• Ưu tiên ứng viên tron ngành Thời trang;", "• Có kinh nghiệm quản trị fanpages, am hiểu về Facebook ads, TikTok ads,..", "• Có khả năng làm việc multi-task;", "• Thành thạo các kỹ năng: lập kế hoạch, lập ngân sách, đo lường, phân tích và tổng hợp;", "• Kỹ năng làm việc độc lập và làm việc nhóm tốt."], "Quyền lợi": ["• Đóng BHXH, nghỉ phép 12 ngày/ năm, thưởng lễ/ tết; và các Chế độ, Phúc lợi theo quy định của Pháp luật.", "• Lương, thưởng hấp dẫn, cạnh tranh theo năng lực (từ 8 - 15 triệu)", "⏰ THỜI GIAN LÀM VIỆC: T2-T6: 9h-18h, T7: 9h-12h"], "Địa điểm làm việc": ["- Hồ Chí Minh: 158 Nguyễn Văn Thương, P.25, Bình Tân"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/middle-odoo-developer/1294977.html?ta_source=ITJobs_LinkDetail", "job_name": "Middle Odoo", "company_name": "CÔNG TY CỔ PHẦN SNINE", "address": ["Số 145 Ngọc Hồi, Phường Hoàng Liệt, Quận Hoàng Mai, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "09/05/2024", "Mô tả công việc": ["Tham gia vào phát triển các dự án liên quan đến Odoo của công ty", "Thiết kế, phát triển và test Odoo – ERP Module", "Chủ động kiểm thử và khắc phục sự cố, vấn đề trong các ứng dụng Odoo", "Tương tác với team/ bộ phận nội bộ khác để cải thiện và áp dụng các phương pháp tốt nhất cho ERP", "Chủ động đánh giá và áp dụng công nghệ mới để tối ưu hoá quy trình công ty và cập nhật xu hướng hiện tại", "Tối ưu hoá hiệu suất và độ tin cậy của hệ thống Odoo", "Báo cáo và lên kế hoạch công việc cho quản lý trực tiếp", "Tuân thủ các quy trình và tiêu chuẩn phát triển phần mềm", "Nắm rõ quy trình phát triển phần mềm theo agile, scrum", "Sử dụng GIT để quản lý source code"], "Yêu cầu ứng viên": ["Tốt nghiệp đại học các chuyên ngành công nghệ thông tin", "Có từ 3- 4 năm kinh nghiệm lập trình Odoo", "Có tính tuân thủ và cam kết cao, tư duy phát triển tích cực và khả năng làm việc nhóm", "Có khả năng làm việc độc lập và giải quyết vấn đề", "Kỹ năng", "+ Thành thạo lập trình Python với Odoo", "+ Có kinh nghiệm với AJAX, XML, CSS/HTML/Jquery", "+ Có kiến thức Linux/ Ubuntu, Git, Docker, PostgreSQL"], "Quyền lợi": ["Lương: Upto 30M", "Tham gia vào các dự án phát triển Odoo thú vị và đa dạng", "Thưởng tháng thứ 13, thưởng dự án (Thưởng thành tích, thưởng cá nhân xuất sắc)", "Các chế độ phúc lợi: Team-Building hàng tháng, nghỉ mát hàng năm, khám sức khỏe định kỳ...", "Được tham gia các chương trình đào tạo nội bộ (Seminar hàng tuần, ...), và các trung tâm đào tạo kỹ năng", "Các chế độ theo quy định của Pháp luật Lao động Việt Nam (BHXH, BHYT, BHTN...)", "Nghỉ phép năm, nghỉ lễ tết theo quy định của Nhà nước Việt Nam", "Môi trường làm việc chuyên nghiệp, trẻ trung, năng động và chia sẻ"], "Địa điểm làm việc": ["- Hà Nội: Hoàng Mai"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/leader-team-fullstack/1127839.html?ta_source=ITJobs_LinkDetail", "job_name": "Leader Team Fullstack", "company_name": "Công ty Cổ phần Công nghệ Bota", "address": ["Tầng 8, 51 Lê Đại Hành, Hai Bà Trưng, Hà Nội"], "salary": "20 - 25 triệu", "exp": "2 năm", "remaining": "22/05/2024", "Mô tả công việc": ["• Tham gia nghiên cứu & đề xuất các giải pháp kỹ thuật tại ban dự án;", "• Nghiên cứu, thiết kế ứng dụng PHP, Framework và các mô hình tích hợp, triển khai hệ thống web;", "• Lập trình các chức năng được giao theo tài liệu giải pháp chi tiết;", "• Kiểm soát công tác rà soát Code, sửa lỗi Code đảm bảo tối ưu ứng dụng;", "• Tham gia giám sát dự án đảm bảo chất lượng về măt kỹ thuật, chất lượng coding;", "• Báo cáo, đánh giá hiệu quả của các các giải pháp công nghệ;", "• Chịu trách nhiệm đào tạo công nghệ và định hướng phát triển các chức năng theo tài liệu thiết kế, kiến trúc;", "• Thực hiện các công việc khác theo chỉ đạo của cấp trên;"], "Yêu cầu ứng viên": ["- Có kinh nghiệm trong phát triển ứng dụng PHP thuần hoặc sử dụng framework, Nodejs.", "- Thành thạo trong việc sử dụng các framework PHP phổ biến như Laravel, CodeIgniter, v.v.", "- Kiến thức tốt về cơ sở dữ liệu (MySQL, PostgreSQL, MongoDB).", "- Thành thạo các thư viện, framework javascript như: ReactJS", "- Có kinh nghiệm trong việc phát triển ứng dụng mobile sử dụng ReactNative", "- Kiến thức tốt về OS như: CentOS, Ubuntu. Từng triển khai, bảo trì hệ thống server vật lý, cloud.", "- Hiểu biết về networking, router là một lợi thế."], "Quyền lợi": ["• Mức lương từ 20 Triệu - 25 Triệu;", "• Được làm việc trong môi trường chuyên nghiệp, nhiệt tình, năng động;", "• Mức lương/ thưởng hấp dẫn phụ thuộc vào khả năng. Xét tăng lương một lần/năm phù hợp với sự nỗ lực, đóng góp cho sự phát triển công ty;", "• Chế độ phúc lợi: Du lịch hàng năm, BHXH, BHYT, BHTN, Nghỉ lễ,...theo quy định của nhà nước;", "• Thời gian làm việc: Từ thứ 2 đến thứ 7 (được nghỉ 2 ngày thứ 7 đầu tiên của tháng)"], "Địa điểm làm việc": ["- Hà Nội: số 24,ngõ 55 phố Lê Đại Hành, Hai Bà Trưng"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php-developer/1268072.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên -", "company_name": "Công ty Cổ phần Công nghệ Bota", "address": ["Tầng 8, 51 Lê Đại Hành, Hai Bà Trưng, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Thành thạo lập trình web trên ngôn ngữ PHP, MySQL", "Hiểu biết về kiến trúc MVC, Javascript, Ajax, Jquery lập trình hướng đối tượng OOP là 1 lợi thế", "Có hiểu biết cơ bản về HTML/CSS; Bootstrap 3.", "Có kinh nghiệm tối ưu SEO, hiệu năng web."], "Yêu cầu ứng viên": ["Độ tuổi 22-30. Tốt nghiệp Cao đẳng - Đại học, hoặc các trường đào tạo lập trình APTECH, NIIT ...", "Kinh nghiệm từ 1 năm trở lên", "Thành thạo lập trình web trên ngôn ngữ PHP, MySQL", "Hiểu biết về kiến trúc MVC, Javascript, Ajax, Jquery lập trình hướng đối tượng OOP là 1 lợi thế", "Có hiểu biết cơ bản về HTML/CSS, Bootstrap 3.", "Có kinh nghiệm tối ưu SEO, hiệu năng web.", "Tư duy lập trình tốt.", "Cần cù chịu khó, nhiệt tình trách nhiệm, trung thực chu đáo, tỉ mỉ khó tính về chất lượng và hình thức sản phẩm."], "Quyền lợi": ["• Được làm việc trong môi trường chuyên nghiệp, nhiệt tình, năng động, có cơ hội học hỏi;", "• Được hưởng chế độ đào tạo nâng cao nghiệp vụ và có cơ hội thăng tiến trong nghề nghiệp;", "• Xét tăng lương một lần/năm phù hợp với sự nỗ lực, đóng góp cho sự phát triển công ty;", "• Có cơ hội làm việc gắn bó lâu dài với công ty;"], "Địa điểm làm việc": ["- Hà Nội: Số 24, ngõ 55 Lê Đại Hành, Hai Bà Trưng"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:00 đến 17:30)", "2 Tuần đầu tháng thứ 7 được nghỉ"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/c-developer/1309459.html?ta_source=ITJobs_LinkDetail", "job_name": "C#", "company_name": "Công ty Cổ Phần Giải Pháp Quản Lý SSG", "address": ["173A Nguyễn Văn Trỗi, Phường 11, Quận Phú Nhuận, Hồ Chí Minh"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Quản lý việc phát triển và duy trì phần mềm số hóa văn phòng của công ty.", "Triển khai các mô hình tích hợp và quản lý việc tích hợp ứng dụng hiện có với đối tác bên ngoài.", "Tham gia vào quá trình phân tích yêu cầu của phòng ban để hiểu rõ nhu cầu và mong muốn.", "Tham gia vào quản lý dự án phần mềm.", "Nhận chuyển giao các giải pháp phần mềm, bao gồm cả kiểm thử sản phẩm.", "Tham gia chính vào quá trình mở rộng và nâng cấp ứng dụng.", "Viết tài liệu kỹ thuật và tài liệu hướng dẫn sử dụng cho ứng dụng."], "Yêu cầu ứng viên": ["Có tối thiểu 1 năm kinh nghiệm lập trình Web với các công nghệ C# (.Net / .Net Core) có kinh nghiệm về Sharepoint là một lợi thế", "Có ít nhất 1 năm kinh nghiệm Frontend sử dụng Reactjs", "Có kinh nghiệm sử dụng các framework UI như Bootstrap, Tailwind, Material phát triển giao diện", "Có tối thiếu 1 năm kinh nghiệm làm việc với các hệ quản trị CSDL, SQL Server, My SQL.", "Có kiết thức vững mạnh về JSON và REST-based APIs", "Sử dụng thành tạo công cụ quản lý công việc và version source code: jira, git, gitlab.", "Ưu tiên biết sử dụng các công cụ AI (Trí tuệ nhân tạo) để tăng hiệu suất công việc", "Có khả năng học hỏi nhanh, tích cực và chủ động trong công việc. Khả năng làm việc độc lập và làm việc nhóm tốt.", "Tiếng anh: Trình độ B"], "Quyền lợi": ["- Chế độ nghỉ (nghỉ hàng tuần, phép năm, lễ tết...)", "- Được hưởng đầy đủ các chế độ BHXH, BHYT, BHTN và các chế độ khác theo quy định Nhà nước", "- Được đánh giá hiệu quả công việc 06 tháng/lần để làm căn cứ nâng lương, thăng tiến, khen thưởng", "- Được định hướng và có cơ hội thăng tiến, phát triển sự nghiệp theo nguyện vọng.", "- Được hưởng các chế độ phúc lợi khác như: Company trip, Team building, các hoạt động tập thể... của Công ty.", "- Khám sức khỏe định kỳ hàng năm & tham gia bảo hiểm sức khỏe bên ngoài (PVI, Bảo Việt, Bảo Minh,...)", "- Được tạo điều kiện đào tạo nâng cao kiến thức, kỹ năng về CNTT, kỹ năng mềm,... bằng các hội nghị chuyên đề tại công ty, các khóa học tại các đơn vị đào tạo chuyên nghiệp"], "Địa điểm làm việc": ["- Hồ Chí Minh: Tầng 2, tòa nhà Lutaco, số, 173A Đ. Nguyễn Văn Trỗi, Phường 11, Phú Nhuận"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/business-analyst-erp-mid-senior/1309448.html?ta_source=ITJobs_LinkDetail", "job_name": "Business Analyst", "company_name": "Công ty Cổ Phần Công Nghệ ITG", "address": ["Tầng 14 tòa nhà Lilama 10, số 56 Tố Hữu, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Nghiệp vụ", "- Khảo sát, thu thập yêu cầu, phạm vi và thống nhất với khách hàng", "- Phân tích và xác định phạm vi yêu cầu nghiệp vụ, yêu cầu chức năng sản phẩm với khách hàng", "- Xây dựng, phát triển tài liệu mô tả yêu cầu người dùng, tài liệu đặc tả chức năng hệ thống", "- Thống nhất nghiệp vụ với khách hàng, rà soát và đánh giá sản phẩm trước khi chuyển giao cho khách hàng", "- Tham gia bảo trì, phát triển tính năng, nâng cấp hệ thống...", "Quản lý", "- Lập kế hoạch và điều phối hiệu quả công việc của nhóm", "- Dẫn dắt, đào tạo, quản lý và phát triển các thành viên trong nhóm theo định hướng phát triển chung của Công ty."], "Yêu cầu ứng viên": ["- Tốt nghiệp đại học chuyên ngành có liên quan như: Kinh tế, Quản trị, Kế toán, Kiểm toán, Tài chính, Công nghệ thông tin, Hệ thống thông tin.", "- Yêu thích và đam mê CNTT.", "- Hiểu rõ về quy trình phát triển phần mềm, quy trình triển khai Dự án công nghệ thông tin", "- Sử dụng tốt các công cụ phân tích, xây dựng sơ đồ nghiệp vụ cơ bản. Có khả năng mô hình và khái quát hóa các vấn đề trong hệ thống ERP.", "- Hiểu một trong các hệ quản trị cơ sở dữ liệu sau : PostgreSQL, Oracle, SQL Server, MySQL.", "Kỹ năng:", "- Kỹ năng giao tiếp và truyền đạt tốt", "- Có kỹ năng xử lý tình huống nhanh nhẹn, linh hoạt và tích cực.", "- Có kỹ năng thuyết trình, tư vấn và thuyết phục tốt.", "- Có kỹ năng quản lý đội/nhóm, quản lý tiến độ công việc", "Kinh nghiệm ở vị trí tương đương: Có từ 3 năm KN triển khai ERP", "Tố chất/năng khiếu: Yêu nghề, xử lý công việc linh hoạt."], "Quyền lợi": ["- Mức lương: upto 30tr (thỏa thuận theo năng lực và kinh nghiệm), review lương 2 lần/năm", "- Chính sách, chế độ lao động: BHXH, BHYT, BHTN, ...", "- Lương tháng 13", "- Chế độ phúc lợi: lễ tết, cưới, ốm đau, sinh nhật, thưởng nhân viên xuất sắc tháng, quý, năm, nghỉ mát 1 lần/năm...", "- Môi trường làm việc thân thiện, năng động,phát triển kiến thức về quản trị doanh nghiệp, quản trị sản xuất, nhà máy thông minh...", "- Được tham gia nhiều hoạt động văn hóa, thể thao, giải trí của Công ty"], "Địa điểm làm việc": ["- Hà Nội: Tòa Lilama 10, 56 Tố Hữu, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/fullstack-developer-angular-java/1308093.html?ta_source=ITJobs_LinkDetail", "job_name": "Fullstack Developer", "company_name": "CÔNG TY TNHH AMARIS VIỆT NAM", "address": ["Lầu 15 Tòa nhà Viettel, 285 Cách Mạng Tháng 8, Phường 12, Quận 10, TP. Hồ Chí Minh"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "30/06/2024", "Mô tả công việc": ["About the job", "Participate in all stages of product development, from requirements to design to implementation.", "Troubleshoot and improve current systems and their performance by working closely with various product teams.", "To keep current with industry norms, conduct solo research or team conversations to learn and extend your knowledge.", "Ensure coding quality for yourself and your colleagues.", "Development of important components or modules, as well as contributions to product design and maintenance.", "Assist the team leader with technical analysis in order to deliver the best technical solution, as well as assist colleagues with technical challenges in order to finish assigned projects/tasks on time."], "Yêu cầu ứng viên": ["About you", "2 years of experience with Angular (Angular 13/AngularJS) and Java technologies (Spring/ Springboot).", "Experienced in Insurance/ Fiancial domain is a big plus.", "Academic degree in Information Technology or related field.", "Experience with Agile / Scrum methodologies is a plus.", "Understanding of best practices in software development, such as coding standards, code reviews, source control management, build procedures, testing, and operations."], "Quyền lợi": ["Benefits", "13th-month salary", "14+ annual leaves per year", "Premium healthcare insurance, starting from your probation period", "Project reviews and yearly performance appraisals", "Annual company trips", "Teambuilding activities: Team lunch/dinner, events, and celebrations, sports clubs (football, yoga, badminton, etc.)", "International team with flexible working time + hybrid working", "Tailor-made career path", "Technical workshops and training courses", "Mobility: Opportunities to be on-site abroad in our offices in over 60+ countries", "Equal Opportunity", "Amaris Consulting is proud to be an equal-opportunity workplace. We are committed to promoting diversity within the workforce and creating an inclusive working environment. For this purpose, we welcome applications from all qualified candidates", ",", "regardless of gender, sexual orientation, race, ethnicity, beliefs, age, marital status, disability, or other characteristics."], "Địa điểm làm việc": ["- Hồ Chí Minh"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-nodejs/1172298.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "Công Ty Cổ Phần IGB", "address": ["Sô 118, ngõ 389 Trương Định. Tân Mai. Hoàng Mai, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["-- Tham gia các dự án của khách hàng.", "- Làm việc theo sự phân công của Trưởng nhóm/Quản lý dự án, phối hợp giữa các nhóm để phát triển", "- Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, phát triển chức năng", "- Tham gia review code, support các member phía dưới", "- Dựng base dự án, thiết kế DB, API, Detail design", "- Training đào tạo cho member level thấp hơn"], "Yêu cầu ứng viên": ["- Hiểu biết sâu về Software Engineering", "- Có tối thiểu 3 năm kinh nghiệm làm việc với ngôn ngữ NodeJS", "- Có kinh nghiệm làm việc với ngôn ngữ PHP là điểm cộng", "- Có kinh nghiệm thực tế về xây dựng hệ thống web trên một số các framework như ExpressJS, NestJS", "- Hiểu biết sâu về thiết kế RESTful APIs.", "- Có kinh nghiệm làm việc với các hệ quản trị cơ sở dữ liệu SQL, NoSQL, sử dụng tốt ORM. - Hiểu biết sâu về git, docker", "- Hiểu biết sâu về clean code, coding convention", "- Hiểu biết sâu về OOP, Typescript", "- Biết tổ chức thực hiện CI/CD", "- Có kiến thức về ít nhất 1 design pattern", "- Có kiến thức cơ bản về Micro Service", "- Có khả năng làm Detail Design", "- Có khả năng làm việc với VueJS, ReactJS là một lợi thế.", "- Có khả năng làm việc với các Front End Framework khác ngoài ReactJS là một lợi thế.", "- Có khả năng giao tiếp Tiếng Anh", "- Có kinh nghiệm làm dự án outsource là lợi thế."], "Quyền lợi": ["- Mức lương cạnh tranh, được thỏa thuận theo năng lực.", "- Ký hợp đồng lao động, đóng BHXH, hưởng 12 ngày phép năm và các ngày nghỉ lễ, tết theo quy định của nhà nước.", "- Lương tháng 13.", "- Thưởng các ngày lễ, Tết.", "- Môi trưởng trẻ, năng động, mọi người cùng hỗ trợ nhau hết mình và tham gia team building, du lịch hằng năm.", "- Tăng lương 2 lần/năm, có cổ phần cho thành viên cùng chí hướng.", "- Được tham gia các hoạt động ngoại khóa thú vị và các phúc lợi khác", "- Cơ hội thăng tiến rõ ràng."], "Địa điểm làm việc": ["- Hà Nội: Tòa nhà 38D3 Hoàng Ngân, Trung Hòa, Cầu Giấy"], "Thời gian làm việc": ["Giờ hành chính thứ 2-thứ 6; thứ 7 cách tuần"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-marketing/949382.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên Marketing", "company_name": "Công Ty Cổ Phần IGB", "address": ["Sô 118, ngõ 389 Trương Định. Tân Mai. Hoàng Mai, Hà Nội"], "salary": "8 - 15 triệu", "exp": "1 năm", "remaining": "22/05/2024", "Mô tả công việc": ["- Lập kế hoạch và thực hiện các chiến dịch marketing nhằm phát triển doanh số và quảng bá thương hiệu các dịch vụ, sản phẩm của IGB Group.", "- Xây dựng nội dung, ý tưởng, đề xuất và thực hiện các chương trình, event, truyền thông, quảng bá hàng tháng/ quý/ năm.", "- Phối hợp với các bộ phận liên quan xây dựng, quản lý hình ảnh IGB.", "- Triển khai các kế hoạch phát triển nội dung Website, Facebook... để gia tăng khả năng tương tác và giá trị chuyển đổi khách hàng.", "- Phân tích, lên ý tưởng, theo dõi và đánh giá hiệu quả các hoạt động quảng cáo trả phí.", "- Lên kế hoạch, thực hiện, giám sát và đánh giá các hoạt động Digital Marketing.", "- Những công việc khác theo yêu cầu thực tế của công ty."], "Yêu cầu ứng viên": ["- Có kinh nghiệm 1-2 năm tại vị trí tương đương.", "- Đam mê, yêu thích marketing.", "- Cẩn thận, tỉ mỉ trong công việc", "- Kỹ năng thống kê, phân tích, đánh giá dựa trên số liệu", "- Sử dụng thành thạo các công cụ MS Office; Kỹ năng nghe, nói, đọc, viết tiếng anh khá là lợi thế."], "Quyền lợi": ["- Thu nhập: upto 15.000.000đ (gồm: Lương cứng + kpi + thưởng). Thỏa thuận cụ thể sau khi phỏng vấn.", "- Một mức lương cạnh tranh, đánh giá đúng năng lực và nhiệt huyết của mỗi người.", "- Ký hợp đồng lao động, đóng BHXH, hưởng 12 ngày phép năm và các ngày nghỉ lễ, tết theo quy định của nhà nước.", "- Lương tháng 13.", "- Thưởng các ngày lễ, Tết.", "- Môi trưởng trẻ, năng động, mọi người cùng hỗ trợ nhau hết mình và tham gia team building, du lịch hằng năm.", "- Tăng lương 2 lần/năm, có cổ phần cho thành viên cùng chí hướng.", "- Được tham gia các hoạt động ngoại khóa thú vị và các phúc lợi khác", "- Cơ hội thăng tiến rõ ràng."], "Địa điểm làm việc": ["- Hà Nội: Tòa nhà IGB Group - 38D3 Hoàng Ngân - Trung Hòa, Cầu Giấy"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nữ"},
{"urls": "https://www.topcv.vn/viec-lam/it-manager/1272763.html?ta_source=ITJobs_LinkDetail", "job_name": "IT Manager", "company_name": "Công ty Cổ phần Tập đoàn Giáo dục và Đầu tư EI", "address": ["Số 22 Võ Văn Dũng, phường Ô Chợ Dừa, Quận Đống Đa, Thành phố Hà Nội, Việt Nam"], "salary": "Thoả thuận", "exp": "3 năm", "remaining": "31/05/2024", "Mô tả công việc": ["- Xây dựng và triển khai hệ thống CNTT và ứng dụng chuyên môn để nâng cao năng lực quản trị và điều hành công ty.", "-", "Giám sát hệ thống công nghệ thông tin của doanh nghiệp:", "- Định hướng phát triển phòng IT:", "Xác định định hướng phát triển.", "Lập kế hoạch, chính sách hoạt động cho phòng IT.", "Thực hiện việc phân công công việc cho các nhân viên phòng IT hiệu quả.", "Có kế hoạch cụ thể để đánh giá kết quả công việc toàn bộ phận và có biện pháp khen thưởng, kỷ luật nhân viên phù hợp.", "Xây dựng ngân sách hoạt động IT, có trách nhiệm quản lý việc sử dụng ngân sách, đảm bảo các hoạt động được thực hiện trong phạm vi ngân sách được duyệt.", "- Đánh giá xu hướng công nghệ và đề xuất ứng dụng phù hợp.", "- Thiết kế, xây dựng và quản lý hệ thống cơ sở vật chất, hạ tầng công nghệ, mạng công nghệ thông tin trong Công ty.", "- Quản lý tài nguyên thông tin và dữ liệu của công ty.", "- Lập kế hoạch và vận hành hệ thống mạng và viễn thông.", "- Chỉ đạo việc nghiên cứu nhằm xác định mục tiêu và xây dựng kế hoạch thực hiện các dự án phát triển công nghệ thông tin cho toàn công ty", "- Tham mưu triển khai xây dựng hệ thống CNTT và ứng dụng chuyên môn để tăng cường năng lực quản trị và điều hành toàn diện của công ty.", "- Làm báo cáo và các công việc khác theo yêu cầu của cấp trên trực tiếp và Ban Lãnh Đạo."], "Yêu cầu ứng viên": ["- Tốt nghiệp Đại học trở lên chuyên ngành: Công nghệ thông tin, Khoa học máy tính, An toàn thông tin hoặc các chuyên ngành khác liên quan.", "- Có 3 năm kinh nghiệm ở vị trí tương đương.", "- Hiểu biết sâu sắc về lập trình, khoa học máy tính và bảo mật kỹ thuật số.", "- Hiểu biết rõ về công nghệ máy chủ, máy chủ ảo hóa, VMware, VMware ESXI, VMware vSphere,... Xây dựng và quản trị hệ thống máy chủ.", "- Có sự nhạy bén với những bất thường của hệ thống để quản trị rủi ro khi hệ thống gặp sự cố.", "- Có kỹ năng quản lý đội nhóm, lập ngân sách cho phòng IT."], "Quyền lợi": ["- Mức lương hấp dẫn thỏa thuận theo năng lực theo năng lực + phụ cấp ăn trưa, gửi xe", "- Tham gia BHXH, được hưởng các chế độ đầy đủ theo luật lao động", "- Thưởng các ngày Lễ, tết.", "- Môi trường làm việc chuyên nghiệp, năng động.", "- Được làm việc trong môi trường tôn trọng và phát triển con người.", "- Được tham gia các chương trình đào tạo, phát triển năng lực chuyên môn.", "- Được tham gia các hoạt động gắn kết, phát triển văn hóa doanh nghiệp (có lớp thiền, yoga, zumba)."], "Địa điểm làm việc": ["- Hà Nội: Số 22 Võ Văn Dũng, Ô Chợ Dừa, Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng/Phó phòng", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/it-support-fulltime-lam-viec-tu-thu-2-thu-6/1309543.html?ta_source=ITJobs_LinkDetail", "job_name": "IT Support", "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ VÀ PHÁT TRIỂN CÔNG NGHỆ BEAE VIỆT NAM", "address": ["Số 114 Trần Vỹ, Phường Mai Dịch, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["- Trả lời các thắc mắc của khách hàng liên quan đến sản phẩm và dịch vụ công ty cung cấp.", "- Giúp khách hàng xử lý các khó khăn khi sử dụng sản phẩm.", "- Báo cáo cấp trên về tình hình sản phẩm và nhu cầu của khách hàng.", "- Giải quyết các trường hợp khiếu nại, đánh giá chưa tốt của khách hàng về sản phẩm một cách kịp thời.", "- Xin được review tốt về sản phẩm", "- Làm các video giới thiệu hoặc hướng dẫn sử dụng các tính năng sản phẩm cung cấp (Chưa biết sẽ được hướng dẫn)", "- Chuẩn bị promotion sale off cho sản phẩm"], "Yêu cầu ứng viên": ["- Tiếng Anh đọc, viết tốt", "- Có hiểu biết về HTML, CSS, Wordpress, WooCommerce", "- Có khả năng truyền đạt và giải thích vấn đề rõ ràng", "- Thái độ làm việc nghiêm túc và nhiệt tình với khách hàng", "- Có khả năng làm việc nhóm", "- Có Toeic > 550 là một lợi thế", "- Biết kiểm soát cảm xúc và linh hoạt giải quyết khó khăn", "- Có khả năng sử dụng Photoshop, chỉnh sửa video là một lợi thế"], "Quyền lợi": ["- Lương cơ bản từ 8-12M + Thưởng", "- Có thể thỏa thuận thêm về mức lương nếu đã có kinh nghiệm.", "- Được chia cổ phần % dự án nếu có đóng góp lớn cho sản phẩm.", "- Có lương cứng cố định + thưởng vượt hiệu suất làm việc lên tới 80% ( thưởng tháng, thưởng quý)", "- Được đóng bảo hiểm theo quy định , review lương 6 tháng/lần, đi du lịch cùng cty và các hoạt động vui chơi khác.", "- Thưởng lương tháng thứ 13, các chế độ và thưởng các ngày lễ tết theo quy định.", "- Được làm việc trực tiếp với khách hàng cao cấp nước ngoài, có cơ hội trau dồi kỹ năng và trình độ.", "- Được khuyến khích đưa ra các ý tưởng và đề xuất cải thiện sản phẩm và cùng thảo luận với đội ngũ phát triển sản phẩm.", "- Môi trường trẻ và năng động, lộ trình thăng tiến rõ ràng.", "- Thời gian làm việc: Từ 8h00 đến 17h15 ( Nghỉ trưa 1h15 phút)"], "Địa điểm làm việc": ["- Hà Nội: Tầng 8, 114 Trần Vỹ, Mai Dịch, Cầu Giấy, Hà Nội, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-digital-marketing/1306747.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên", "company_name": "Công ty tnhh đầu tư và công nghệ aligo", "address": ["06 Võ Văn Kiệt, P. Nguyễn Thái Bình, Q. 1, TP. HCM"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Sáng tạo, tối ưu tối ưu hóa quảng cáo, tìm kiếm Marketing Qualified Leads.", "Xây dựng, tối ưu hoá và mở rộng các kênh chuyển đổi khách hàng, bao gồm Blogs, Landing Pages, Email Marketing, các hoạt động Remarketing etc; đảm bảo KPI về số lượng và chất lượng Marketing Qualified Leads.", "Làm việc trực tiếp với đội Sales để cung cấp insights giúp hoàn thiện quy trình Sales-Marketing và xây dựng các kênh thu hút Leads hiệu quả."], "Yêu cầu ứng viên": ["Data-driven mindset", "Kinh nghiệm xây dựng và triển khai các chiến dịch với các công cụ cơ bản digital marketing tools như Facebook Ads, Google Ads.", "Kỹ năng viết content xuất sắc; khả năng đọc và hiểu tiếng Anh tốt.", "Nhiệt huyết với lĩnh vực marketing automation và sẵn sàng đóng góp vào xu thế martech 4.0.", "Có kinh nghiệm về lĩnh vực Inbound Marketing và các công cụ Marketing Automation là một lợi thế.", "Có kinh nghiệm làm việc tại các công ty công nghệ là một lợi thế", "Tổng số tiền từng bỏ ra cho Digital > 20 triệu VND hoặc trung bình 3 triệu/tháng là một lợi thế."], "Quyền lợi": ["1. Quyền lợi chung", "- Sáng tạo, tối ưu tối ưu hóa quảng cáo, tìm kiếm Marketing Qualified Leads.", "- Xây dựng, tối ưu hoá và mở rộng các kênh chuyển đổi khách hàng, bao gồm Blogs, Landing Pages, Email Marketing, các hoạt động Remarketing etc; đảm bảo KPI về số lượng và chất lượng Marketing Qualified Leads.", "- Làm việc trực tiếp với đội Sales để cung cấp insights giúp hoàn thiện quy trình Sales-Marketing và xây dựng các kênh thu hút Leads hiệu quả.", "2. Môi trường làm việc:", "- Môi trường tập hợp nhiều cá nhân trẻ và xuất sắc, khả năng thăng tiến nhanh trong công việc.", "- Môi trường làm việc thẳng thắn, đặt con người làm trọng tâm;", "- Thường xuyên công nhận và khen thưởng cho các thành viên nỗ lực, đạt hay vượt KPI đề ra;", "- Nhiều chính sách hấp dẫn giúp nhân sự thể hiện năng lực của bản thân và nhận được phúc lợi xứng đáng;", "- Làm việc với các 9x,2k năng động, sáng tạo, hỗ trợ đồng đội hết mình;", "- Có quyền tự chủ cao với ngân sách, tài nguyên, nhân sự,... trong phạm vi cho phép.", "- Tham dự Company Trip hàng năm", "- Tham dự team building/từ thiện hàng quý", "- Vui chơi, họp nhóm mỗi tháng/tuần", "3. Phát triển sự nghiệp:", "- Lộ trình công danh rõ ràng ở mỗi vị trí, có nhiều cơ hội lên Senior/ Team Leader/ Manager;", "- Được training chuyên sâu về tư duy cốt lõi, cách thiết lập & triển khai chiến lược Marketing", "- Hỗ trợ các khóa học về miễn phí;", "- Được training về mindset, kỹ năng mềm (quản lý công việc, thời gian, lãnh đạo, quản lý nhân sự, thiết lập mục tiêu,....) và kỹ năng quản lý dự án (Agile, Scrum,...);", "- Hỗ trợ & hướng dẫn trực tiếp từ cấp trên tận tâm, giàu kinh nghiệm;", "- Được sự training về các mảng khác trong Digital & Inbound Marketing gồm: branding, content marketing, email marketing,...", "- Có cơ hội tìm hiểu, học hỏi từ quy trình công việc, hệ thống quản lý công việc và các công cụ mới như: OKRs, CFRs, KPI, lương 3P,..."], "Địa điểm làm việc": ["- Hồ Chí Minh: 82-84 Thăng Long, Phường 4, Tân Bình, TPHCM, Tân Bình"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/net-developer-retail/1223770.html?ta_source=ITJobs_LinkDetail", "job_name": ".NET", "company_name": "Công ty Cổ phần Công nghệ KiotViet", "address": ["Tầng 6-7, số 1B Yết Kiêu, Phường Trần Hưng Đạo, Quận Hoàn Kiếm, Thành phố Hà Nội, Việt Nam"], "salary": "- Retail", "exp": "Hà Nội", "remaining": "30/06/2024", "Mô tả công việc": ["1. Nhiệm vụ chính:", "- Tham gia cùng team thiết kế và làm rõ yêu cầu tính năng người dùng theo mô hình ATDD", "- Xây dựng chức năng của sản phẩm bao gồm back-end và front-end cho hệ thống, đảm bảo chất lượng code cũng như yêu cầu nghiệp vụ và hiệu năng hệ thống.", "- Giải quyết các vấn đề khó về tối ưu hệ thống cũng như nghiệp vụ người dùng.", "- Nghiên cứu các giải pháp, công nghệ mới để cải tiến sản phẩm.", "- Làm việc cùng các vai trò khác trong feature team để đạt mục tiêu chung của sản phẩm.", "2. Cơ hội phát triển:", "- Làm việc với hệ thống hàng triệu user, với một lượng lớn giao dịch và truy vấn.", "- Công nghệ đa dạng và hệ thống code base lớn, bạn có cơ hội rèn dũa / training nâng cao kỹ năng software craftsmanship để đảm bảo chất lượng, hiệu suất tốt, trải nghiệm người dùng và khả năng tái sử dụng tốt hơn.", "- Cùng với các bài toán về kỹ thuật cũng như sản phẩm thử thách và thú vị, cũng là cơ hội để phát triển tư duy giải quyết vấn đề và thiết kế hệ thống tốt hơn, theo cách đơn giản và tinh tế nhất có thể.", "- Career path rõ ràng cho lộ trình phát triển và trưởng thành của thành viên."], "Yêu cầu ứng viên": ["1. Học vấn, kiến thức và trình độ chuyên môn: Tốt nghiệp đại học chuyên ngành CNTT", "2. Kinh nghiệm:", "- Có kinh nghiệm với Asp.net MVC, Web API", "- Có năng lực kinh nghiệm làm việc với design pattern, clean code.", "3. Những kỹ năng cần thiết cho công việc", "- Có kỹ năng C#.NET 4.0/4.5, OOP, Design Pattern, IoC", "- Có kiến thức nền tảng và kinh nghiệm về:: JQuery, Typescript, HTML5/CSS3, HTML/XHTML/XML,CSS, Bootstrap, IIS", "- Có hiểu biết về các công nghệ Redis, Realtime", "- Có hiểu biết Database, SQL Server, Queue Messaging, Front end framework (React)...", "- Có khả năng học hỏi nhanh, tích cực và chủ động trong công việc. Khả năng làm việc độc lập và làm việc nhóm tốt."], "Quyền lợi": ["- Mức lương khởi điểm hấp dẫn, cạnh tranh, tương xứng với năng lực và kinh nghiệm làm việc;", "- Thưởng hiệu quả lên đến 3 tháng lương/năm.", "- Thưởng dự án, thưởng quý;", "- Làm việc từ Thứ 2 – Thứ 6, ca làm việc linh hoạt;", "- Cơ hội được đào tạo và thăng tiến tốt trong công việc.Lộ trình phát triển công việc rõ ràng;", "- Được hưởng các quyền lợi và chế độ theo luật quy định (Các ngày nghỉ lễ, BHXH, BHYT...);", "- Thưởng lễ, Tết, sinh nhật các chế độ đãi ngộ dành cho người thân, du lịch hàng năm;", "- Làm việc trong môi trường trẻ trung, năng động", "- Được cung cấp máy tính cấu hình cao, trang thiết bị làm việc hiện đại;"], "Địa điểm làm việc": ["- Hà Nội: Tầng 5, Tòa nhà 1A Yết Kiêu, Trần Hưng Đạo,Quận Hai Bà Trưng, Hà Nội, Hoàn Kiếm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)", "Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "4 năm", "Số lượng tuyển": "4 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-marketing-facebook-ads/1267074.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên", "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ ATOSA", "address": ["Số 222 Dương Đình Nghệ, Yên Hòa, Cầu Giấy"], "salary": "Ads", "exp": "Hà Nội", "remaining": "22/05/2024", "Mô tả công việc": ["Lập kế hoạch:", "Xây dựng định hướng, lập kế hoạch, triển khai các kế hoạch và giám sát việc thực hiện hoạt động Digital Marketing cho các dự án của Công ty", "Đánh giá định kỳ các kênh Marketing cho sản phẩm, dịch vụ của công ty.", "Lên ý tưởng và promotion quảng cáo cho các dịch vụ đảm nhận", "Nghiên cứu đối thủ để có giải pháp tối ưu cho công ty", "Lập kế hoạch quảng cáo và báo Báo cáo Hiệu quả, chi phí...theo Ngày/Tháng/Quý.", "Thực thi và tối ưu:", "Thống kê, phân tích các số liệu quảng cáo để có các điều chỉnh hợp lý, đảm bảo cho các KPIs của từng dự án (doanh thu, chi phí, leads...)", "Phân bổ chi phí, giám sát việc cài đặt quảng cáo, hiệu quả về Digital Performance của các chiến dịch quảng cáo trên các kênh truyền thông số (Google, Facebook, Zalo, Tiktok, Affiliate marketing, email marketing...) cho từng dự án được nhận.", "Theo dõi đo lường các chỉ số quảng cáo và thực hiện tối ưu chi phí quảng cáo và quản lý ngân sách.", "Chạy Ads theo kế hoạch và ngân sách được giao theo dịch vụ", "Theo dõi và tối ưu các chiến dịch quảng cáo, tối ưu giá và tỷ lệ chuyển đổi (conversion rate)", "Chịu trách nhiệm phát triển và nâng cao năng suất marketing (theo KPI)", "Sử dụng các công cụ Online Marketing khác phục vụ công việc", "Phân tích dữ liệu, đánh giá hiệu quả các chiến dịch, trình bày phương án tối ưu theo từng giai đoạn thấp điểm, cao điểm với trưởng nhóm", "Công việc khác theo phân công của Ban Lãnh Đạo", "Chi tiết sẽ Các trao đổi trong buổi phỏng vấn."], "Yêu cầu ứng viên": ["Trình độ:", "Ưu tiên Tốt nghiệp Đại học các chuyên ngành Báo chí, Truyền thông, Xã hội, Marketing, Digital Marketing..), cao đẳng FPT", "Độ tuổi:", "Nam/Nữ: 20-28t", "Kinh nghiệm:", "Kinh nghiệm ít nhất 1 năm ở vị trí tương đương.", "Có kiến thức về MKT (Hệ thống BC, hệ thống Page, Digital Marketing ...)", "Hiểu biết về hệ thống BC và hệ thống Page.", "Tư duy/ kỹ năng:", "Yêu thích sự đổi mới và phát triển và có trách nhiệm trong công việc", "Có kỹ năng giao tiếp, sáng tạo, xử lý vấn đề, khả năng làm việc nhóm", "Kỹ năng nghiên cứu, phân tích dữ liệu để đưa ra quyết định, kỹ năng báo cáo", "Chủ động trong công việc, có tinh thần trách nhiệm, trung thực, cẩn thận.", "Sẵn sàng tiếp nhận nhiệm vụ mới, thử thách mới", "Có khả năng thích ứng và linh hoạt trong công việc", "Là người cẩn thận, thích làm việc với những con số.", "Biết tiếng anh là 1 lợi thế", "Có khả năng sáng tạo, làm việc nhóm", "Kỹ năng giao tiếp và thuyết trình tốt.", "Kỹ năng nghiên cứu, phân tích dữ liệu để đưa ra quyết định, kỹ năng báo cáo", "Chủ động trong công việc, có tinh thần trách nhiệm, trung thực, cẩn thận.", "Sẵn sàng tiếp nhận nhiệm vụ mới, thử thách mới", "Có khả năng thích ứng và linh hoạt trong công việc", "Là người cẩn thận, thích làm việc với những con số.", "Đã từng chạy ngân sách lớn là một lợi thế", "Có kinh nghiệm chạy Facebook (Chạy chuyển đổi, Mess,...)", "Đã tham gia các lớp học về Quảng cáo và Digital Marketing", "Không cần ưu tiên chạy ngân sách quá cao, mà những nhân sự có tối ưu quảng cáo."], "Quyền lợi": ["Thu nhập :", "8 - 20 triệu + Phụ cấp tiền ăn, gửi xe+ hoa hồng + thưởng thành tích tùy theo năng lực.", "Thử việc", ":", "Lương cơ bản 85% + lương cơ bản nhân viên chính thức + phụ cấp gửi xe, ăn trưa + lương Kpis (theo doanh số, không giới hạn)", "Nhân viên chính thức", ":", "Lương cơ bản full 100% + phụ cấp xăng xe, ăn trưa + lương Kpis + đóng đầy đủ BHTN, BHXH", "Được đóng BHXH theo quy định của pháp luật và theo quy định của công ty khi lên chính thức", "Hưởng niềm vui chứ không chỉ phúc lợi: Sinh nhật hàng tháng. Chế độ lễ tết, hiếu, hỷ.", "Được tham gia vào các vào các khóa training nội bộ, các hội thảo chuyên sâu", "Được làm việc với các đối tác lớn", "Training các kỹ năng chuyên môn, quy trình làm việc", "Cơ hội thăng tiến rộng mở có thể phát triển lên level cao hơn theo năng lực thực đạt được sau 6 tháng - 1 năm."], "Địa điểm làm việc": ["- Hà Nội: 222 Dương Đình Nghệ, Yên Hòa, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/scrum-master-size-20-nguoi-up35m-ha-noi/1307514.html?ta_source=ITJobs_LinkDetail", "job_name": "Scrum Master - Size >20 Người - Up35M - Hà Nội", "company_name": "Công ty Cổ phần Công nghệ KiotViet", "address": ["Tầng 6-7, số 1B Yết Kiêu, Phường Trần Hưng Đạo, Quận Hoàn Kiếm, Thành phố Hà Nội, Việt Nam"], "salary": "25 - 35 triệu", "exp": "2 năm", "remaining": "22/05/2024", "Mô tả công việc": ["- Managing the day-to-day activities of the team.", "- Motivating the team to achieve organizational goals.", "- Developing and implementing a timeline to achieve targets.", "- Delegating members to finish team goals.", "- Conducting training of team members to maximize their potential.", "- Empowering team members with skills to improve their confidence, product knowledge, and communication skills.", "- Supporting to Conduct half year performance reviews.", "- Contributing to the growth of the company through a successful team.", "- Creating a pleasant working environment that inspires the team.", "- Working with Product Owner and Technical Manager directly"], "Yêu cầu ứng viên": ["- Graduated from universities majoring in IT, economics, ..", "- Minimum of 2+ years experience working with Agile/Scrum", "- Plus point: Agile Certifications, preferably Scrum (PSM I, PSM II, PSM III) or Scrum Alliance (Certified Scrum Master)", "- On-the-job training.", "- Excellent communication skills.", "- Confidence and skillful leadership skills.", "- Jira experience or similar", "- Strong organizational skills to give the team direction"], "Quyền lợi": ["- Top salary range in the market (willing to negotiate)", "- Compensation, a 13th month salary depending on employee’s performance", "- Performance bonus (up to 2-month salary)", "- Social – Health – Insurance paid fully. Healthcare: Annual health check-up, Premium Health Insurance ( from level senior according to the company's regulations)", "- Advantageous and yield benefits, other benefits such as holiday vacations, benefits for employee’s relatives", "- Unlimited chance of being promoted based on employee’s performance"], "Địa điểm làm việc": ["- Hà Nội: 1A Yết Kiêu, Hoàn Kiếm, Hà Nội, Hoàn Kiếm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)", "Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-it/1134835.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên IT", "company_name": "Tổng công ty cổ phần Thương mại xây dựng", "address": ["Số 201 Minh Khai, phường Minh Khai, quận Hai Bà Trưng, Hà Nội"], "salary": "Thoả thuận", "exp": "2 năm", "remaining": "22/05/2024", "Mô tả công việc": ["- Quản trị hệ thống mạng, hệ thống email, mạng điện thoại, hệ thống server, thiết bị ngoại vi của Công ty.", "- Cài đặt hệ điều hành và các chương trình ứng dụng trên máy.", "- Thực hiện các công việc backup hệ thống, backup dữ liệu.", "- Quản lý khai thác dữ liệu những camera do Công ty lắp đặt.", "- Tạo tài khoản, hướng dẫn truy cập Phần mềm ứng dụng do bộ phận IT quản lý cho cán bộ nhân viên; phối hợp cùng Đơn vị/ đối tác triển khai phần mềm hỗ trợ cán bộ nhân viên khi gặp lỗi, sự cố.", "- Cài đặt, sửa chữa, hỗ trợ người dùng đối với các thiết bị văn phòng (máy tính, máy in, máy photo, máy tính xách tay...) cũng như các phần mềm nội bộ.", "- Kiểm tra tình trạng của máy tính cá nhân, máy tính bảng và đưa ra các giải pháp hỗ trợ người dùng.", "- Quản lý việc sử dụng, bảo trì, thay thế các thiết bị CNTT bị hư hỏng.", "- Thực hiện các công việc khác theo sự phân công của Trưởng bộ phận và Thủ trưởng đơn vị"], "Yêu cầu ứng viên": ["- Tốt nghiệp Đại học/Cao đẳng chuyên ngành quản trị Công nghệ thông tin, Điện từ viễn thông, Toán tin, Hệ thống thông tin quản lý, Công nghệ phần mềm hoặc các chuyên ngành khác liên quan.", "- Có từ 2 năm kinh nghiệm làm việc trong lĩnh vực quản trị CNTT, quản lý vận hành hệ thống IT trong tòa nhà chung cư.", "- Có kinh nghiệm kiểm tra bảo dưỡng các hệ thống thiết bị CNTT phục vụ hoạt động của: điện thoại, máy tính, Internet, camera, hệ thống kiểm soát xe", "- Có kinh nghiệm về backup hệ thống, bakup dữ liệu.", "- Có kiến thức tốt về mạng, hệ điều hành Microsoft Window.", "- Có khả năng làm việc độc lập và theo nhóm.", "- Khả năng chịu áp lực cao, năng động, nhiệt tình, chăm chỉ."], "Quyền lợi": ["- Thu nhập: theo thỏa thuận. Tương xứng với năng lực, kinh nghiệm của ứng viên.", "- Thưởng theo kết quả kinh doanh của Tổng công ty hoặc theo hiệu quả công việc.", "- Hỗ trợ bữa ăn theo quy định.", "- Tham gia BHXH đầy đủ theo quy định sau khi ký HĐLĐ chính thức.", "- Các chế độ đãi ngộ khác: theo quy định của pháp luật lao động và của Công ty"], "Địa điểm làm việc": ["- Hà Nội: 201 Minh Khai, Hai Bà Trưng"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/backend-engineer-net-core-17-52m/1309552.html?ta_source=ITJobs_LinkDetail", "job_name": "Backend Engineer", "company_name": "Crossian", "address": ["Tầng 1, Pax Sky, 63-65 Ngô Thì Nhậm, Hai Bà Trưng, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["ABOUT THE ROLE", "Crossian is a high-growth technology-driven e-commerce business. Behind our success is our people. As a start-up formed in 2020, we have created a fast-paced and dynamic environment, enabling our people to reach a cumulative average growth rate of over 700% in just under 4 years. Our mission now is to build direct-to-consumer brands and increase customer LTV.", "As part of Technology Innovations CoE - supervised by the Engineering Manager & advised by the firm's CTO, you'll also check in with the team daily on the project, collecting information from other products to remain in sync with the entire eco-system in an Agile mindset & strong-Tech Startup environment culture (Silicon Valley style Tech-startup).", "We are creating a comprehensive Cross-border eCommerce Platform that features solutions for Storefront, Payment Gateway, Inventory, Catalogs, Logistics, Marketing Insights, CRM... Here are some examples:", "Develop a Storefront solution", "Centralize payment gateways for managing transactions and after payment business (such as: refund, chargebacks, claims, inquiry,..)", "Integrate various 3rd services to operate a complete supply-chain system including inventory, catalogs, logistics tracking, and more...", "Convert raw data from marketing campaigns, transactions, user behavior, etc. into insights beneficial and significant for business operations.", "Plus, numerous other opportunities await your input.", "﻿In addition to development tasks, collaboration with other firm’s CoE is crucial to comprehend issues within their specific sectors. Thus, from a technical standpoint, you will propose solutions to help them improve consistently every day.", "WHAT YOU WILL DO", "Participate in Requirements Analysis & Technical Specification in Agile/Scrum development process", "Develop clean, scalable code using .NET Core in Micro-service Architecture & Cloud-native", "Develop backend Data-storage & Data-flows with Postgres, ES, Kafka and various Cloud data toolset", "Test and deploy system (micro-)services & (micro-)apps on AWS EKS/Kubernetes with Docker toolset", "Improve existing system: revising, updating, refactoring and debugging code", "Develop documentation throughout the software development life cycle (SDLC)", "Serve as an expert on the system and provide technical support to other Internal teams"], "Yêu cầu ứng viên": ["WHAT WE ARE LOOKING FOR", "Bachelor’s degree in computer programming, computer science, or a related field", "At least 3+ years of development experience", "C#, .NET, .NET Core, ASP.NET Core, Entity Framework Core, LINQ", "Relational database modeling & design with Postgres", "Knowledge of Microservices, Clean-code, Clean-Architecture & SOLID principles", "Understanding of Agile/Scrum methodologies", "﻿Preferred (but not required)", "Document DB modeling & design with Elasticsearch", "Object Storages with AWS S3", "Message Queues with KAFKA & Message Queue", "Messaging with Sendgrid, Twilio, AWS SNS,...", "Having experience in Cloud Native Computing", "DevOps, SysOps in AWS and Git CI/CD experience", "HTML5/CSS3, JS/Typescript, React.js/Vue.js, Node.js", "English proficiency"], "Quyền lợi": ["WHAT YOU CAN EXPECT", "At Crossian, our people are the key to our success. We believe in creating an attractive total compensation package (TCP) that not only retains employees but allows them to excel in their profession. These include:", "Competitive gross salary (17-52M VND depending on what you bring to the table)", "Full salary during probation", "Guaranteed 13th month salary", "Quarterly bonus & Year-end bonus as part of our profit sharing program", "12 days work-from-home & 12 days of paid annual leave", "Extra seniority paid annual leave", "Global health insurance package for yourself and direct family members", "A Pantry & a Crossian Cafe stocked with goodies, ready to serve", "Lots of other company benefits including 5-star annual company trip, budget for frequent team building activities and other monthly / quarterly / annual company events", "General company T&D Program + dedicated T&D budget for managers", "Other benefits in accordance to Company's Policy and Vietnam Labor Laws"], "Địa điểm làm việc": ["- Hà Nội: Tầng 1, Pax Sky, 63-65 Ngô Thì Nhậm, Hai Bà Trưng"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/chuyen-vien-it-helpdesk/1309475.html?ta_source=ITJobs_LinkDetail", "job_name": "Chuyên Viên IT", "company_name": "Công ty cổ phần tập đoàn đầu tư Thăng Long", "address": ["Tầng 8, tháp B, tòa nhà Sông Đà, đường Phạm Hùng, Phường Mỹ Đình 1, Nam Từ Liêm, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Hỗ trợ người dùng và phối hợp xử lý các sự cố, lỗi liên quan đến máy tính, mạng máy tính, phần mềm ứng dụng...;", "Quản lý việc cấp phát, sử dụng, bảo trì, thay thế các thiết bị CNTT bị hư hỏng;", "Hỗ trợ Hành chính quản lý, bảo trì, thay thế tài sản thiết bị văn phòng.", "Lên kế hoạch bảo trì, nâng cấp hệ thống, thiết bị định kỳ/ đột xuất.", "Quản lý, kiểm tra, khắc phục các vấn đề về sao lưu dữ liệu server, camera, máy in, máy chấm công, email, cài đặt máy tính...;", "Thiết lập hệ thống mạng nội bộ cho công ty thuộc Tập đoàn: hệ thống mạng, lưu trữ NAS Synology, cấu hình modem, hệ thống wifi, switch, các thiết bị mạng...", "Làm việc với các nhà cung cấp đường truyền về vấn đề lắp đặt, kiểm tra, bảo trì, khắc phục sự cố các kênh truyền dẫn;", "Nghiên cứu ứng dụng các giải pháp CNTT cải tiến phù hợp và mang lại hiệu quả cao trong hoạt động của công ty;", "Hỗ trợ công việc cho các đơn vị thuộc Tập đoàn khi có yêu cầu;", "Đi công tác ngắn ngày tại các địa điểm Tập đoàn đầu tư;", "Thực hiện một số công việc theo yêu cầu Trưởng phòng và Ban Giám đốc."], "Yêu cầu ứng viên": ["Tuổi đời: 25-30; Giới tính Nam;", "Tốt nghiệp Cao Đẳng trở lên chuyên ngành Công nghệ thông tin hoặc các ngành học khác có liên quan;", "Có kinh nghiệm về phần cứng máy tính;", "Có kinh nghiệm về quản trị mạng, quản trị hệ thống server, quản trị phần mềm;", "Có ít nhất 01 năm kinh nghiệm ở vị trí tương đương;", "Có trách nhiệm với công việc, làm việc nghiêm túc, nhanh nhẹn, nhiệt tình;", "Kỹ năng giao tiếp, truyền đạt thông tin tốt;", "Sáng tạo và độc lập trong công tác chuyên môn."], "Quyền lợi": ["Thu nhập: 10-15 triệu/ tháng;", "Lương ngoài giờ theo quy định;", "Phụ cấp ăn trưa; vé xe máy tháng; phí công tác;", "Thưởng các ngày lễ tết, thưởng tháng lương 13;", "Được tham gia đầy đủ các chế độ BHXH, BHYT,...theo pháp luật Lao động."], "Địa điểm làm việc": ["- Hà Nội: Tầng 8, tháp B tòa nhà Sông Đà, đường Phạm Hùng, phường Mỹ Đình 1, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:15 đến 17:15)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/chuyen-vien-data-scientist/1308780.html?ta_source=ITJobs_LinkDetail", "job_name": "Chuyên Viên", "company_name": "Công ty cổ phần Canifa", "address": ["Phòng 301 Tòa nhà GP Invest, 170 La Thành, P. Ô Chợ Dừa, Q. Đống Đa, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["1. Phân tích dữ liệu", "– Phân tích dữ liệu trong lĩnh vực Bán lẻ/Thương mại điện tử", "2. Xây dựng, thử nghiệm và đánh giá hiệu suất mô hình", "– Xây dựng, thử nghiệm mô hình trong lĩnh vực bán lẻ, thương mại điện tử", "– Kiểm tra, đánh giá hiệu suất mô hình và khả năng áp dụng thực tế", "– Triển khai mô hình vào hoạt động kinh doanh của Công ty", "3. Thực hiện báo cáo và các công việc khác theo nếu có"], "Yêu cầu ứng viên": ["– Tốt nghiệp Đại học trở lên chuyên ngành Công nghệ thông tin, Khoa học dữ liệu, Phân tích dữ liệu, Toán tin", "– Tối thiểu 1 năm kinh nghiệm vị trí tương đương, có ít nhất 2 bài tập thực hành mô tả quá trình xây dựng model trong một lĩnh vực cụ thể, ưu tiên Bán lẻ và Thương mại điện tử", "– Chứng chỉ Khoa học dữ liệu, Phân tích dữ liệu trong lĩnh vực bất kỳ là lợi thế; đọc hiểu tiếng anh chuyên ngành", "– Kỹ năng: phân tích, đánh giá thuật toán và mô hình; tư duy và trực quan hóa dữ liệu; lập trình Python; làm việc độc lập và làm việc nhóm", "– Yêu cầu khác: Cẩn thận, tỉ mỉ, cam kết, chủ động, ham học hỏi"], "Quyền lợi": ["– Thu nhập cạnh tranh (thỏa thuận theo năng lực)", "– Đầy đủ các quyền lợi theo quy định của Luật: Đóng BHXH, thẻ Bảo hiểm sức khỏe theo cấp bậc", "– Thưởng: Ghi nhận sáng kiến, thưởng cống hiến, kết quả kinh doanh", "– Phúc lợi: 12 ngày nghỉ phép theo Luật; quà tặng các dịp Lễ Tết; khám sức khỏe hàng năm; ưu đãi mua hàng nội bộ, sinh nhật, tháng 13, làm việc linh hoạt tại nhà hai sáng thứ 7 trong tháng...", "– Các hoạt động văn hóa: Teambuiding hàng năm, Happy Hour, Câu lạc bộ bóng đá, Canifa vì cộng đồng..."], "Địa điểm làm việc": ["- Hà Nội: 170 Đê La Thành, Đống Đa, Hà Nội, Đống Đa"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/frontend-developer-2y-kinh-nghiem/1309414.html?ta_source=ITJobs_LinkDetail", "job_name": "Frontend Developer", "company_name": "Công ty CP Lendbiz", "address": ["Căn TT5-1B-25, Khu nhà ở thấp tầng, Khu đô thị mới Đại Kim, P.Đại Kim, Q.Hoàng Mai, Tp.Hà Nội."], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Công ty là mô hình P2P lending, là doanh nghiệp Fintech, hệ thống của công ty bao gồm hệ thống quản lý nội bộ, web và app dành cho khách hàng.", "Xây dựng giao diện cho hệ thống quản lý nội bộ của công ty", "Xây dựng giao diện web cho các sản phẩm fintech của công ty dành cho khách hàng", "Phối hợp với các nhóm làm việc khác để đảm bảo chất lượng và tiến độ của công việc", "Thực hiện bảo trì và nâng cấp các sản phẩm, dịch vụ của công ty", "Thực hiện các công việc chuyên môn theo yêu cầu từ cấp quản lý"], "Yêu cầu ứng viên": ["Tốt nghiệp chuyên ngành Công nghệ thông tin hoặc có kinh nghiệm thực tiễn tương đương", "Tối thiểu 2 năm kinh nghiệm làm việc", "Thành thạo kỹ năng lập trình web: HTML, CSS, JavaScript, JQuery...", "Sử dụng thành thạo ReactJS, biết sử dụng các framework như Angular JS, Vue JS, WordPress... là một lợi thế", "Có kinh nghiệm làm việc với Restful API", "Có khả năng tự học hỏi, nghiên cứu, tìm hiểu và áp dụng các công nghệ mới vào công việc"], "Quyền lợi": ["– Mức lương hấp dẫn theo năng lực. Thử việc 2 tháng hưởng 85%, kết quả tốt có thể rút ngắn thời gian thử việc.", "– Các chế độ thưởng quý, năm, thưởng vinh danh theo quy định công ty.", "– Phu cấp ăn trưa 35k/ngày, gửi xe", "– Cung cấp thiết bị làm việc: laptop, máy tính, tài liệu, thẻ nhân viên, cardvisit, sim điện thoại...", "– Cơ hội đào tạo từ cơ bản đến chuyên sâu, và lộ trình thăng tiến nghề nghiệp rõ ràng", "– Xét duyệt tăng lương, bậc chuyên viên định kỳ hoặc trước hạn khi kết quả làm việc xuất sắc.", "– Tham gia các chương trình nghỉ mát hàng năm, Teambuiding định kỳ, lễ tết, sinh nhật, hiếu hỷ...", "– Tham gia các chế độ khác theo quy định của Luật pháp, Công ty: BHXH, chế độ ngày nghỉ....", "- Môi trường làm việc Fintech năng động và sáng tạo, đồng nghiệp hòa đồng, thân thiện và luôn sẵn sàng giúp đỡ, hỗ trợ lẫn nhau.", "CHẾ ĐỘ LÀM VIỆC", "– Thời gian làm việc công ty:", "Thứ 2 – Thứ 6: 8h00 – 17h30, nghỉ trưa 1,5 tiếng", "Thứ 7: 8h00 – 12h00", "Nghỉ Lễ theo quy định nhà nước"], "Địa điểm làm việc": ["- Hà Nội: Đại Kim mới, Hoàng Mai"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)", "Thứ 7 (từ 08:00 đến 12:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thiet-ke-do-hoa/1022195.html?ta_source=ITJobs_LinkDetail", "job_name": "Thiết Kế Đồ Họa", "company_name": "CÔNG TY CỔ PHẦN SẢN XUẤT THƯƠNG MẠI NAM ĐÔ", "address": ["569 Lũy Bán Bích, Phú Thạnh, Tân Phú, Hồ Chí Minh"], "salary": "Thoả thuận", "exp": "3 năm", "remaining": "22/05/2024", "Mô tả công việc": ["- Lên ý tưởng và thiết kế các ấn phẩm truyền thông phục vụ cho hoạt động quảng cáo, nội dung website, social media như banner, cover, infographics, v.v.", "- Phối hợp với content writer để tạo ra các sản phẩm thiết kế phù hợp với nội dung của blog, email marketing, các trang mạng xã hội của công ty.", "- Thiết kế video giới thiệu sản phẩm, video hướng dẫn sử dụng.", "- Thiết kế các ấn phẩm phục vụ các hoạt động truyền thông nội bộ", "- Đảm bảo tuân thủ các nguyên tắc thiết kế và chỉnh sửa thiết kế phù hợp với yêu cầu."], "Yêu cầu ứng viên": ["- Tốt nghiệp Đại học, Cao đẳng chuyên ngành thiết kế đồ hoạ", "- Sử dụng thành thạo các phần mềm thiết kế và làm video (Photoshop, Illustrator, Adobe Premiere, v.v.)", "- Có kinh nghiệm trong ngành thiết kế đồ hoạ, sáng tạo nội dung là một lợi thế", "- Sáng tạo, có mắt thẩm mỹ, tư duy thiết kế hiện đại", "- Có khả năng làm việc nhóm, làm việc độc lập", "- Cẩn thận, tỉ mỉ, sẵn sàng sửa lỗi", "- Giao tiếp và truyền đạt thông tin tốt"], "Quyền lợi": ["- Mức lương: thỏa thuận", "- Thời gian làm việc: 7h45 – 11h45, 13h00 – 17h00 từ thứ 2 đến thứ 7", "- Địa điểm làm việc: 569 – 571 Lũy Bán Bích, P.Phú Thạnh, Q.Tân Phú, TPHCM", "- Được tham gia BHXH, BHYT... theo quy định của công ty", "- Thưởng các ngày Lễ, tết, lương tháng 13, sinh nhật, 08/03, hiếu hỷ... theo quy định chính sách của công ty", "- Được cấp trang thiết bị phục vụ công việc", "- Được đào tạo, bồi dưỡng nâng cao nghiệp vụ", "- Du lịch, nghỉ mát hàng năm cùng công ty"], "Địa điểm làm việc": ["- Hồ Chí Minh: 569 - 571 Lũy Bán Bích, Phường Phú Thạnh, Quận Tân Phú, TPHCM, Tân Phú"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/ky-su-cong-nghe-thong-tin-tos-it/1219965.html?ta_source=ITJobs_LinkDetail", "job_name": "Kỹ Sư Công Nghệ Thông Tin TOS - IT", "company_name": "CÔNG TY TNHH CẢNG CONTAINER QUỐC TẾ HATECO HẢI PHÒNG", "address": ["VP Số 5 Lý Tự Trọng, Minh Khai, Hồng Bàng, Hải Phòng"], "salary": "19 - 28 triệu", "exp": "3 năm", "remaining": "25/05/2024", "Mô tả công việc": ["-Theo dõi và giám sát việc triển khai hệ thống TOS (Terminal Operation System) diễn ra đúng tiến độ, theo sự phân công công việc.", "-Thiết kế và phát triển các ứng dụng: Thiết kế và triển khai các hệ thống báo cáo EDI tích hợp với các hãng tàu và các ứng dụng tương thích với hệ thống Hải quan....", "-Tham gia đào tạo và nhận chuyển giao công nghệ từ nhà cung cấp TOS. Hướng dẫn và đào tạo cho người dùng cuối tại cảng để họ có thể sử dụng hệ thống TOS một cách hiệu quả.", "-Phối hợp với nhà cung cấp đảm bảo hệ thống TOS hoạt động ổn định và luôn được cập nhật với các bản vá lỗi mới nhất và tính năng cải tiến.", "-Giám sát hệ thống TOS nhằm bảo vệ chống lại các mối đe dọa và có các biện pháp bảo mật thích hợp để bảo vệ thông tin nhạy cảm.", "-Đề xuất các giải pháp cải tiến để tối ưu hóa quy trình làm việc tại cảng, giúp tăng hiệu suất và giảm thời gian xử lý hàng hóa.", "-Tương tác với các bộ phận khác trong cảng và báo cáo tiến độ và tình hình hệ thống TOS đến các cấp quản lý cao hơn.", "-Thực hiện các công việc khác theo sự phân công của Trưởng phòng."], "Yêu cầu ứng viên": ["-Tốt nghiệp Đại học chuyên ngành CNTT.", "-Có ít nhất 03 năm kinh nghiệm ở vị trí tương đương tại các cảng container.", "-Có kinh nghiệm thực tế sử dụng SQL, HTML/CSS và một ngôn ngữ lập trình ứng dụng (Java/C++...)", "-Kiến thức về phân tích dữ liệu và báo cáo.", "-Kỹ năng giao tiếp, thuyết trình, làm việc nhóm.", "-Sử dụng tốt tiếng Anh trong công việc."], "Quyền lợi": ["-Lương: 19-28tr (tuỳ theo năng lực, trao đổi khi phỏng vấn)", "-Chế độ BHXH, Thưởng Lễ, Tết, SN.", "-Môi trường làm việc chuyên nghiệp.", "-Có xe đưa đón khi làm việc tại cảng."], "Địa điểm làm việc": ["- Hải Phòng: Số 5 Lý Tự Trọng, Minh Khai, Hồng Bàng"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)", "Làm cách tuần thứ 7"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-thiet-ke-designer-ui-ux/1308960.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên Thiết Kế", "company_name": "Công ty FHM Việt Nam", "address": ["Số 212 Nguyễn Trãi, Thượng Đình, Thanh Xuân, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["- Thiết kế giao diện website/app mobile theo yêu cầu", "- Thiết kế giao diện hệ thống phần mềm như ERP, CRM", "- Phối hợp, trao đổi cùng trưởng bộ phận lên ý tưởng, triển khai các dự án, ấn phẩm khác của Công ty.", "- Hỗ trợ các công việc liên quan đến thiết kế cho Công ty.", "- Thực hiện các công việc khác theo yêu cầu của quản lý."], "Yêu cầu ứng viên": ["- Kinh nghiệm: 2 năm kinh nghiệm trở lên làm về Website/App", "- Thành thạo công cụ Figma or XD, Ps, Ai...", "- Có kinh nghiệm về UX là một lợi thế.", "- Nhiệt tình, chăm chỉ, cầu tiến, ham học hỏi, có trách nhiệm với công việc.", "- Có tư duy, sáng tạo tốt.", "- Có laptop"], "Quyền lợi": ["- Lương cứng : 15M ++", "- Được làm việc với Team có nhiều kinh nghiệm, giỏi trong ngành, tăng cơ hội học hỏi và phát triển sự nghiệp.", "- Thưởng lễ, tết, dự án", "- Môi trường làm việc linh hoạt, năng động", "- Tham gia các hoạt động vui chơi giải trí, du lịch, team building, ăn uống cùng các thành viên trong công ty."], "Địa điểm làm việc": ["- Hà Nội: 212 Nguyễn Trãi, thượng Đình, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)", "Thứ 7 cách tuần"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/marketing-web-it/1308961.html?ta_source=ITJobs_LinkDetail", "job_name": "Marketing", "company_name": "CÔNG TY CỔ PHẦN TẬP ĐOÀN DƯỢC NANO", "address": ["60 Nguyễn Văn Thủ, phường Đa Kao, Quận 1, TP Hồ Chí Minh"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Thiết kế web phễu để phục vụ cho marketing & bán hàng: web thu thập khách hàng, phễu bán hàng, lading page, bảo trì web", "Tham gia làm việc trực tiếp vào quá trình phục vụ marketing và bán hàng.", "Nắm rõ ngách kinh doanh, chân dung khách hàng của công ty để trao đổi ý tưởng thiết kế, nhằm đảm bảo tính thẩm mỹ và marketing,...", "Thực hiện các công việc khác theo sự phân công của quản lý trực tiếp.", "Hợp tác chặt chẽ với các nhóm marketing và bán hàng, đảm bảo rằng kết quả cuối cùng có chất lượng cao.", "Dành thời gian cho việc học hỏi không ngừng về phễu, thiết kế phễu thu hút khách hàng, bán hàng.", "Nắm bắt yêu cầu cụ thể của sản phẩm và đưa ra giải pháp thiết kế phù hợp."], "Yêu cầu ứng viên": ["Có ít nhất 1 năm kinh nghiệm lập trình PHP/MySQL", "Có kinh nghiệm xây dựng website sử dụng Wordpress (theme, plugins)", "Hiểu rõ về các bước đầy đủ của phát triển web responsive sử dụng HTML, CSS, JavaScript;", "Có kinh nghiệm sử dụng thrive theme là một lợi thế;", "Có kinh nghiệm thiết kế web automation là một lợi thế;", "Có kinh nghiệm thiết kế landing page là một lợi thế;", "Có kiến thức về content là một lợi thế;", "Có kiến thức về marketing là một lợi thế;", "Có kiến thức về UI/UX là một lợi thế."], "Quyền lợi": ["Được làm việc trong môi trường năng động, ổn định lâu dài, chuyên nghiệp.", "Cơ hội thăng tiến", "Đồng nghiệp: thân thiện, hòa dồng, hỗ trợ lẫn nhau.", "Phúc lợi: BHXH đầy đủ", "Thưởng các dịp lễ, Tết", "Nghỉ mát hằng năm"], "Địa điểm làm việc": ["- Hồ Chí Minh: Số 55 Phạm Văn Ngôn, P. An Khánh, Quận 2, Quận 2"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/sap-developer/1306820.html?ta_source=ITJobs_LinkDetail", "job_name": "SAP", "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ FOXAI", "address": ["Chung cư Học Viện Quốc Phòng - Tháp Tây, đường Nguyễn Văn Huyên, phường Xuân La, Quận Tây Hồ, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["-Tiếp nhận yêu cầu nghiệp vụ từ các phòng ban, phối hợp với các phòng nghiệp vụ, chuyển đổi từ ngôn ngữ nghiệp vụ về ngôn ngữ kỹ thuật, đưa vào tham số hóa hệ thống để phối hợp với bên đối tác triển khai; Tiếp nhận và phân tích yêu cầu người dùng hỗ trợ Customize hệ thống;", "-Tiếp nhận các kết quả phát triển từ nhà cung cấp phần mềm, tiến hành kiểm thử, nghiệm thu và đưa vào vận hành trên hệ thống;", "-Đào tạo các nhân viên mới về sử dụng các phân hệ SAP;", "-Xử lý các lỗi phát sinh về các phân hệ SAP;", "-Cập nhật và hoàn thiện tài liệu hướng dẫn sử dụng trong quá trình vận hành hệ thống hỗ trợ người dùng nhập liệu và kiểm tra dữ liệu."], "Yêu cầu ứng viên": ["-Tốt nghiệp cao đẳng, đại học chuyên ngành Công nghệ thông tin hoặc các ngành liên quan khác;", "-Có từ 02 năm kinh nghiệm lập trình SAP/ABAP;", "-Ưu tiên ứng viên có kinh nghiệm đào tạo hoặc lead team;", "-Có kinh nghiệm về các phương pháp triển khai SAP;"], "Quyền lợi": ["- Lương thỏa thuận theo kinh nghiệm và năng lực.", "- Tham gia các khóa đào tạo kỹ năng mềm phục vụ cho công việc.", "- Được hưởng đầy đủ BHXH, BHYT và BHTN theo luật lao động Việt Nam hiện hành.", "- Được hưởng đầy đủ các chế độ phúc lợi của công ty, thưởng các ngày lễ tết trong năm, lương tháng 13.", "- Được làm việc trong một môi trường công việc thực tế, năng động cùng với các chuyên gia hàng đầu trong nhiều lĩnh vực của công ty.", "- Xét tăng lương 1 lần / năm.", "- Du lịch, team building.", "- Nhiều chính sách đãi ngộ hấp dẫn khác."], "Địa điểm làm việc": ["- Hà Nội: Tây Hồ"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/cong-tac-vien-mobile-flutter/762718.html?ta_source=ITJobs_LinkDetail", "job_name": "Cộng Tác Viên Mobile (Flutter)", "company_name": "Công ty Cổ phần đầu tư Công Nghệ và Thương Mại Softdreams", "address": ["Nhà khách ATS số 8 Phạm Hùng, Mễ Trì, Nam Từ Liêm, Hà Nội"], "salary": "4 - 8 triệu", "exp": "Dưới 1 năm", "remaining": "31/05/2024", "Mô tả công việc": ["- Tham gia xây dựng sản phẩm phần mềm của công ty, bao gồm:", "+ Phát triển, nâng cấp ứng dụng Mobile đang triển khai cho hơn 150.000 người dùng cá nhân tại Việt Nam.", "+ Xây dựng các ứng dụng Mobile phục vụ cho hơn 100.000 khách hàng doanh nghiệp Việt Nam đang sử dụng sản phẩm, dịch vụ phần mềm của SDS, cụ thể Phần mềm Hóa đơn điện tử EasyInvoice, Phần mềm Kế toán EasyBooks, Phần mềm chữ ký số trên Mobile EasyCA", "- Đồng thời tham gia nghiên cứu, đề xuất, phát triển (R&D) các giải pháp kỹ thuật, các công nghệ áp dụng cho ứng dụng Mobile, đặc biệt là các công nghệ trên Framework Flutter.", "- Tham gia cùng phòng phát triển Mobile trong việc định hình, đề xuất, xây dựng các kế hoạch công việc cho phòng. Tham gia định hướng chiến lược và phát triển sản phẩm của công ty.", "- Nhận công việc, báo cáo kết quả làm việc với Quản lý trực tiếp."], "Yêu cầu ứng viên": ["- Ít nhất 3 tháng kinh nghiệm", "- Hiểu biết ít nhất một trong những ngôn ngữ lập trình sau: Dart/Flutter, java/kotlin/android; Objective C,/Swift/iOS.", "- Có tư duy logic, thiết kế cho ứng dụng Mobile.", "- Có tinh thần trách nhiệm cao, đảm bảo hoàn thành công việc hiệu quả, đúng tiến độ.", "- Có khả năng làm việc theo nhóm và làm việc độc lập. Ưu tiên ứng viên có kinh nghiệm làm việc với các quy trình như Scrum, Agile, OKRs.", "- Có khả năng đọc hiểu, tìm kiếm thông tin bằng tiếng Anh.", "- Sẵn sàng làm việc trong môi trường đa văn hóa, áp lực cao.", "- Chủ động, sáng tạo trong công việc.", "- Sẵn sàng tiếp cận và học hỏi những công nghệ mới.", "- Có sản phẩm trên AppStore/CHPlay là 1 lợi thế.", "- Ưu tiên ứng viên có kinh nghiệm phát triển hybrid app bằng React Native, Flutter,..."], "Quyền lợi": ["- Lương: 4 - 8M/tháng + phụ cấp", "- Phụ cấp: ăn trưa (30k/ngày đi làm), gửi xe.", "- Thời gian làm việc: 8-17h30 (nghỉ trưa 1h30) từ thứ 2- thứ 6 và thứ 7 cách tuần", "- Làm việc trong môi trường chuyên nghiệp, năng động, nhiều cơ hội học tập và phát triển", "- Du lịch với công ty hằng năm", "- Tham gia các hoạt động văn nghệ, thể thao cùng công ty.", "- Thưởng tháng 13 (1-2 tháng lương), sinh nhật, tết dương, quốc khánh, 30/04, 01/05, giỗ tổ Hùng Vương,...", "- Đánh giá năng lưc và review 1 năm 2 lần"], "Địa điểm làm việc": ["- Hà Nội: Nhà khách ATS, Số 8 Phạm Hùng, Nam Từ Liêm, HN, Nam Từ Liêm"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-net-c/1042982.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh", "company_name": "Công ty Cổ phần đầu tư Công Nghệ và Thương Mại Softdreams", "address": ["Nhà khách ATS số 8 Phạm Hùng, Mễ Trì, Nam Từ Liêm, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "31/05/2024", "Mô tả công việc": ["Được tham gia xây dựng các ứng dụng cho khách hàng Doanh nghiệp. Đây là các mảng dịch vụ (product) đã có của công ty với hơn 100.000 khách hàng đang sử dụng.", "Tham gia nghiên cứu, phát triển các ứng dụng, hệ thống dựa trên công nghệ Big Data.", "Tham gia trong nhiều khâu sản xuất dịch vụ: phân tích, phát triển, triển khai.", "Tham gia phát triển trong nhiều thành phần ở kiến trúc tổng thể của hệ thống phần mềm"], "Yêu cầu ứng viên": ["Có kiến thức cơ bản về Database, SQL.", "Có kiến thức lập trình HTML/CSS.", "Có khả năng sử dụng các công cụ lập trình: Visual Studio, IIS, Git.", "Có khả năng làm việc theo mô hình Agile.", "Có khả năng sử dụng nhiều ngôn ngữ lập trình khác."], "Quyền lợi": ["Có cơ hội trở thành lập trình viên chính thức sau khi hết thực tập- có thể làm parttime", "Được hỗ trợ lương theo năng lực + phụ cấp từ 3-6 triệu/tháng", "Phụ cấp: ăn trưa (30k/ngày đi làm fulltime), gửi xe.", "Thời gian làm việc: 8-17h30 (nghỉ trưa 1h30) từ thứ 2- thứ 6 và thứ 7 cách tuần.", "Chế độ lương thưởng hấp dẫn với lương tháng 13, thưởng tết", "Đánh giá hiệu suất: 2 lần/năm", "Làm việc tại Doanh nghiệp với sứ mệnh phụng sự xã hội, mang lại các sản phẩm, dịch vụ nhằm thay đổi năng suất cho các doanh nghiệp", "Văn hóa trao đổi thẳng thắn, hỗ trợ tận tình; Sếp trẻ tâm lý, đồng nghiệp thân thiện", "Khuyến khích sự chủ động và tích cực học hỏi", "Cơ hội thăng tiến và thu nhập phù hợp tùy vào chuyên môn hoặc khả năng quản lý.", "Được học hỏi: SDS tạo điều kiện cho mọi người rèn luyện ở mọi lúc mọi nơi, đồng hành và thúc đẩy phát triển cá nhân từ đồng nghiệp và quản lý giàu kinh nghiệm", "Du lịch hằng năm với địa điểm hấp dẫn, thường xuyên tổ chức các hoạt động team building gắn kết cộng đồng, các hoạt động vui chơi giải trí cho nhân viên.", "Tham gia chương trình hàng tháng, các buổi liên hoan, sinh nhật hàng tháng, tiệc noel, tất niên,...", "Được tham gia BHXH, BHYT, BHTN khi trở thành nhân viên chính thức, chế độ nghỉ có lương full phép theo luật hiện hành."], "Địa điểm làm việc": ["- Hà Nội: Nhà khách ATS, số 8 Phạm Hùng, Nam Từ Liêm, Thanh Xuân"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-java-developer/1229029.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên Java", "company_name": "Công ty Cổ phần NTQ Solution", "address": ["Tòa Sông Đà, Phạm Hùng, Nam Từ Liêm, Hà Nội."], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Tìm hiểu & làm rõ yêu cầu của khách hàng cùng với đội ngũ BrSE onsite phía khách hàng.", "Thiết kế chi tiết xử lý và document thành tài liệu để phục vụ cho việc implement, testing và bảo trì trong tương lai.", "Thực hiện implementation theo nội dung design đã được review và approve bởi khách hàng: code, review code", "Thực hiện các hoạt động đảm bảo chất lượng chương trình: test case, test script, execute test & fix bug.", "Tiếp nhận, xử lý các vấn đề kỹ thuật của dự án theo phân công từ project manager.", "Tham gia các hoạt động nhằm liên tục nâng cao năng suất, chất lượng dự án: Coaching, mentoring các nhân sự junior, nhân sự mới; đề xuất các cải tiến quy trình kỹ thuật (engineering process)..."], "Yêu cầu ứng viên": ["Tốt nghiệp đại học/cao đẳng CNTT hoặc tương đương.", "Có kinh nghiệm làm việc với Java từ", "3 năm", "trở lên", "Chuyên môn về ngôn ngữ Java: Hiểu biết sâu sắc về Java, bao gồm cú pháp, thư viện cốt lõi và phương pháp phát triển của nó.", "OOP, OOAD: Thành thạo các khái niệm như kế thừa, đa hình, trừu tượng và đóng gói; quen thuộc với SOLID, các mẫu thiết kế phổ biến.", "Frameworks và thư viện: Có kinh nghiệm với các framework Java phổ biến như Spring (bao gồm Spring Boot), JPA, Hibernate.", "Công nghệ front-end: Kiến thức cơ bản về ngôn ngữ (HTML, CSS, JS), framework và thư viện.", "Kỹ năng giải quyết vấn đề: Khả năng khắc phục sự cố và giải quyết các vấn đề kỹ thuật phức tạp.", "Mindset đảm bảo chất lượng ở tất cả các công đoạn: design, code, test"], "Quyền lợi": ["Mức thu nhập tương xứng với năng lực", "Tháng lương thứ 13; thưởng khi đạt thành tích nổi bật; thưởng khi thi pass chứng chỉ phục vụ công việc.", "Xét tăng lương theo hiệu quả công việc.", "Được định hướng phát triển chuyên sâu về công nghệ, nhiều dự án lớn và công nghệ mới nhất.", "Đóng bảo hiểm theo quy định, ngoài ra có chế độ Bảo hiểm sức khỏe cá nhân; bảo hiểm sức khỏe cho người thân; chế độ thai sản 75% lương ...", "MÔI TRƯỜNG LÀM VIỆC: chuyên nghiệp, thân thiện, năng động, cơ hội thăng tiến rộng mở.", "Được hưởng các CHẾ ĐỘ PHÚC LỢI khác của công ty: thưởng lễ Tết, nghỉ mát du lịch hàng năm, thể thao, TeamBuilding", "Các lớp học nâng cao trình độ ngoại ngữ (tiếng Anh, tiếng Nhật, tiếng Hàn) ...", "Các lớp đào tạo kỹ năng chuyên môn cho các thành viên.", "Các câu lạc bộ Yoga, bóng đá, bóng bàn, cầu lông... được tổ chức thường xuyên.", "Hỗ trợ chi phí thi chứng chỉ chuyên môn.", "Khám sức khỏe 1 định kỳ năm/1 lần.", "Văn phòng hạng A, nhiều tiện ích vui chơi.", "Làm việc cùng với những người có 12-15 năm kinh nghiệm trong lĩnh vực software."], "Địa điểm làm việc": ["- Hà Nội: Tòa Nhà Sông Đà Phạm Hùng, Hà Nội, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "3 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-seo/1308970.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên SEO", "company_name": "Công ty cổ phần đầu tư và dịch vụ thương mại từ tâm", "address": ["45-47 Trần Xuân Soạn Phạm Đình Hổ Hai Bà Trưng Hà Nội"], "salary": "10 - 13 triệu", "exp": "2 năm", "remaining": "22/05/2024", "Mô tả công việc": ["Có khả năng phân tích từ khóa, giữ top từ khóa.", "Thực hiện triển khai kế hoạch seo: Sử dụng công cụ SEO, nghiên cứu từ khóa, phân tích đối thủ, đăng bài, tối ưu bài lên website, kiểm tra content, xây dựng link (forums, social, blog...)", "Lập kế hoạch, chiến lược SEO cho website", "Theo dõi và báo cáo thứ hạng theo tuần, theo tháng, định kỳ.", "Nâng cao hiệu quả hoạt động của trang web công ty trên internet và thông qua các công cụ tìm kiếm.", "Phát triển website vệ tinh hỗ trợ cho website chính", "Đưa ra những ý tưởng, kế hoạch tăng traffic tự nhiên, phương pháp đi backlink hiệu quả", "Công việc cụ thể sẽ được trao đổi khi phỏng vấn và trong quá trình làm việc"], "Yêu cầu ứng viên": ["Có kinh nghiệm từ 2 năm trở lên", "Đã từng học qua các trung tâm đào tạo SEO, tốt nghiệp cao đẳng, đại học", "Sử dụng tốt các công cụ quản lý website chính như google Analytics, Google Webmaster Tools, Các công cụ check backlink như OpenSiteExplorer, MajesticSEO, Ahrefs...", "Trung thực, nhiệt tình, năng động, và có trách nhiệm với công việc", "Có khả năng chịu được áp lực, nhiệt tình sáng tạo trong công việc."], "Quyền lợi": ["Thu nhập từ 10-13 triệu", "Đóng bảo hiểm đầy đủ sau thời gian thử việc", "Thưởng các ngày lễ tết, lương tháng 13...", "Du lịch, nghỉ mát..."], "Địa điểm làm việc": ["- Hà Nội: Lô 46 TT4 Đỗ Đình Thiện Mỹ Đình 1 Nam Từ Liêm Hà Nội, Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/intern-product-design-ui-ux/1307156.html?ta_source=ITJobs_LinkDetail", "job_name": "Intern - Product Design (", "company_name": "Công Ty Cổ Phần Vàng Bạc Đá quý Phú Nhuận - PNJ", "address": ["1000+ nhân viên", "Địa điểm:", "170E Phan Đăng Lưu, Phường 3, Phú Nhuận, Hồ Chí Minh, Việt Nam"], "salary": ")", "exp": "Hồ Chí Minh", "remaining": "22/05/2024", "Mô tả công việc": ["- Dẫn dắt và giám sát trải nghiệm người dùng của sản phẩm từ khi hình thành đến khi ra mắt với sự hợp tác của PM và kỹ sư.", "- Xác định các cơ hội để cải tiến sản phẩm hoặc tính năng.", "- Trình bày ý tưởng thiết kế sản phẩm cho PM và các đối tác bên ngoài.", "- Thực hiện quá trình tạo, hợp tác và cải tiến trên các bước khác nhau của quy trình thiết kế, từ tạo ra các khung công việc (flows), nguyên mẫu (prototypes) đến hình ảnh với mức độ chi tiết thấp (low-fidelity) và cao (high-fidelity).", "- Cung cấp, tùy chỉnh để truyền tải tốt nhất thông điệp của sản phẩm tới người dùng."], "Yêu cầu ứng viên": ["- Hiểu biết về nguyên tắc thiết kế UI/UX.", "- Khả năng nghiên cứu người dùng.", "- Khả năng phân tích và thiết kế hệ thống.", "- Hiểu biết về các công cụ thiết kế như Sketch, Figma, Adobe....", "- Thiết kế giao diện hấp dẫn và sáng tạo.", "- Kỹ năng thuyết trình và giao tiếp.", "- Giải quyết vấn đề và thích nghi với xu hướng mới.", "Thời gian thực tập: 6 tháng (5 ngày/tuần)", "Thời gian bắt đầu thực tập: 01/06/2024"], "Quyền lợi": ["- Sinh viên năm 4 trở lên hoặc kinh nghiệm <1 năm.", "- Được đào tạo và hướng dẫn chuyên môn, thực hành trong những dự án thực tế.", "- Sinh viên ứng tuyển sẽ được trải nghiệm và thu thập kinh nghiệm về quy trình phỏng vấn tại PNJ.", "- Xác nhận thực tập tại PNJ."], "Địa điểm làm việc": ["- Hồ Chí Minh"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/intern-it-support/1307135.html?ta_source=ITJobs_LinkDetail", "job_name": "Intern -", "company_name": "Công Ty Cổ Phần Vàng Bạc Đá quý Phú Nhuận - PNJ", "address": ["1000+ nhân viên", "Địa điểm:", "170E Phan Đăng Lưu, Phường 3, Phú Nhuận, Hồ Chí Minh, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["- Cài đặt hệ điều hành, phần mềm, hỗ trợ người dùng về các vấn đề kỹ thuật liên quan đến máy tính, mạng, các trang thiết bị điện tử phục vụ công việc.", "- Định kỳ kiểm tra các máy móc, hạ tầng để bảo trì, duy trì đảm bảo hoạt động ổn định, liên tục", "- Nghiên cứu cập nhật các trang thiết bị, công nghệ, giải pháp để đề xuất ứng dụng nâng cao hiệu quả, tối ưu các công việc trong công ty", "- Các công việc được phân công của Quản lý"], "Yêu cầu ứng viên": ["- Sinh viên năm 4 trở lên hoặc có kinh nghiệm <1 năm", "- Kiến thức về hệ thống mạng và hệ điều hành", "- Kiến thức về các ứng dụng văn phòng phổ biến và bảo mật thông tin", "- Kỹ năng sửa chữa và giải quyết sự cố", "- Kỹ năng Giao tiếp, Kỹ năng giải thích và đào tạo, kĩ năng xử lý tình huống.", "- Ưu tiên có chứng chỉ CCNA.", "Thời gian thực tập: 6 tháng ( 5 ngày/tuần)", "Thời gian bắt đầu thực tập: 01/06/2024"], "Quyền lợi": ["- Được đào tạo và hướng dẫn chuyên môn, thực hành trong những dự án thực tế.", "- Sinh viên ứng tuyển sẽ được trải nghiệm và thu thập kinh nghiệm về quy trình phỏng vấn tại PNJ.", "- Xác nhận thực tập tại PNJ."], "Địa điểm làm việc": ["- Hồ Chí Minh"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/intern-product-support/1307178.html?ta_source=ITJobs_LinkDetail", "job_name": "Intern - Product Support", "company_name": "Công Ty Cổ Phần Vàng Bạc Đá quý Phú Nhuận - PNJ", "address": ["1000+ nhân viên", "Địa điểm:", "170E Phan Đăng Lưu, Phường 3, Phú Nhuận, Hồ Chí Minh, Việt Nam"], "salary": "Thoả thuận", "exp": "Không yêu cầu kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["- Cung cấp hỗ trợ ứng dụng cấp độ 1 và cấp độ 2 cho khách hàng về các sản phẩm, bao gồm phân tích các trường hợp để xác định các sự cố lặp lại và giải quyết những lo ngại và vấn đề của khách hàng.", "- Tiến hành UAT/đào tạo người dùng cuối và đảm bảo hoàn tất tất cả tài liệu cho các kỹ sư khác, người dùng và các đối tượng khác.", "- Hỗ trợ Product Owner/Product Manager về Product backlog và Product releases.", "Thời gian thực tập: 6 tháng (5 ngày/tuần)", "Thời gian bắt đầu: 01/06/2024"], "Yêu cầu ứng viên": ["Sinh viên năm 4 trở lên hoặc kinh nghiệm <1 năm", "Nhanh nhẹn trong việc nắm bắt thông tin sản phẩm và ứng dụng.", "Khả năng phân tích sự cố và giải quyết vấn đề.", "Khả năng quản lý và xây dựng tài liệu.", "Khả năng hỗ trợ khách hàng.", "Khả năng làm việc nhóm.", "Kỹ năng đào tạo người dùng.", "Kỹ năng quản lý thời gian."], "Quyền lợi": ["Được đào tạo và hướng dẫn chuyên môn, thực hành trong những dự án thực tế.", "Sinh viên ứng tuyển sẽ được trải nghiệm và thu thập kinh nghiệm về quy trình phỏng vấn tại PNJ.", "Xác nhận thực tập tại PNJ."], "Địa điểm làm việc": ["- Hồ Chí Minh"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/intern-sap-abap-developer/1307196.html?ta_source=ITJobs_LinkDetail", "job_name": "Intern - SAP ABAP", "company_name": "Công Ty Cổ Phần Vàng Bạc Đá quý Phú Nhuận - PNJ", "address": ["1000+ nhân viên", "Địa điểm:", "170E Phan Đăng Lưu, Phường 3, Phú Nhuận, Hồ Chí Minh, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Phân tích, đánh giá các nghiệp vụ người dùng theo kế hoạch dự án", "Lập trình các ứng dụng bằng ngôn ngữ ABAP", "Hỗ trợ nghiệp vụ vận hành và cải tiến các tính năng theo nhu cầu support của user", "Thực hiện các công việc phù hợp theo lộ trình của người hướng dẫn", "Thời gian thực tập: 6 tháng (5 ngày/tuần)", "Thời gian bắt đầu: 01/06/2024"], "Yêu cầu ứng viên": ["Sinh viên năm 4 trở lên hoặc kinh nghiệm <1 năm", "Hiểu biết về các khái niệm lập trình cơ bản như: cấu trúc dữ liệu, biến, kiểu dữ liệu, vòng lặp, điều kiện, hướng đối tượng, v.v", "Có tinh thần học hỏi về ngôn ngữ lập trình mới (ABAP) và nghiệp vụ doanh nghiệp", "Kỹ năng tự học hỏi và thích nghi với môi trường làm việc mới.", "Khả năng quản lý thời gian", "Khả năng làm việc nhóm và độc lập", "Nhanh nhẹn, có khả năng phân tích vấn đề"], "Quyền lợi": ["Được đào tạo và hướng dẫn chuyên môn, thực hành trong những dự án thực tế.", "Sinh viên ứng tuyển sẽ được trải nghiệm và thu thập kinh nghiệm về quy trình phỏng vấn tại PNJ.", "Xác nhận thực tập tại PNJ."], "Địa điểm làm việc": ["- Hồ Chí Minh"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/it-helpdesk/1308781.html?ta_source=ITJobs_LinkDetail", "job_name": "IT Helpdesk", "company_name": "CÔNG TY TNHH ĐIỆN MÁY AQUA VIỆT NAM", "address": ["Số 8, đường 17A, KCN Biên Hòa 2, P.An Bình, TP Biên Hòa, Tỉnh Đồng Nai"], "salary": "Thoả thuận", "exp": "1 năm", "remaining": "22/05/2024", "Mô tả công việc": ["Service on Time Management", "All IT ticket related Network, Software, Hardware IT have to detail report regarding to Hardware, Software, Network includes + Total request received+ Total request closed+ Service Level Agreement ( SLA)/ Tất cả các yêu cầu IT liên quan đến Mạng, Phần mềm, Phần cứng đều phải có báo cáo chi tiết về Phần cứng, Phần mềm, Mạng + Tổng số yêu cầu nhận được + Tổng số yêu cầu đã hoàn thành + Thỏa thuận Mức dịch vụ (SLA).", "Adhoc ask management", "All Adhoc task related factory operation and management has been assigned by HOD/ Tất cả các nhiệm vụ Thường xuyên liên quan đến hoạt động và quản lý nhà máy đã được phân công bởi Trưởng phòng (HOD).", "Report and Meeting Management", "All the meetings and reports of internal dept. should be shared as per timeline./ Tất cả các cuộc họp và báo cáo của các phòng ban nội bộ cần được chia sẻ theo tiến độ đã đề ra."], "Yêu cầu ứng viên": ["Bachelor's degree or equivalent in Information Technology or related field./Bằng cử nhân hoặc tương đương trong ngành Công nghệ thông tin hoặc lĩnh vực liên quan.", "Understanding of Windows operating system and popular office applications./Hiểu biết về hệ điều hành Windows và các ứng dụng văn phòng phổ biến.", "Strong communication skills and ability to work in a team./Kỹ năng giao tiếp tốt và khả năng làm việc nhóm.", "Problem-solving skills and ability to work under pressure./Kỹ năng giải quyết vấn đề và làm việc dưới áp lực.", "Basic knowledge of computer networks and TCP/IP protocol./ Kiến thức cơ bản về mạng máy tính và giao thức TCP/IP.", "Preference for candidates with previous experience in technical support field./ Ưu tiên cho những ứng viên có kinh nghiệm trước đây trong lĩnh vực hỗ trợ kỹ thuật.", "Can communicate at a basic level in English./Có thể giao tiếp cơ bản bằng Tiếng Anh."], "Quyền lợi": ["Laptop", "Chế độ bảo hiểm", "Du Lịch", "Phụ cấp", "Xe đưa đón", "Đồng phục", "Chế độ thưởng", "Chăm sóc sức khỏe", "Đào tạo", "Tăng lương", "Nghỉ phép năm"], "Địa điểm làm việc": ["- Đồng Nai: Số 8, Đường 17A, KCN Biên Hòa II, Phường An Bình, Biên Hoà"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/tuyen-senior-java-developer/1308594.html?ta_source=ITJobs_LinkDetail", "job_name": "Tuyển Senior", "company_name": "CÔNG TY TNHH KỸ SƯ CÔNG NGHỆ CAO VN", "address": ["Tầng 23, tòa nhà Viwaseen, số 48 Tố Hữu, Trung Văn, Nam Từ Liêm, HN"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Tham gia các dự án sử dụng ngôn ngữ lập trình Java", "Phân tích thiết kế hệ thống nghiệp vụ liên quan đến sản xuất, tài chính, chứng khoán,...", "Xây dựng kiến trúc hệ thống, cơ sở hạ tầng triển khai phần mềm", "Hướng dẫn và đào tạo Dev Java theo nhu cầu dự án", "Thực hiện các công việc khác khi dự án yêu cầu"], "Yêu cầu ứng viên": ["Tốt nghiệp Đại học/Cao đẳng chuyên nghành công nghệ thông tin hoặc các ngành liên quan.", "Tối thiểu 3,5 năm kinh nghiệm phát triển phần mềm với Java Application/Web/API, có kiến thức về Java 8 trở lên, hiểu biết sâu về một số framework Java phổ biến.", "Sử dụng thành thạo công cụ Git, svn, Eclipse, Intellij", "Có thể làm việc tốt với một trong các hệ quản trị cơ sở dữ liệu thông dụng như: MySQL, SQL Server, Oracle, Sqlite, PostgreSQL,... Có kiến thức chuyên sâu về Function, Proceduce", "Cloud: Có kinh nghiệm sử dụng các dịch vụ của AWS như EC2, RDS, S3, Cognito, SendGrid", "Có kinh nghiệm, phát triển front-end với 1 số framework phổ biến như ReactJs, VueJs, AngularJs, JS, CSS, HTML, thiết kế hệ thống, kiến trúc và giải pháp kỹ thuật.", "Có kiến thức về Design Pattern, nguyên tắc SOLID, kỹ năng Clean Code.", "Năng động, sáng tạo, có khả năng tự nghiên cứu. Có tinh thần trách nhiệm và khả năng làm việc độc lập hoặc theo nhóm.", "Ưu tiên có kinh nghiệm ở vị trí Technical Leader/ Team Leader hoặc tương đương.", "Ưu tiên có kinh nghiệm về CI/CD, Docker, Jenkin, Microservice, điện toán đám mây.", "Ưu tiên ứng viên biết tiếng Nhật (có bằng JLPT N3 trở lên)."], "Quyền lợi": ["Thu nhập: Thỏa thuận theo năng lực", "Xét tăng lương 1 lần/năm, mức thu nhập gia tăng theo năng suất và hiệu quả công việc, đóng góp thực tế vào dự án của công ty", "Thưởng cuối năm, thưởng sinh nhật và thưởng các ngày lễ khác.", "Lộ trình thăng tiến rõ ràng và làm việc với các chuyên gia Nhật Bản (có cơ hội được làm việc onsite tại Nhật)", "Được tham gia vào các buổi đào tạo, seminar hàng tháng để nâng cao kỹ năng công việc và cùng nhau chia sẻ: knowledge base, working experience, lessons learned, best practices...", "Các chế độ theo quy định của pháp luật và phúc lợi đãi ngộ của công ty: BHXH, hiếu hỉ, ốm đau...", "Chế độ lương làm thêm giờ (OT) theo đúng quy định của pháp luật", "Được tham gia vào các hoạt động teambuilding, du lịch thường niên, sinh nhật, .", "Tham gia vào câu lạc bộ thể thao: cầu lông, bóng đá,...", "Được trau dồi và phát triển kỹ năng ngoại ngữ: câu lạc bộ tiếng Nhật miễn phí.", "Thời gian làm việc: từ thứ 2 đến thứ 6 (Nghỉ thứ 7, CN)", "Môi trường làm việc trẻ và năng động, tôn trọng phát triển cá nhân, công bằng và luôn khuyến khích sáng tạo để phát huy tối đa năng lực."], "Địa điểm làm việc": ["- Hà Nội: 48 Tố Hữu, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-thiet-ke-vi-mach-fpga/1196538.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Thiết Kế Vi Mạch FPGA", "company_name": "Công ty cổ phần phần mềm nhúng NATA", "address": ["Tòa nhà Văn Bình, số 8 ngõ 89 Lê Đức Thọ, Mỹ Đình 2, Nam Từ Liêm"], "salary": "Thoả thuận", "exp": "Không yêu cầu kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Thực tập thiết kế vi mạch phần cứng trên FPGA trên cơ sở tìm hiểu, quan sát và tham gia một phần dự án thực tế", "Tích lũy năng lực xây dựng giải pháp, thiết kế hệ thống, tích hợp và kiểm thử hệ thống trên môi trường simulation và môi trường hệ thống mạch thực tế", "Tiếp cận với các ý tưởng sáng tạo và công nghệ hiện đại"], "Yêu cầu ứng viên": ["Biết một trong các ngôn ngữ mô tả phần cứng Verilog, VHDL, SystemC với khả năng học hỏi nhanh", "Là sinh viên năm cuối hoặc đã tốt nghiệp thuộc các chuyên ngành Điện - Điện tử, Cơ – Điện tử, CNTT, Khoa học máy tính", "Có khả năng sử dụng các công cụ như: đồng hồ đo vạn năng, Oscilloscope ...", "Lợi thế:", "Có hiểu biết về kiến trúc máy tính và lập trình cho vi điều khiển", "Biết lập trình C/C++ và có hiểu biết về Embedded Linux", "Có tinh thần cầu tiến, năng động"], "Quyền lợi": ["Có thể nhận lương thực tập nếu có đóng góp tốt vào dự án", "Được hưởng trợ cấp khi tham gia vào dự án thực tế", "Được hướng dẫn bởi những người có năng lực giỏi, nhiều năm kinh nghiệm", "Được trải nghiệm trong môi trường năng động, thân thiện, khuyến khích ý tưởng sáng tạo", "Có cơ hội được nhận vào công ty và tham gia ngay vào dự án", "Thời gian làm việc:", "8h00 – 17h30, từ thứ 2 đến thứ 6"], "Địa điểm làm việc": ["- Hà Nội: Tòa nhà Văn Bình, số 8 ngõ 89 Lê Đức Thọ, Mỹ Đình 2, Nam Từ Liêm, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-android/1307948.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ VÀ PHÁT TRIỂN CÔNG NGHỆ TRUYỀN THÔNG NAM VIỆT", "address": ["Tầng 3A, Tòa nhà N07-B3, KĐT mới Dịch Vọng, quận Cầu Giấy, Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "22/05/2024", "Mô tả công việc": ["Phát triển các ứng dụng trên nền tảng Android", "Bảo trì, tối ưu, sửa lỗi ứng dụng hiện tại và thiết kế các chức năng mới", "Xây dựng ứng dụng mới nhằm cải thiện hiệu năng và thân thiện với người dùng", "Tham gia vào tất cả các khâu trong quá trình phát triển phần mềm, bao gồm: tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ mới và triển khai", "Làm việc với Designer để chuyển ý tưởng design sang coding", "Làm việc với Tester để đảm bảo tốt nhất chất lượng công việc", "Nghiên cứu và áp dụng các công nghệ mới vào dự án."], "Yêu cầu ứng viên": ["Có tối thiểu 2 năm kinh nghiệm đối với phát triển phần mềm trên nền tảng Android", "Ưu tiên có kinh nghiệm một trong số các lĩnh vực : viễn thông, sàn TMĐT, ví điện tử, Quảng cáo.", "Nắm vững kiến thức lập trình Android (java, kotlin).", "Có kinh nghiệm sử dụng Gitlab, Bitbucket.", "Có tư duy logic, tư duy sản phẩm tốt.", "Ưu tiên các bạn yêu thích việc xây dựng sản phẩm.", "Luôn tìm tòi công nghệ mới để giải quyết các vấn đề kỹ thuật khó", "Kỹ năng vững chắc trong việc phân tích và giải quyết vấn đề", "Có khả năng tự học và cập nhật công nghệ mới", "Có khả năng làm việc độc lập và tinh thần trách nhiệm cao"], "Quyền lợi": ["Quyền lợi:", "Lương tháng 13, thưởng cuối năm + thưởng dự án + thưởng lễ tết, sinh nhật và các khoản thưởng khác", "Được tặng quà, thăm hỏi nhân các dịp cưới hỏi, hiếu hỉ, ốm đau...", "Được hưởng các chế độ BHYT, BHXH, BHTN theo quy định nhà nước", "Được khám sức khỏe định kỳ 1 lần/năm", "Tham gia BH Tự nguyện NV Care", "Xét tăng lương 2 lần/năm dựa trên hiệu quả công việc", "Du lịch hằng năm: Trong nước hoặc ngoài nước, teambuilding,..", "Trợ cấp thai sản hấp dẫn cho nhân viên nữ", "Đào tạo:", "Cơ hội tiếp cận và học hỏi công nghệ tiên tiến", "Được trau dồi kiến thức khi được tìm hiểu và tham gia các dự án lớn", "Được hỗ trợ kinh phí học tập và đào tạo. Đồng thời nâng cao chuyên môn và kỹ năng mềm với các buổi seminar kỹ thuật, hội thảo kỹ năng tổ chức thường xuyên tại công ty", "Làm việc trong môi trường hiện đại, trẻ trung, văn hóa mở với nhiều hoạt động văn hóa tinh thần: du lịch, nghỉ dưỡng, party sự kiện..."], "Địa điểm làm việc": ["- Hà Nội: Tầng 6, Tháp B Tòa Central Point 219 Trung Kính, Yên Hòa, Cầu Giấy, Hà Nội, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/ui-ux-designer-mobile-apps/1117097.html?ta_source=ITJobs_LinkDetail", "job_name": "UI/UX Designer", "company_name": "UmaxSoft", "address": ["D3/38 Khu A, Khu Biệt thự liền kề, KDT mới Dương Nội, Hà Đông, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "31/05/2024", "Mô tả công việc": ["Thiết kế design ứng dụng Mobile Apps", "Thiết kế video quảng cáo", "Thiết kế banner quảng cáo"], "Yêu cầu ứng viên": ["Thành thạo các tools thiết kế XD hoặc Figma.", "Biết thêm Ilustrator và Photoshop.", "Thẩm mỹ tốt.", "Chủ động trong công việc.", "Biết thêm về material design hoặc đã từng làm các thiết kế thương mại là điểm cộng"], "Quyền lợi": ["Được tham gia vào sản phẩm thực tế, đang run trên Google Play Store với hàng triệu lượt tải xuống, user đến từ khắp nơi trên thế giới.", "Có trợ cấp nếu học việc, lương nếu có năng lực và mức lương sẽ phụ thuộc vào năng lực.", "Nếu gắn bó đủ lâu, sẽ có cổ phần trong công ty.", "Lương: tử 5-15tr/ tháng tùy năng lực", "Được chuyên gia trong ngành đào tạo"], "Địa điểm làm việc": ["- Hà Nội: Tầng 3, Căn D3/38, khu A, khu Biệt thự Liền kề, KĐT mới Dương Nội ( tầng 3 Blink Tea coffee), Hà Đông"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-front-end-angular-fresher-junior/1309014.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên Front End", "company_name": "FPT Information System", "address": ["Tầng 22 toà nhà Keangnam Landmark 72, E6 Phạm Hùng, Nam Từ Liêm, Hà Nội"], "salary": "(Fresher/Junior)", "exp": "Hà Nội", "remaining": "22/05/2024", "Mô tả công việc": ["Tiếp nhận, phân tích yêu cầu từ cán bộ tư vấn nghiệp vụ, hỗ trợ giải pháp cho các yêu cầu chức năng, báo cáo, tích hợp...", "Thiết kế, lập trình, làm tài liệu và sửa lỗi chương trình", "Nghiên cứu các công nghệ và sản phẩm mới và đề xuất ứng dụng vào thực tiễn.", "Đào tạo, hỗ trợ các thành viên mới trong team.", "Tham gia các dự án phát triển phần mềm với các khách hàng lớn của Công ty."], "Yêu cầu ứng viên": ["Có kiến thức tốt về JavaScript hiện đại, hiểu biết về EcmaScript. Quen thuộc với TypeScript là một lợi thế", "Thành thạo HTML/CSS.", "Có kiến thức tốt về cấu trúc dữ liệu và giải thuật.", "Có hiểu biết về Functional programming.", "Có mindset về clean code, quen thuộc với các công cụ linting: EsLint, TsLint, Prettier.", "Hiểu biết về các công cụ bundler: webpack, parcel, rollup, babel.", "Có kinh nghiệm về Angular.", "Sử dụng thành thạo Git.", "Khả năng nắm bắt, học hỏi kỹ thuật mới nhanh.", "Có khả năng làm việc dưới áp lực cao", "Có tư duy logic tốt, chủ động trong công việc và có khả năng tự học.", "Ưu tiên có khả năng đọc hiểu tài liệu, giao tiếp bằng tiếng Anh."], "Quyền lợi": ["Mức lương hấp dẫn, thỏa thuận theo năng lực. Lương tháng 13 và thưởng KPI.", "Thời gian làm việc từ Thứ 2 đến Thứ 6.", "Được tham gia các khóa đào tạo kỹ năng và nghiệp vụ nâng cao;", "15 ngày phép/năm và các ngày nghỉ Lễ theo quy định;", "Xem xét tăng lương hàng năm;", "Bảo hiểm FPTCare cho bản thân và cơ hội mua FPTCare cho gia đình;", "Khám sức khoẻ định kỳ;", "Các hoạt động teambuilding, nghỉ mát hàng năm; các hoạt động văn hoá, sự kiện hấp dẫn của Công ty FPT IS và Tập đoàn FPT."], "Địa điểm làm việc": ["- Hà Nội: Tòa FPT số 10 Phạm Văn Bạch, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/business-development-executive-fresher-up/1308220.html?ta_source=ITJobs_LinkDetail", "job_name": "Business Development Executive (Fresher Up)", "company_name": "SonatGame Studio", "address": ["Tầng 11, tòa nhà Bamboo Airways Tower, 265 Cầu Giấy, Hà Nội"], "salary": "Tới 1,000 USD", "exp": "1 năm", "remaining": "22/05/2024", "Mô tả công việc": ["- Market & Prospect research: Looking for partners who are Application development teams/companies in demand of commercializing their products or technology", "- Meet & consult with prospective partners to provide solutions and propose partnership opportunities", "- Be a partner with internal cross-functional team members to situate the partners for success and drive partners’ growth", "- Act as a project coordinator between Sonat and partners, ensuring information transparency and cooperation to keep a high retention rate", "- Analyze the performance of existing partners and propose solutions", "- Be alerted to the latest industry trends in mobile games and initiate new ideas to cope with the changes", "- Take part in external and internal events to promote the company image", "- Other missions related to business development."], "Yêu cầu ứng viên": ["Knowledge:", "- At least 1 year of experience in a similar role (IT sales, Business Development, or Account Manager) with business clients", "- Post Graduate or Senior Student that can work fulltime", "- Have passion and research about the Mobile Game industry", "- Having wide networks in the Application Development industry is a huge advantage", "- Have general knowledge of the Game market as well as grasp well the trends of digital partners", "Skill:", "- Strong market research skill", "- Excellent communication, persuasion, and stakeholder management", "- Strong time and task management; can work individually or with a team", "- Strong listening and questioning skills, outstanding presentation and interpersonal skills", "- Excellent in English (equivalent to IELTS 6.5+)", "Attitude:", "- Responsible, hardworking, and proactive", "- Spark with a can-learn and can-do attitude, always ready for new challenges", "- Sociable and outgoing"], "Quyền lợi": ["INCOME", "- Salary: Upto $1000/month", "- Receive 100% of fixed salary, salary increase according to company regulations", "- Official employee lunch allowance: 1,000,000 VND/month", "- Income based on results and work performance", "DEVELOPMENT OPPORTUNITIES", "- Expand and improve professional knowledge and skills", "- Real-life experience at global projects", "- Have a clear, personalized career development roadmap", "WORKING ENVIRONMENT", "- Experience a dynamic, professional international environment", "- Enjoy 100% daily life care benefits", "WELFARE POLICY", "- The company pays all types of insurance according to the provisions of law (social insurance, health insurance, unemployment insurance, etc.)", "- Free periodic general health check-ups at hospitals: Hong Ngoc, Thu Cuc, Vinmec.", "- Wedding/filial piety benefits, holiday/New Year gifts and other benefits.", "- New Year bonus, March 8, April 30 - May 1, Mid-Autumn Festival, mid-year, September 2, October 20, Christmas.", "- Share achievements continuously, without limits based on performance.", "- Working hours:", "From Monday - Friday. Closed Saturday, Sunday", "Morning: 8:30 - 12:00, Afternoon: 13:00 - 18:00, tea-break 15:00 - 15:30."], "Địa điểm làm việc": ["- Hà Nội: 265 Cầu Giấy, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/senior-ui-ux-designer-website/1309213.html?ta_source=ITJobs_LinkDetail", "job_name": "Senior", "company_name": "CELLPHONES", "address": ["350 Võ Văn Kiệt, Cô Giang, Quận 1, Tp. Hồ Chí Minh, Việt Nam"], "salary": "(Website)", "exp": "Hồ Chí Minh", "remaining": "22/05/2024", "Mô tả công việc": ["Tham gia thiết kế UI/UX cho hệ thống Website - App CellphoneS", "Xây dựng ý tưởng, thiết kế giao diện (UX/UI) cho những sản phẩm, tính năng của công ty theo phân tích nghiệp vụ của PO - BA", "Tiếp nhận các ý tưởng thiết kế và trình bày mẫu thử nghiệm (Prototyping)", "Chịu trách nhiệm cho toàn bộ Layout, Template, Interface của tất cả các ứng dụng, đảm bảo tính nhất quán, đồng bộ nhận diện thương hiệu của công ty", "Phối hợp thiết kế, tư vấn giải pháp cho các chương trình bán hàng Online, Lading Page và tính năng trên Website và App", "Phân tích và đưa ra phương án cải thiện sản phẩm, tính năng trên website/app dựa trên số liệu, khảo sát về hành vi người dùng", "Thực hiện các công việc theo sự phân công của quản lý"], "Yêu cầu ứng viên": ["Có ít nhất 3 năm kinh nghiệm làm việc trong lĩnh vực thiết kế website", "Sử dụng thành thạo các công cụ đồ họa: Figma, Sketch, Photoshop, AI", "Có hiểu biết về User Research, trải nghiệm người dùng, hành trình khách hàng trên Desktop, Mobile, App", "Có mindset tốt về đo lường, biết sử dụng các công cụ hỗ trợ để đánh giá hiệu quả của dự án, tính năng", "Có khả năng cải thiện UI/UX dựa trên phân tích yêu cầu nghiệp vụ", "Có kiến thức về HTML, HTML5, CSS", "Kinh nghiệm làm việc với dự án E-Commerce là một điểm cộng", "Có kinh nghiệm Design system-wise components (interface elements, like menus, tabs,...)", "Có thẩm mỹ tốt, năng động trong công việc"], "Quyền lợi": ["Thu nhập cạnh tranh, thoả thuận xứng đáng theo năng lực", "Được hưởng đầy đủ chính sách theo quy định: BHXH, BHYT, các phúc lợi khác theo luật.", "Được tham gia Gói Bảo hiểm sức khỏe nâng cao.", "Thưởng Tết hấp dẫn (Từ 1 đến 4 tháng lương).", "Chính sách Đào Tạo & Phát triển."], "Địa điểm làm việc": ["- Hồ Chí Minh: 350 Võ Văn Kiệt, Phường Cô Giang, Quận 1"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)", "Thứ 7 làm việc tại nhà"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/business-analyst/1309203.html?ta_source=ITJobs_LinkDetail", "job_name": "Business Analyst", "company_name": "CELLPHONES", "address": ["350 Võ Văn Kiệt, Cô Giang, Quận 1, Tp. Hồ Chí Minh, Việt Nam"], "salary": "18 - 34 triệu", "exp": "2 năm", "remaining": "22/05/2024", "Mô tả công việc": ["Thu thập các yêu cầu về kinh doanh và hệ thống từ khách hàng", "Xác định và giảm thiểu rủi ro trong các yêu cầu của dự án", "Nghiên cứu, đề xuất các tính năng mới (cũng như cải tiến / nâng cao) cho phần mềm", "Hỗ trợ khách hàng xác định yêu cầu, đề xuất ý tưởng và cung cấp giải pháp", "Có thể Trở thành Scrum Master trong team.", "Hỗ trợ UAT trong việc kiểm tra, xác minh lỗi / sự cố với khách hàng"], "Yêu cầu ứng viên": ["Có ít nhất 2 năm làm việc với vị trí là Business Analyst", "Có kinh nghiệm trong lĩnh vực Thương mại điện tử / Logistics Vận tải", "Kỹ năng giao tiếp và giải quyết vấn đề là bắt buộc.", "Kỹ năng tốt và có kinh nghiệm trong việc nhận yêu cầu từ các phòng ban", "Có kinh nghiệm trong việc cộng tác với Developer, Tester, Project Manager và UX / UI", "Có kinh nghiệm vẽ wireframe / mockup, sử dụng các công cụ wireframing (Balsamiq, figma là một điểm cộng)", "Có kiến thức tốt về UI / UX.", "Quen thuộc với Agile/Scrum.", "Kỹ năng giao tiếp, thuyết trình tốt.", "Kỹ năng tổ chức và quản lý thời gian tốt.", "Kỹ năng phân tích và giải quyết vấn đề nhạy bén.", "Chú ý đến chi tiết.", "Kinh nghiệm sử dụng Jira và Confluence là điểm cộng"], "Quyền lợi": ["Cơ hội thăng tiến, phát triển, ổn định", "Mức lương cạnh tranh và hấp dẫn", "Môi trường trẻ trung, năng động, thú vị kết hợp giữa hệ thống truyền thông bán lẻ và thương mại điện tử.", "Được hưởng đầy đủ chế độ bảo trợ xã hội, chăm sóc sức khỏe, thất nghiệp theo luật lao động; phúc lợi, kỳ nghỉ, sinh nhật, du lịch.", "Được tham gia các khóa đào tạo kỹ năng, nghiệp vụ định hướng phát triển bản thân.", "Thưởng hàng năm theo KPI"], "Địa điểm làm việc": ["- Hồ Chí Minh: 350 Võ Văn Kiệt, Phường Cô Giang, Quận 1"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)", "Thứ 7 làm việc tại nhà"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-laravel-vuejs/1307597.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh Lập Trình Viên Laravel &", "company_name": "CÔNG TY CP CÔNG NGHỆ VÀ TRUYỀN THÔNG WEB89 VIỆT NAM", "address": ["Tầng 12 Tòa nhà Licogi 13, số 164 Khuất Duy Tiến, Phường Nhân Chính, Quận Thanh Xuân, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "21/05/2024", "Mô tả công việc": ["Học các công cụ, framework mà công ty đang sử dụng", "Xây dựng, chỉnh sửa giao diện HTML, CSS, Javascript", "Cập nhật các tính năng của website bằng", "Laravel, Vuejs", "Tìm hiểu, tra cứu tài liệu trên internet để xử lý công việc", "Cụ thể trao đổi khi phỏng vấn", "Tham gia dự án thương mại điện tử của công ty"], "Yêu cầu ứng viên": ["Đam mê tìm hiểu về các công nghệ lập trình.", "Vừa tốt nghiệp hoặc sinh viên năm cuối trong kì đồ án các trường cao đẳng, đại học, dạy nghề,...", "Chăm chỉ, có khả năng tự nghiên cứu, giao tiếp tốt.", "Ưu tiên ứng viên đã có kinh nghiệm làm việc với:", "Laravel và Vuejs, Bootstrap, Angular, React", "Có kiến thức về OOP, MVC", "Có kinh nghiệm làm việc với: Git, Git bash, VSCode Git Extension", "Sử dụng thành thạo VSCode, Sublime Text", "Có khả năng tự học"], "Quyền lợi": ["Công việc năng động, sáng tạo, được học hỏi kinh nghiệm trong các dự án thực tế", "Môi trường làm việc thân thiện, văn minh, chuyên nghiệp.", "Thời gian thực tập có thể rút ngắn tùy năng lực của bạn.", "Cơ hội lên chính thức và deal lương sau quá trình thực tập."], "Địa điểm làm việc": ["- Hà Nội: 222 Nguyễn Văn Lộc - Mộ Lao - Hà Đông, Hà Đông"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend-onsite/1307665.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên", "company_name": "Công ty cổ phần Ecoit", "address": ["203 Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "21/05/2024", "Mô tả công việc": ["- Phân tích, nghiên cứu, đánh giá, thiết kế, tư vấn và chi tiết hóa giải pháp công nghệ với các khối nghiệp vụ, kinh doanh về dịch vụ Tài chính và Chứng khoán.", "- Tham gia nghiên cứu", "- Đánh giá các giải pháp công nghệ, sản phẩm, đặc biệt các giải pháp xây dựng trên nền tảng ngôn ngữ SQL"], "Yêu cầu ứng viên": ["- Tốt nghiệp đại học chuyên ngành Công nghệ thông tin, toán tin", "-Sử dụng thành thạo ngôn ngữ lập trình Java/.Net/NodeJS", "-Có kinh nghiệm lập trình socket, websocket, socket.io", "-Lập trình thành thạo với hệ CSDL: MS SQL, MySQL, Oracle (Oracle là lợi thế)", "- Sử dụng thành thao các công cụ xây dựng mô hình như Visio, UML, ORM ...", "YÊU CẦU KHÁC", "- Trung thực, cẩn thận, làm việc theo quy trình", "- Có khả năng làm việc độc lập và làm việc nhóm trong môi trường áp lực cao", "- Có tư duy logic tốt, khả năng trình bày diễn giải phân tích vấn đề, rõ ràng và chi tiết", "- Ham học hỏi và tìm hiểu các công nghệ mới", "- Có mong muốn tìm hiểu về lĩnh vực tài chính, chứng khoán", "- Có khả năng đọc hiểu tài liệu Tiếng Anh chuyên ngành", "Ưu tiên:", "- Có hiểu biết, kiến thức về tài chính, chứng khoán", "- Đã từng tham gia phát triển các hệ thống tài chính, chứng khoán", "- Nộp hồ sơ sớm"], "Quyền lợi": ["Thời gian làm việc 5 ngày/tuần (từ thứ Hai đến thứ Sáu).", "Cơ hội thăng tiến, phát triển nghề nghiệp công bằng.", "Thu nhập hấp dẫn, cạnh tranh.", "Được hưởng chế độ BHXH, BHYT, BHTN.", "Được tham gia các chương trình đào tạo, huấn luyện của Công ty.", "Môi trường làm việc chuyên nghiệp, thân thiện, năng động.", "Mức lương: 18 - 25 triệu (Tùy theo năng lực)"], "Địa điểm làm việc": ["- Hà Nội: Thanh Xuân, Hà Nội, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-developer-laravel-vuejs/1308851.html?ta_source=ITJobs_LinkDetail", "job_name": "LậP Trình Viên Developer - Laravel,", "company_name": "CÔNG TY CP CÔNG NGHỆ VÀ TRUYỀN THÔNG WEB89 VIỆT NAM", "address": ["Tầng 12 Tòa nhà Licogi 13, số 164 Khuất Duy Tiến, Phường Nhân Chính, Quận Thanh Xuân, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "21/05/2024", "Mô tả công việc": ["Tham gia vào toàn bộ chu kỳ phát triển sản phẩm.", "Xử lý xuyên suốt quá trình phát triển sản phẩm, chẩn đoán và sửa chữa các vấn đề gặp phải", "Quản trị hiệu năng, load testing và review code; đóng góp cho sự cải thiện của hệ thống kỹ thuật", "Các công việc khác theo chỉ đạo của quản lý dự án", "Cập nhật, báo cáo công việc theo quy định và khi được yêu cầu.", "Tham gia đào tạo, huấn luyện trong toàn bộ quá trình làm việc.", "Yêu cầu chuẩn chỉnh về hình ảnh, tác phong đáp ứng tiêu chí"], "Yêu cầu ứng viên": ["Thành thạo Laravel, có hiểu biết về OOP, MVC, RESTful API", "Thành thạo Mysql, thiết kế CSDL, tối ưu truy vấn", "Ít nhất 1 năm làm việc với VueJs, ưu tiên đã làm việc với Composition API", "Tư duy giải quyết vấn đề tốt, chủ động trong công việc", "Tỷ mỉ, chau chuốt với sản phẩm", "Ưu tiên đã có kinh nghiệm phát triển ERP"], "Quyền lợi": ["Công việc năng động, sáng tạo, được học hỏi kinh nghiệm trong các dự án thực tế", "Môi trường làm việc thân thiện, văn minh, chuyên nghiệp.", "Cơ hội thăng tiến trong quá trình làm việc"], "Địa điểm làm việc": ["- Hà Nội: 222 Nguyễn Văn Lộc - Mộ Lao - Hà Đông, Hà Đông"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "5 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/intern-marketing-kiem-soat-noi-bo-full-time/1170929.html?ta_source=ITJobs_LinkDetail", "job_name": "Intern", "company_name": "CÔNG TY TNHH HADU VIỆT NAM", "address": ["BT3/16A4 Làng Việt Kiều Châu Âu, Mộ Lao, Hà Đông, Hà Nội"], "salary": "Kiểm Soát Nội Bộ Full-Time", "exp": "Hà Nội", "remaining": "31/05/2024", "Mô tả công việc": ["- Hoàn thiện các website cho đối tác trên nền tảng ladipage;", "- Vận hành các công cụ, phần mềm trong hệ thống vận hành của công ty;", "- Các công việc khác theo yêu cầu của quản lý trực tiếp và BGĐ;"], "Yêu cầu ứng viên": ["- Thành thạo ứng dụng làm việc cơ bản (office, drive, canva ...);", "- Sử dụng được tiếng anh cơ bản trong giao tiếp và làm việc (không bắt buộc, được đào tạo trong quá trình làm việc);", "- Các tố chất cần thiết: Chủ động, tích cực, tư duy phát triển, tư duy phản biện, có khả năng \"tự học\", trung thực;", "- Đang học đại học"], "Quyền lợi": ["- Thu nhập hấp dẫn, thỏa thuận theo năng lực, up to 4.000.000 VNĐ", "- Đầy đủ chế độ theo quy định của pháp luật;", "- Các chế độ khác theo quy định của công ty, công đoàn (bếp ăn, teambuilding, sinh nhật,...);", "- Tham gia vào giai đoạn xây dựng và phát triển doanh nghiệp với tốc độ tăng trưởng cao, nhiều thử thách;", "- Được trao cơ hội để thử thách và thể hiện khả năng, được tham gia các khóa đào tạo kỹ năng, chuyên môn của công ty;", "- Lộ trình thăng tiến cởi mở, xét review năng lực định kỳ và đột xuất theo hiệu quả."], "Địa điểm làm việc": ["- Hà Nội: BT6, Lô 16A1, Làng Việt Kiều Châu u, Mỗ Lao, Hà Đông, Hà Nội., Hà Đông"], "Thời gian làm việc": ["07h50 - 17h30 từ Thứ 2 - Thứ 6", "08h30 - 12h30 Sáng Thứ 7"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/it-helpdesk-onsite/670447.html?ta_source=ITJobs_LinkDetail", "job_name": "IT Helpdesk", "company_name": "Công ty TNHH Tổng công ty Công nghệ & Giải pháp CMC", "address": ["Tầng 14 & 16, tòa nhà CMC, Duy Tân, Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["Hỗ trợ trực tiếp (tại trụ sở chính CMC TS)", "1. Hỗ trợ vận hành IT chung", "Nhận, đăng ký, giải quyết hoặc chuyển yêu cầu lên các nhóm kỹ thuật bằng điện thoại, email, hệ thống Service Desk", "Thực hiện việc cập nhật dữ liệu của hệ thống IT thường xuyên, tra cứu thông tin theo yêu cầu", "Thu thập thông tin chuẩn hóa ban đầu và điều phối các Ticket để chuyển cho nhóm hỗ trợ tương ứng liê quan đến các ứng dụng của bên thứ ba", "Thông báo người dùng về lịch bảo trì định kỳ, các dịch vụ có khả năng bị gián đoạn", "Tư vấn người dùng dựa trên các hướng dẫn", "2. Laptop and desktop support", "Cài đặt phần mềm theo yêu cầu", "Quản lý cập nhật các bản vá và bảo mật", "Xử lý sự cố phần cứng, cài đặt và sửa đổi", "Cài đặt hệ điều hành, thư điện tử, phần mềm văn phòng, phần mềm bảo mật, cài đặt máy in, kết nối mạng/kết nối VPN/OS", "Đánh giá hiệu suất máy tính, cập nhật phần cứng và phần mềm khi cần thiết", "3. Bảo trì và hỗ trợ thiết bị mạng", "Kiểm tra theo danh sách công việc hàng ngày liên quan đến kết nối và thiết bị không dây", "Quản lý cấu hình và hiện trạng của mạng không dây", "Sửa đổi SSID, Chính sách bảo mật, chế độ bảo mật, kênh truyền", "Báo cáo khả năng đáp ứng và tính sẵn sàng của hệ thống kết nối không dây", "Kiểm tra theo danh sách công việc hàng ngày liên quan đến thiết bị mạng nội bộ (LAN) và Kiểm tra đánh giá hệ thống", "4. Hỗ trợ phần cứng server", "Lắp đặt thiết bị, cập nhật và báo cáo kho", "Cấu hình các phương thức kết nối từ xa đến thiết bị bằng các phương tiện được cung cấp trong chính thiết bị để giám sát các thành phần của thiết bị", "5. Vận hành file server", "Kiểm tra tính sẵn sàng của các tài nguyên được chia sẻ", "Giám sát việc vận hành các dịch vụ", "6. Quản lý dịch máy in", "Thêm máy in mới, cập nhật driver, quản lý quyền truy cập và thiết bị in ấn", "Kiểm tra tính sẵn sàng và Giám sát hoạt động của dịch vụ in ấn", "Sửa lỗi liên quan đến vận hành dịch vụ", "7. Thời gian làm việc", "Từ 8h sáng đến 5:30 chiều hoặc 8h30 sáng đến 6:00 chiều", "Từ thứ Hai đến Thứ Sáu không bao gồm cuối tuần và ngày lễ"], "Yêu cầu ứng viên": ["Học vấn/Bằng cấp: Cao đẳng, Đại học (MCSA hoặc CCNA)", "Kiến thức: CNTT + hỗ trợ người dùng, Có kiến thức về hệ thống System, Network", "Kinh Nghiệm: Ít nhất 2 năm (Helpdesk)", "Ngoại ngữ: Giao tiếp tiếng anh trôi chảy với người nước ngoài.", "Kỹ năng: Sử ɖụng tốt ɓộ công cụ MS Office và các phần ɱềm thông ɖụng.", "Kỹ năng giao tiếp cơ bản.", "Làm việc độc lập.", "Kỹ năng viết email."], "Quyền lợi": ["THU NHẬP", "Mức lương tháng: 10 - 13tr (+ các khoản PC theo quy định của công ty)", "Gói thu nhập 13 tháng lương/năm (chưa bao gồm gói thưởng lễ Tết lên đến 9 triệu/năm)", "Xét tăng lương theo năng lực và kết quả công việc định kỳ 1 lần/năm. Hoặc tăng lương đột xuất theo hiệu quả công việc", "CHẾ ĐỘ ĐÀO TẠO VÀ PHÁT TRIỂN", "Tham gia các khóa đào tạo chuyên môn và ôn thi các chứng chỉ CNTT Quốc tế miễn phí tại công ty.", "Được tham gia các chương trình đào tạo trước khi bắt đầu công việc và trong quá trình làm việc theo yêu cầu công việc.", "Chính sách phát triển, thăng tiến theo Career Path có lộ trình với từng vị trí, từng phòng ban. Có cơ hội tiếp cận với các công nghệ mới nhất: Cloud, Big data...", "BẢO HIỂM VÀ CHÍNH SÁCH ĐÃI NGỘ", "Bảo hiểm xã hội, Bảo hiểm y tế, Bảo hiểm thất nghiệp theo chế độ nhà nước ban hành.", "Nghỉ phép: 12 ngày/ năm + 1 ngày nghỉ hưởng lương vào ngày sinh nhật", "Chế độ bảo hiểm nâng cao: CMC Care", "Chế độ đãi ngộ nâng cao cho phụ nữ mang thai", "Du lịch hàng năm 1 tuần, teambuilding/dã ngoại định kì 2 lần/nămTrợ cấp thai sản dành cho nhân viên nữ.", "Tham gia các Câu lạc bộ của Công ty: CLB Bóng đá, chạy bộ Tiếng Anh,...", "Được trang bị laptop, các thiết bị công nghệ hiện đại trong quá trình làm việc.", "Môi trường làm việc hiện đại, năng động, khuyến khích tối đa sự sáng tạo của nhân viên."], "Địa điểm làm việc": ["- Hà Nội: Tòa CMC Tower, số 11 Duy Tân, Cầu Giấy, Hà Nội, Cầu Giấy"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/chuyen-vien-it-biet-tieng-trung/1306976.html?ta_source=ITJobs_LinkDetail", "job_name": "Chuyên Viên IT", "company_name": "Công ty TNHH công nghệ Jinye Việt Nam", "address": ["Lô CN-02, Khu công nghiệp Hòa Phú, xã Mai Đình, huyện Hiệp Hòa, tỉnh Bắc Giang"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["Quản trị hệ thống mạng, phần mềm và phần cứng", "Quản trị an toàn thông tin và quản trị hệ thống dữ liệu;", "Kiểm tra và giám sát việc duy trì vận hành hệ thống quản lý an toàn thông tin/quản trị dữ liệu;", "Hỗ trợ xử các vấn đề liên quan đến bảo mật thông tin và quản trị dữ liệu;"], "Yêu cầu ứng viên": ["Ngôn ngữ: Tiếng Trung nghe nói đọc viết khá trở lên", "Các khái niệm về mạng, bao gồm nhưng không giới hạn ở các khái niệm về submet, vlan, bảo mật thông tin, v.v.", "Cài đặt Fortinet và các thiết bị khác, cài đặt firewall, cài đặt VPN"], "Quyền lợi": ["Lương tháng 10-20 triệu tùy theo năng lực", "Được đóng BHXH, BHYT, BHTN theo quy định của luật Lao động", "Thưởng các dịp lễ, Tết", "Nghỉ lễ, Tết theo quy định", "Tùy vào kinh nghiệm ứng viên, công ty sẽ có chế độ đào tạo phù hợp"], "Địa điểm làm việc": ["- Bắc Giang: Lô CN-02, Khu công nghiệp Hòa Phú, xã Mai Đình, Hiệp Hoà"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-developer-ios/1307010.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh Developer", "company_name": "CÔNG TY CỔ PHẦN PHÁT TRIỂN GIẢI PHÁP VÀ CÔNG NGHỆ THÔNG TIN VIỆT NAM", "address": ["P102, Cowa Tower, số 199 đường Hồ Tùng Mậu, phường Cầu Diễn, quận Nam Từ Liêm, Tp Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["Tham gia xây dựng và phát triển các ứng dụng cho thị trường global", "Đưa ra các giải pháp kỹ thuật và tối ưu hiệu năng cho sản phẩm.", "Hỗ trợ các dự án khác liên quan khi được yêu cầu.", "Phân tích dữ liệu người dùng để liên tục cải tiến và tối ưu hoá các tính năng của app.", "Tham gia nghiên cứu và áp dụng các công nghệ mới ứng dụng cho app."], "Yêu cầu ứng viên": ["Có hiểu biết về các kiến trúc phát triển di động", "Sinh viên chuyên ngành CNTT, điện tử viễn thông, khoa học máy tính, lập trình ứng dụng.", "Có khả năng làm việc nhóm.", "Làm việc fulltime", "Đã tham gia phát triển sản phẩm di động là một lợi thế.", "Nắm vững kiến thức cơ bản về lập trình: Swift hoặc OOP", "Có sản phẩm Demo hoặc sản phẩm nhóm, bài tập lớn hoàn thiện"], "Quyền lợi": ["Phụ cấp thực tập: 5.000.000đ", "Hỗ trợ chứng nhận thực tập với các bạn sinh viên", "Xét lên chính thức sau khi kết thúc thực tập (1 - 2 tháng)", "Cầm tay chỉ việc, training lộ trình hoàn thiện sản phẩm", "Làm việc trong môi trường trẻ trung, thân thiện và hướng đến việc phát triển con người"], "Địa điểm làm việc": ["- Hà Nội: P102, tòa nhà Cowa, số 199 Hồ Tùng Mậu, phường Cầu Diễn, Nam Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/tro-ly-quan-tri-du-an/1050747.html?ta_source=ITJobs_LinkDetail", "job_name": "Trợ Lý", "company_name": "AMIGO", "address": ["P501, tầng 5, tòa IPH, số 241 Xuân Thủy, Cầu Giấy, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "30/05/2024", "Mô tả công việc": ["Hỗ trợ nghiên cứu hợp đồng", "Tham gia vào quá trình quản trị Dự án", "Hỗ trợ khách hàng", "Tổng hợp báo cáo dự án", "Thực hiện các công việc khác theo yêu cầu của quản lý"], "Yêu cầu ứng viên": ["Ngoại hình ưu nhìn;", "Khả năng giao tiếp tốt;", "Thái độ làm việc tốt, ham học hỏi;", "Kinh nghiệm Trợ lý/Thư ký trong các dự án CNTT là một lợi thế."], "Quyền lợi": ["Trở thành thành viên AMIGO bạn không chỉ được đảm bảo đầy đủ các chế độ phúc lợi BHXH, BHYT, BHTN, ngày nghỉ phép, lễ tết đầy đủ và trọn vẹn mà còn được hưởng chính sách Thu nhập và Đãi ngộ cạnh tranh trên thị trường, được làm việc trong môi trường chuyên nghiệp với những đồng nghiệp trẻ trung, nhiệt huyết, luôn đoàn kết, yêu thương và chia sẻ để mỗi ngày làm việc là một ngày hạnh phúc vì được cống hiến và phát triển.", "Thu nhập tháng: Lương tháng + Thưởng KPI (20% lương tháng)", "Gói thu nhập lên đến 17 tháng/năm", "Các hoạt động khen thưởng định kỳ (tháng/quý/chương trình/ thành tích đặc biệt) như: “Man of the month”, “Ngôi sao sáng tạo”, Nhân viên/ team/ bộ phận/ phòng ban xuất sắc;", "Thưởng khi hoàn thành các khóa đào tạo/chứng chỉ chuyên môn... theo quy chế của công ty", "Bảo hiểm sức khỏe toàn diện hàng năm", "Thưởng các dịp Lễ, Tết, Sinh nhật...", "Chế độ nghỉ mát/ Innovation/ Teambuilding hàng năm", "Gói Khám sức khỏe định kỳ lên đến 2.500.000 VNĐ/người/năm", "Định hướng phát triển nghề nghiệp với chương trình đào tạo chuyên muôn và hỗ trợ thi các chứng chỉ quốc tế"], "Địa điểm làm việc": ["- Hà Nội: Tầng 5, Tòa nhà IPH, 241 Xuân Thủy, phường Dịch vọng Hậu, Cầu Giấy"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nữ"},
{"urls": "https://www.topcv.vn/viec-lam/chuyen-vien-quan-tri-he-thong-it-helpdesk/1309123.html?ta_source=ITJobs_LinkDetail", "job_name": "Chuyên Viên", "company_name": "Trường Cao đẳng Công nghệ Bách khoa Hà Nội", "address": ["Số 18-20 Nhân Mỹ - Mỹ Đình 1 - Quận Nam Từ Liêm - TP. Hà Nội"], "salary": "/ IT Helpdesk", "exp": "Hà Nội", "remaining": "20/05/2024", "Mô tả công việc": ["- Thực hiện các tác vụ quản trị máy chủ, bao gồm quản trị người dùng/nhóm, quyền bảo mật, chính sách nhóm, giám sát tài nguyên, đảm bảo các thành phần kiến trúc hệ thống liền mạch với nhau.", "- Theo dõi tình trạng trung tâm dữ liệu bằng cách sử dụng các công cụ quản lý có sẵn và phản hồi các vấn đề phần cứng khi chúng phát sinh, giúp xây dựng, kiểm tra và duy trì các máy chủ mới nếu cần.", "- Duy trì các yêu cầu cơ sở hạ tầng nội bộ bao gồm máy tính xách tay và máy tính để bàn, máy chủ, bộ định tuyến, thiết bị chuyển mạch, tường lửa, máy in, điện thoại, cập nhật bảo mật, hỗ trợ internet, mạng nội bộ, mạng LAN, WAN và các phân đoạn m ạng.", "- Phối hợp với các phòng ban để hỗ trợ khắc phục sự cố, cung cấp hỗ trợ kỹ thuật khi cần thiết.", "- Thực hiện kiểm tra định kỳ/theo lịch trình đối với hệ thống, bao gồm tất cả các bản sao lưu.", "- Đánh giá, duy trì và tăng cường an toàn hệ thống thông tin. Đảm bảo mạng thông suốt và sự ổn định của các hệ thống. Phục hồi hệ thống trong các trường hợp sự cố. Đề xuất nâng cấp, thay thế thiết bị cần thiết.", "- Thực hiện các nhiệm vụ khác do Quản lý trực tiếp phân công."], "Yêu cầu ứng viên": ["- Đại học trở lên ngành Công nghệ thông tin.", "- Đi làm ngay tháng 4", "- Có kinh nghiệm thiết kế, triển khai, quản trị, vận hành máy chủ ở các Data center.", "- Có kinh nghiệm triển khai, quản trị, cài đặt, cấu hình các thiết bị mạng của hãng Cisco, Fortinet ...", "- Tối thiểu 1 năm kinh nghiệm."], "Quyền lợi": ["- Thu nhập 20 - 25 triệu đồng.", "- Hưởng các chế độ bảo hiểm theo Luật, chế độ phúc lợi theo quy định của Nhà trường.", "- Môi trường làm việc năng động, chuyên nghiệp, có cơ hội thăng tiến."], "Địa điểm làm việc": ["- Hà Nội: Mỹ Đình, Nam Từ Liêm"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/tester-qa-tieng-nhat-n2-n3/1308768.html?ta_source=ITJobs_LinkDetail", "job_name": "Tester", "company_name": "CÔNG TY CỔ PHẦN LOTUS TECHNOLOGY SERVICES", "address": ["Tầng 17 tòa MD Complex, 68 Nguyễn Cơ Thạch, Phường Cầu Diễn, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam."], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "30/06/2024", "Mô tả công việc": ["• Tìm hiểu và làm rõ yêu cầu thông qua tài liệu requirement từ khách hàng", "• Lập kế hoạch kiểm thử, viết test case chi tiết và tiến hành kiểm thử (Web, API..)", "• Kiểm soát chất lượng sản phẩm phần mềm, review task, review bug", "• Quản lý, phân tích và báo cáo kết quả test;", "• Phối hợp với các thành viên, bộ phận khác trong công ty để đảm bảo chất lượng sản phẩm"], "Yêu cầu ứng viên": ["• Từ 1 năm kinh nghiệm Software testing với web/mobile app, có kinh nghiệm test các hệ thống thanh toán, bán hàng là lợi thế", "• Thành thạo kĩ năng đọc hiểu tài liệu, viết test case, report bug", "• Thành thạo test API với backend testing API với Swagger, Postman", "• Có kinh nghiệm sử dụng các công cụ hỗ trợ Performance test, Security test, Load test...", "• Có kinh nghiệm làm việc với các dự án Nhật, tiêu chuẩn đánh giá chất lượng của khách hàng Nhật", "• Sử dụng tiếng Nhật trong công việc – level tương đương N2 (giao tiếp, đọc hiểu, viết tài liệu) hoặc N3 (đọc viết tài liệu)"], "Quyền lợi": ["• Lương: Upto 1500$ (13 tháng lương + thưởng performace).", "• Thưởng các dịp lễ tết, dự án, cá nhân có thành tích tốt. Kỳ review lương 2 lần/năm..", "• Có cơ hội hoàn thiện và phát triển kĩ năng của bản thân.", "• Có quyền lợi về bảo hiểm y tế, bảo hiểm xã hội, Thuế TNCN theo đúng quy định của nhà nước.", "• Môi trường làm việc: Thân thiện, năng động và có cơ hội/lộ trình thăng tiến rõ ràng..", "• Hoạt động teambuilding, Summer holiday, Year-end party,...", "• Kiểm tra sức khỏe một năm một lần", "• Giờ làm việc linh hoạt flexible time 8 giờ/ngày"], "Địa điểm làm việc": ["- Hà Nội: Tòa MHDI Complex, 68 Nguyễn Cơ Thạch, Mỹ Đình 2, Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)", "Flexible time 8h/day"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/test-leader-qa-leader-tieng-nhat-n2/1308779.html?ta_source=ITJobs_LinkDetail", "job_name": "Test Leader (QA Leader) -", "company_name": "CÔNG TY CỔ PHẦN LOTUS TECHNOLOGY SERVICES", "address": ["Tầng 17 tòa MD Complex, 68 Nguyễn Cơ Thạch, Phường Cầu Diễn, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam."], "salary": "N2", "exp": "Hà Nội", "remaining": "30/06/2024", "Mô tả công việc": ["Lên kế hoạch cho các thành viên trong teams và quản lý teams", "Tham gia các dự án của công ty, cả web và mobile (đa dạng cả nghiệp vụ và khách hàng)", "Tìm hiểu và làm rõ yêu cầu thông qua tài liệu requirement từ khách hàng.", "Thực hiện viết và chạy testcase", "Báo cáo công việc với cấp quản lý", "Phối hợp với các thành viên trong dự án để đảm bảo công việc", "Trao đổi/báo cáo với khách hàng (nếu có thể và được yêu cầu)", "Tham gia vào công việc đào tạo nâng cao năng lực cho bản thân và các thành viên khác."], "Yêu cầu ứng viên": ["Tiếng Nhật N2 trở lên", "Có kinh nghiệm tạo quan điểm test,test plan, test case,", "Có kinh nghiệm làm Tester trên 3 năm.", "Có kinh nghiệm làm Testlead từ 6 tháng.", "Có kiến thức vững về testing.", "Có khả năng giao tiếp tốt.", "Ưu tiên có kinh nghiệm lead quản lý team, kinh nghiệm traning đào tạo member."], "Quyền lợi": ["• Lương: Upto 2000$ (13 tháng lương + thưởng performace).", "• Thưởng các dịp lễ tết, dự án, cá nhân có thành tích tốt. Kỳ review lương 2 lần/năm..", "• Có cơ hội hoàn thiện và phát triển kĩ năng của bản thân.", "• Có quyền lợi về bảo hiểm y tế, bảo hiểm xã hội, Thuế TNCN theo đúng quy định của nhà nước.", "• Môi trường làm việc: Thân thiện, năng động và có cơ hội/lộ trình thăng tiến rõ ràng..", "• Hoạt động teambuilding, Summer holiday, Year-end party,...", "• Kiểm tra sức khỏe một năm một lần", "• Giờ làm việc linh hoạt flexible time 8 giờ/ngày"], "Địa điểm làm việc": ["- Hà Nội: Tòa MHDI Complex, 68 Nguyễn Cơ Thạch, Mỹ Đình 2, Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/qa-leader-tieng-nhat-n2-onsite-6-thang/1308784.html?ta_source=ITJobs_LinkDetail", "job_name": "QA Leader -", "company_name": "CÔNG TY CỔ PHẦN LOTUS TECHNOLOGY SERVICES", "address": ["Tầng 17 tòa MD Complex, 68 Nguyễn Cơ Thạch, Phường Cầu Diễn, Quận Nam Từ Liêm, Thành phố Hà Nội, Việt Nam."], "salary": "N2 (Onsite 6 Tháng)", "exp": "Hà Nội", "remaining": "30/06/2024", "Mô tả công việc": ["Lên kế hoạch cho các thành viên trong teams và quản lý teams", "Tham gia các dự án của công ty, cả web và mobile (đa dạng cả nghiệp vụ và khách hàng)", "Tìm hiểu và làm rõ yêu cầu thông qua tài liệu requirement từ khách hàng.", "Thực hiện viết và chạy testcase", "Báo cáo công việc với cấp quản lý", "Phối hợp với các thành viên trong dự án để đảm bảo công việc", "Trao đổi/báo cáo với khách hàng (nếu có thể và được yêu cầu)", "Tham gia vào công việc đào tạo nâng cao năng lực cho bản thân và các thành viên khác."], "Yêu cầu ứng viên": ["Tiếng Nhật N2 trở lên", "Có kinh nghiệm tạo quan điểm test,test plan, test case,", "Có kinh nghiệm làm Tester trên 3 năm.", "Có kinh nghiệm làm Testlead từ 6 tháng.", "Có kiến thức vững về testing.", "Có khả năng giao tiếp tốt.", "Ưu tiên có kinh nghiệm lead quản lý team, kinh nghiệm traning đào tạo member.", "Có thể làm việc ở HCM 6 tháng sau đó về HN làm"], "Quyền lợi": ["• Lương: Upto 2000$ (13 tháng lương + thưởng performace).", "• Thưởng các dịp lễ tết, dự án, cá nhân có thành tích tốt. Kỳ review lương 2 lần/năm..", "• Có cơ hội hoàn thiện và phát triển kĩ năng của bản thân.", "• Có quyền lợi về bảo hiểm y tế, bảo hiểm xã hội, Thuế TNCN theo đúng quy định của nhà nước.", "• Môi trường làm việc: Thân thiện, năng động và có cơ hội/lộ trình thăng tiến rõ ràng..", "• Hoạt động teambuilding, Summer holiday, Year-end party,...", "• Kiểm tra sức khỏe một năm một lần", "• Giờ làm việc linh hoạt flexible time 8 giờ/ngày"], "Địa điểm làm việc": ["- Hà Nội: Tòa MHDI Complex, 68 Nguyễn Cơ Thạch, Mỹ Đình 2, Từ Liêm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/chuyen-vien-rd-cong-nghe/1308958.html?ta_source=ITJobs_LinkDetail", "job_name": "Chuyên Viên R&D (Công Nghệ)", "company_name": "Công ty TNHH đầu tư công nghệ và dịch vụ Sconnect Việt Nam", "address": ["Toronto Buildung, Ngõ 286 Nguyễn Xiển, Thanh Xuân, Hà Nội"], "salary": "10 - 20 triệu", "exp": "2 năm", "remaining": "20/05/2024", "Mô tả công việc": ["Tiếp nhận yêu cầu nghiên cứu và phát triển sản phẩm công nghệ mới, đề xuất kế hoạch và triển khai thực hiện.", "Nghiên cứu nắm vững đặc điểm, tiêu chuẩn kỹ thuật, ưu điểm của sản phẩm phần mềm.", "Tiến hành thử nghiệm, theo dõi tổng hợp số liệu, các yếu tố ảnh hưởng đến chất lượng của sản phẩm.", "Lập kế hoạch thử nghiệm. Xây dựng lộ trình chi tiết cho từng thử nghiệm cụ thể. Hướng dẫn hỗ trợ kỹ thuật kịp thời hiệu quả cho các bộ phận liên quan trong quá trình thử nghiệm.", "Lập báo cáo đánh giá kết quả thử nghiệm và đề xuất phương án hành động, cải tiến.", "Xác định xu hướng thị trường, phát triển công nghệ và sản phẩm mới. Nghiên cứu các ứng dụng công nghệ đưa vào sản xuất, kinh doanh", "Theo dõi, cập nhật thông tin các quy định của Nhà nước liên quan đến sản phẩm công ty nhằm hiệu chỉnh các tiêu chuẩn nguyên phụ liệu phù hợp với các quy định thông tư mới ban hành.", "Thực hiện nhập liệu, lưu trữ các tài liệu nghiên cứu kỹ thuật, quy trình công nghệ và tài liệu hướng dẫn về sản phẩm mới."], "Yêu cầu ứng viên": ["Độ tuổi: ưu tiên ứng viên ⋝24 tuổi", "Kinh nghiệm:", "Ít nhất 02 năm kinh nghiệm đảm nhiệm vị trí R&D cho các doanh nghiệp.", "Có nền tảng tốt về công nghệ phần mềm.", "Am hiểu về các mô hình tiên tiến trên thế giới như mô hình Agile.", "Chuyên môn:", "Tốt nghiệp các chuyên ngành liên quan đến CNTT, máy tính, phần mềm hoặc tương đương.", "Hiểu biết sâu về một trong các ngôn ngữ lập trình như Java, Python, C++, C#, PHP, hoặc JavaScript.", "Hiểu biết về các công nghệ mới và xu hướng trong ngành phần mềm như cloud computing, machine learning, artificial intelligence (AI), blockchain, ...", "Khả năng nghiên cứu và phân tích thông tin kỹ thuật để đưa ra các giải pháp sáng tạo và hiệu quả.", "Kỹ năng làm việc với các framework và công cụ phát triển phần mềm như Git, Maven, Gradle, và các IDE phổ biến.", "Kỹ Năng:", "Kỹ năng giao tiếp tốt", "Kỹ năng phân tích, tư duy logic.", "Kỹ năng xử lý vấn đề", "Kỹ năng đưa ra quyết định", "Kỹ năng quản lý dự án", "Kỹ năng đàm phán và thuyết phục", "Thái độ/ Phẩm chất cần có", "Cầu tiến, ham học hỏi, tích cực, sáng tạo và có trách nhiệm trong công việc được giao.", "Cẩn thận, tỉ mỉ, biết tổ chức sắp xếp công việc hiệu quả, khoa học"], "Quyền lợi": ["CHẾ ĐỘ LƯƠNG, THƯỞNG", "Thu nhập 10tr - 20tr .", "(Lương cơ bản + phụ cấp + thưởng)", "SCONNECT trích ra 40% lợi nhuận của công ty để hình thành quỹ lương, thưởng hàng năm dành cho CBNV.", "Lương được xem xét tăng định kỳ hàng tháng.", "Thưởng tháng, thưởng quý, thưởng năm và thưởng các ngày lễ tết.", "Trả lương đúng hạn trong mọi hoàn cảnh luôn là nguyên tắc bất di bất dịch tại Sconnect.", "Thời gian làm việc: Từ 8h30 - 17h30 (nghỉ trưa 1 tiếng)", "Từ thứ 2 đến thứ 7 (thứ 7 làm cách tuần)", "PHÚC LỢI", "Teambuilding hàng năm để nâng cao tinh thần đội nhóm trong tổ chức.", "Du lịch trong và ngoài nước.", "Qũy hỗ trợ tài chính: Sconnect hỗ trợ cho vay 0% lãi suất đối với các CBNV gặp hoàn cảnh khó khăn.", "PHÁT TRIỂN NĂNG LỰC VÀ LỘ TRÌNH CÔNG DANH", "Cam kết phát triển năng lực CBNV thông qua các hoạt động đào tạo về chuyên môn và kỹ năng mềm hàng tuần, hàng tháng.", "Con đường công danh của bạn luôn rõ ràng tại SCN:", "Nhân viên – Chuyên viên – Chuyên viên cao cấp – Chuyên gia – Chuyên gia cao cấp.", "Nhân viên – Chuyên viên – Trưởng nhóm – Trưởng bộ phận – Giám đốc chuyên môn.", "MÔI TRƯỜNG LÀM VIỆC - VĂN HÓA - GIÁ TRỊ XÃ HỘI", "Mỗi cá nhân hiểu rõ chức trách và nhiệm vụ của mình.", "Luôn đề cao sự hợp tác và tinh thần đồng đội.", "Luôn thể hiện trách nhiệm với xã hội thông qua các hoạt động cộng đồng: Mái ấm vùng cao, Xây nhà chống lũ..."], "Địa điểm làm việc": ["- Hà Nội: Ngõ 286 Nguyễn Xiển, Thanh Xuân, Hà Nội, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)", "Thứ 7 làm cách tuần"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php-php-developer/1308976.html?ta_source=ITJobs_LinkDetail", "job_name": "Lập Trình Viên PHP", "company_name": "Công ty TNHH đầu tư công nghệ và dịch vụ Sconnect Việt Nam", "address": ["Toronto Buildung, Ngõ 286 Nguyễn Xiển, Thanh Xuân, Hà Nội"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["Xây dựng, triển khai và phát triển các giải pháp phần mềm ứng dụng quản lý sản xuất kinh doanh ở các đơn vị nhằm nâng cao và tối ưu tốc độ xử lý công việc của bộ phận.", "Nghiên cứu các giải pháp phần mềm và bảo trì các phần mềm đã được triển khai ứng dụng ở các đơn vị.", "Hướng dẫn việc sử dụng phần mềm.", "Khắc phục sự cố phần mềm phát sinh.", "Nghiên cứu, đề xuất giải pháp mới cải thiện hệ thống công nghệ thông tin."], "Yêu cầu ứng viên": ["Tốt nghiệp Đại học hoặc Cao đẳng các chuyên ngành: Công nghệ thông tin, Điện tử viễn thông, Khoa học máy tính hoặc tương đương.", "Thành thạo ngôn ngữ PHP và có kinh nghiệm về platform Laravel.", "Có kinh nghiệm với NodeJS và kinh nghiệm triển khai, quản trị một trong các CSDL SQL (Oracle Sql, Sql Server, MariaDB,...) hoặc NoSq (MongoDB, Casandra, Redis, PostgreSql, Elasticsearch,...).", "Ít nhất 01 năm kinh nghiệm trong triển khai phần mềm.", "Có nền tảng tốt về quy trình phát triển phần mềm.", "Có kinh nghiệm với các font-end framework NodeJS/ ReactJs, VueJs là lợi thế.", "Có kinh nghiệm làm việc với Rest API, Git và Git flow.", "Có kinh nghiệm làm việc với Cloud,Javascript, CSS, HTML, mô hình Agile hoặc Scrum là một lợi thế."], "Quyền lợi": ["CHẾ ĐỘ LƯƠNG, THƯỞNG", "SCONNECT trích ra 40% lợi nhuận của công ty để hình thành quỹ lương, thưởng hàng năm dành cho CBNV.", "Thu nhập: Từ 12.000.000 - 18.000.000 VNĐ (Lương cơ bản từ VNĐ + thưởng + phụ cấp).", "Lương được xem xét tăng định kỳ hàng tháng.", "Thưởng tháng, thưởng quý, thưởng năm và thưởng các ngày lễ tết.", "Trả lương đúng hạn trong mọi hoàn cảnh luôn là nguyên tắc bất di bất dịch tại Sconnect.", "Thời gian làm việc: Từ 8h30 - 17h30 (nghỉ trưa 1 tiếng); Từ thứ 2 đến thứ 7 (thứ 7 làm cách tuần)", "PHÚC LỢI:", "Teambuilding hàng năm để nâng cao tinh thần đội nhóm trong tổ chức.", "Du lịch trong và ngoài nước.", "Quỹ hỗ trợ tài chính: Sconnect hỗ trợ cho vay 0% lãi suất đối với các CBNV gặp hoàn cảnh khó khăn.", "PHÁT TRIỂN NĂNG LỰC VÀ LỘ TRÌNH CÔNG DANH:", "Cam kết phát triển năng lực CBNV thông qua các hoạt động đào tạo về chuyên môn và kỹ năng mềm hàng tuần, hàng tháng.", "Con đường công danh của bạn luôn rõ ràng tại SCN:", "+ Nhân viên - Chuyên viên - Chuyên viên cao cấp - Chuyên gia – Chuyên gia cao cấp.", "+ Nhân viên - Chuyên viên - Trưởng nhóm - Trưởng bộ phận - Giám đốc chuyên môn.", "MÔI TRƯỜNG LÀM VIỆC- VĂN HÓA- GIÁ TRỊ XÃ HỘI:", "Mỗi cá nhân hiểu rõ chức trách và nhiệm vụ của mình.", "Luôn đề cao sự hợp tác và tinh thần đồng đội.", "Luôn thể hiện trách nhiệm với xã hội thông qua các hoạt động cộng đồng: Mái ấm vùng cao, Xây nhà chống lũ..."], "Địa điểm làm việc": ["- Hà Nội: Ngõ 286 Nguyễn Xiển, Thanh Xuân, Hà Nội, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 17:30)", "Thứ 7 làm cách tuần"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nodejs-developer/1307848.html?ta_source=ITJobs_LinkDetail", "job_name": "NodeJs", "company_name": "Công ty TNHH AEGONA", "address": ["Tòa nhà QTSC 9 - Công Viên Phần mềm Quang Trung, Quận 12, Tp. Hồ Chí Minh"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["• Receive tasks from the project Scrum Masters.", "• Participate in requirements analysis", "• Clarify questions with customers", "• Develop new features and enhancements for both frontend and backend sites.", "• Collaborate with internal teams to produce software design and architecture", "• Test and deploy applications and systems", "• Revise, update, refactor and debug code", "• Improve existing software", "• Serve as an expert on applications and provide technical support", "• Involve in team’s discussion to find solutions for new requirements"], "Yêu cầu ứng viên": ["•", "2-3 years", "of experience. Language: Vietnamese (English is an advantage)", "• Knowledge of CI/CD, Kubernetes, Docker and AWS/GCP services is a plus", "• Works well with Git", "• Ability to work in a team and communicate effectively.", "• Experience with MySQL (an advantage).", "• Experience with node.js", "• Write API documentation", "• Knowledge of programming languages C#, ASP.NET, SQL"], "Quyền lợi": ["Salary, bonus: Negotiate", "13 -month salary and bonus according to work results.", "The benefits and social insurance regimes according to the labor law prescribed", "Opportunities for training and professional training to improve professional and technical.", "Colleagues, modern, dynamic, friendly and open working environment.", "Activities such as Team Building to connect members, annual vacation and internal events at the company, sports groups such as badminton, soccer, ...", "Working time: 8.00 AM- 17.00 PM, Monday- Friday"], "Địa điểm làm việc": ["- Hồ Chí Minh: Công viên phần mềm Quang Trung, Quận 12"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/game-tester/1308698.html?ta_source=ITJobs_LinkDetail", "job_name": "Game", "company_name": "CÔNG TY TNHH ACTIVE RESEARCH", "address": ["10A đường D52, Phường 12, Quận Tân Bình, TP HCM"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "23/04/2024", "Mô tả công việc": ["We are looking for 02 QC Engineers/Game Testers for our HCM office and work on different platforms to ensure the products are working properly.", "A Game Tester will validate and verify that products meet the requirements set by the Game Designer and contribute to your idea during development, making sure they are working as expected.", "Job Description:", "- Ensure product quality and stability are covered on each release.", "- Ensure timeline targets are consistently met and communicate any delays to the Team Leader.", "- Work with the developer team to review the requirements for the new Game to ensure that requirements are testable.", "- Experience working in Hyper Casual or Casual games.", "- Experience with 2D or 3D game testing with Arts (Artists) for UI, icons, and assets in games.", "- Test game logic, UI & UX on Mobile or Tablet devices or simulators.", "- Report your own working progress and timelines.", "- Be creative when working with the team and get involved in giving advice to improve the product.", "- Be responsible for bug validation and verification.", "- Simulate an end user and seek out problems they may encounter.", "- Work closely and report to the Project Owner and QA Lead."], "Yêu cầu ứng viên": ["- Bachelor of Information Technology, or relevant field.", "- Minimum 1 year of hands-on experience in manual Game testing on Mobile", "- Experience in analyzing specification requirements, developing, performing test cases, and creating testing reports.", "- Familiar with Agile/Scrum model and regression testing.", "- Strong analytical, testing, and troubleshooting errors.", "- Having knowledge of test management software (e.g. Jira, Notion).", "- Having knowledge/experience in Game testing.", "- Experience with SQL queries, and API testing is a plus.", "- Good English communication.", "- Excellent attention to detail"], "Quyền lợi": ["- Salary: Competitive (based on skills and experience).", "- Performance appraisal & bonus every 6 months.", "- Annual salary increase review.", "- Breakfast allowance.", "- Reimbursement of up to 8 vacation days if you don't use it.", "- Opportunities to train/work in Canada.", "- International, open, and respectful working environment.", "- Happy hours.", "- Sports activities.", "- Health Care Program of up to 2000$/year.", "- Yearly company trip.", "- Team building activities.", "- Technical seminar in the company.", "- Social Insurance, Health Insurance, Unemployment Insurance, Annual Health Check, and Others as Vietnamese Labor Code and Company Policy."], "Địa điểm làm việc": ["- Hồ Chí Minh: 10A đường D52, Phường 12, Tân Bình"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 09:00 đến 18:30)", "Flexible"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-it-helpdesk-ha-nam/1308599.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên IT", "company_name": "Công ty TNHH Phân Phối Synnex FPT", "address": ["Địa điểm:", "Tòa nhà FPT Cầu Giấy, số 17 phố Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam."], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["Hỗ trợ người dùng cuối từ xa hoặc trực tiếp:", "Trong các ứng dụng/dịch vụ phục vụ cho người dùng trong môi trường doanh nghiệp.", "Quản lý hệ thống và xử lý các yêu cầu, khắc phục sự cố phần mềm/ phần cứng trên các thiết bị người dùng.", "Thực hiện kiểm tra và đề xuất bảo hành, bảo trì , nâng cấp hệ thống và các thiết bị CNTT", "Cài đặt các chương trình ứng dụng và các thiết bị CNTT.", "Các công việc cụ thể khác được trao đổi trong buổi phỏng vấn."], "Yêu cầu ứng viên": ["Nam, tốt nghiệp Cao đẳng trở lên các ngành điện tử, viễn thông, CNTT.", "Có 02 năm kinh nghiệm trong lĩnh vực liên quan", "Hiểu biết về hệ thống mạng LAN, WAN", "Biết cài đặt mail Outlook, lưu trữ thông tin mail.", "Có khả năng quản trị các hệ thống của MS như AD, DNS, DHCP, file, TMG ...", "Có khả năng cài đặt và quản lý các ứng dụng", "Chịu được áp lực công việc, có khả năng làm việc độc lập và làm việc nhóm"], "Quyền lợi": ["Thu nhập từ 8 - 10M/tháng", "Lương tháng thứ 13.", "Thời gian làm việc từ T2 – T6", "Xem xét tăng lương định kỳ hàng năm.", "Các chế độ BHYT, BHXH, BHTN theo quy định.", "Chế độ nghỉ mát, FPT Care theo quy định của Công ty.", "Môi trường làm việc năng động, hiện đại, tôn trọng cá nhân;", "Được đào tạo để nâng cao năng lực và nghiệp vụ;", "Có cơ hội thăng tiến trong Tập đoàn CNTT lớn nhất Việt Nam;", "Địa điểm làm việc:", "Hà Nam: Tại KCN Đồng Văn II, Duy Tiên"], "Địa điểm làm việc": ["- Hà Nam: Tại KCN Đồng Văn II, Duy Tiên, Duy Tiên"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-leader-content/1220078.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên Leader Content", "company_name": "CÔNG TY CỔ PHẦN HUPUNA GROUP", "address": ["Tầng 2, CT1 Eco Green City - 286 Đ. Nguyễn Xiển, Tân Triều, Thanh Trì, Hà Nội."], "salary": "12 - 25 triệu", "exp": "3 năm", "remaining": "31/05/2024", "Mô tả công việc": ["- Dẫn dắt team Content Marketing.", "- Chịu trách nhiệm về chất lượng công việc của team content.", "- Xây dựng kế hoạch và viết nội dung cho các kênh digital của công ty và khách hàng: webiste, fanpage, social ads ...", "- Tổ chức đào tạo định kỳ trang bị kiến thức và kỹ năng cho thành viên nhóm.", "- Quản lý Cộng tác viên.", "- Đo lường, đánh giá và báo cáo hiệu quả công việc của team.", "- Lên ý tưởng, sáng tạo nội dung, xây dựng kịch bản cho video Tiktok, Youtube, Facebook.", "- Lên nội dung kịch bản quay TVC, Tiktok/Youtube trong nội bộ và khách hàng.", "- Tiếp nhận feedback khách hàng và điều chỉnh kịch bản.", "- Phối hợp với team Media lên ý tưởng hình ảnh góc quay, đạo diễn các buổi quay video TVC, Tiktok.", "- Thực hiện các công việc khác khi được yêu cầu."], "Yêu cầu ứng viên": ["Có máy tính cá nhân.", "Độ tuổi: Từ 25 tuổi", "Có ít nhất 3 năm kinh nghiệm ở vị trí tương đương", "Có kinh nghiệm quản lý team từ 5-15 người", "Khả năng sáng tạo nội dung", "Có kỹ năng chỉnh sửa video cơ bản và lên kịch bản tốt.", "Tốt nghiệp ĐH chuyên ngành kinh tế và chuyên ngành liên quan.", "Trang Tiktok hoặc Facebook, Youtube cá nhân có lượt theo dõi cao là một lợi thế.", "Kinh nghiệm MKT.", "Sáng tạo, nhanh nhẹn, chủ động và có trách nhiệm cao với công việc", "Ưu tiên tốt nghiệp Đại học chuyên ngành truyền thông; Marketing; Sân khấu điện ảnh; Báo chí và tuyên truyền."], "Quyền lợi": ["Đóng BHXH và nghỉ Lễ, tết theo quy định Nhà nước, Công ty", "Các chính sách, chế độ khác theo quy định của Công ty", "Môi trường làm việc chuyên nghiệp và thân thiện", "Có nhiều cơ hội thăng tiến, phát triển nghề nghiệp"], "Địa điểm làm việc": ["- Hà Nội: Tầng 2, CT1, 286 Nguyễn Xiển, Thanh Trì, Hà Nội, Thanh Trì"], "Thời gian làm việc": ["Thứ 2 - Thứ 7 (từ 08:00 đến 17:30)", "Sáng 8h-12h, Chiều 13h30-17h30"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/truong-nhom-sre/1308440.html?ta_source=ITJobs_LinkDetail", "job_name": "Trưởng Nhóm SRE", "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)", "address": ["Địa điểm:", "22 Láng Hạ, Đống Đa, Hà Nội"], "salary": "Thoả thuận", "exp": "Không yêu cầu kinh nghiệm", "remaining": "20/05/2024", "Mô tả công việc": ["- Triển khai và vận hành các hệ thống phục vụ cho quá trình CI/CD Jenkins, ArgoCD, Gitlab CI, Vault Secret Management...", "- Phát triển nâng cấp và vận hành quy trình tự động hóa, xây dựng đóng gói phần mềm, kiểm thử tự động và triển khai tự động theo luồng CI/CD (tích hợp Auto Test, Security, QA ...)", "- Phối hợp với bộ phận phát triển phần mềm để xây dựng hệ thống, phần mềm minh bạch, có khả năng mở rộng, tính dự phòng để tăng độ tin cậy sản phẩm (DC-DR, Hybrid Cloud)", "- Đầu mối Request các tài nguyên hạ tầng cần thiết cho việc triển khai Ứng dụng (Server, Database, Middeware, Kết nối Firewall, Domain ...)", "- Phối hợp với Team Triển khai Giám sát đảm bảo các cấu phần phục vụ cho hệ thống đều được thực hiện giám sát đầy đủ.", "- Tiếp nhận và phối hợp xử lý các yêu cầu hỗ trợ liên quan tới ứng dụng chạy trên các nền tảng Virtual Machine, Docker, Container Platform Kubernetes", "- Phối hợp với đội phát triển ứng dụng, đội vận hành ứng dụng xây dựng quy trình, công cụ thực hiện test tải, performance ứng dụng.", "- Phối hợp với các bên liên quan kiểm thử tính sẵn sàng của ứng dụng định kỳ và theo chính sách của công ty.", "- Xây dựng quy trình xử lý sự cố ứng dụng đảm bảo khôi phục ứng dụng trong thời gian nhanh nhất.", "- Phân tích các sự cố, xác định nguyên nhân gốc rễ của vấn đề và áp dụng các biện pháp phòng ngừa hoặc khắc phục để đảm bảo rằng sự cố không tái diễn.", "- Tối ưu hoá chi phí hạ tầng ứng dụng trên các nền tảng Platform, đảm bảo scaling ứng dụng một cách nhịp nhàng, hiệu quả, chính xác.", "-Lên kế hoạch mở rộng, tăng trưởng tài nguyên của ứng dụng.", "- Phụ trách nhân sự và phân công nhiệm vụ cho các nhân sự trong nhóm SRE.", "- Báo cáo phụ trách trực tiếp hoạt động của nhóm SRE.", "- Xây dựng các quy trình, tài liệu vận hành, tài liệu hướng dẫn cho các hệ thống trong phạm vi vận hành của team.", "- Đào tạo và hướng dẫn nhân sự trong nhóm SRE."], "Yêu cầu ứng viên": ["- Tối thiểu 01 năm kinh nghiệm làm việc liên quan", "- Tốt nghiệp Đại học, Cao đẳng, trường nghề chuyên ngành CNTT, Toán tin, Điện tử viễn thông, Thương mại điện tử.", "- Có khả năng code cơ bản đối với các ngôn ngữ như Java, Python, .NET, Go,...", "- Có khả năng viết Bash Scripts trên Linux", "- Có kinh nghiệm làm việc với Repository Artifact như Nexus, Jfrog... các Docker Registry Private, Vault Secret Management", "- Có kinh nghiệm triển khai, cấu hình và vận hành ứng dụng trên các nền tảng Docker, Container Platform Kubernetes, Seervice Mesh là một lợi thế", "- Có kinh nghiệm với các phần mềm chia tải như HAProxy, Ngĩn, Kong...", "- Có kinh nghiệm với các phần mềm Cache, Queue...", "- Có kiến thức cơ bản về hệ thống mạng", "- Làm việc độc lập, làm việc nhóm", "- Hiểu biết tốt về các quy trình phát triển phần mềm.", "- Hiểu biết tốt về mô hình ứng dụng Microservices và Monolithic Services", "- Hiểu biết và có kinh nghiệm quản trị hệ điều hành Linux", "- Sử dụng thành thạo Git, nắm bắt tốt Git Flow, mô hình GitOps", "- Sử dụng thành thạo các phần mềm như Ansible, Terraform, Jenkins, ArgoCD ...", "- Triển khai, cấu hình và vận hành ứng dụng trên các nền tảng Virtual Machine, Docker, Container Platform Kubernetes.", "- Đọc hiểu tiếng Anh cơ bản, có thể nghiên cứu tài liệu bằng tiếng Anh là một lợi thế"], "Quyền lợi": ["1. Chế độ lương & thưởng hấp dẫn:", "- Mức lương thỏa thuận theo năng lực, đánh giá năng lực hàng năm", "- Chế độ thưởng phong phú và hấp dẫn (Theo quy định và chính sách công ty)", "- Hỗ trợ ăn sáng miễn phí", "- Hỗ trợ ăn trưa: 50.000đ/ngày", "- Hỗ trợ gửi xe, xăng xe, điện thoại (tùy vị trí)", "- Hỗ trợ trang điểm cho CBNV nữ", "- Quà tặng các ngày lễ trong năm", "2. Bảo hiểm & chăm sóc sức khỏe toàn diện:", "- BHXH, BHYT, BHTN theo pháp luật hiện hành", "- Gói bảo hiểm sức khỏe cao cấp 24/7 mua cho nhân viên & người thân nhân viên", "- Khám sức khỏe định kỳ hàng năm", "3. Môi trường làm việc hiện đại:", "- Cung cấp máy tính & trang thiết bị làm việc hiện đại", "- Văn phòng làm việc hiện đại, trang thiết bị làm việc Hi- tech", "- Không gian ăn nhẹ miễn phí (nước uống, trà cafe, hoa quả, sữa chua)", "4. Phát triển nghề nghiệp:", "- Cơ hội tiếp cận với những công nghệ mới, những dự án quy mô lớn", "- Làm việc cùng đội ngũ hơn 1000 nhân sự tài năng, có chuyên môn giỏi, dày dặn kinh nghiệm, tư duy chia sẻ", "- Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực", "- Công ty thành lập hơn 16 năm với các sản phẩm & dịch vụ đã được khẳng định vị thế trên thị trường", "5. Hoạt động ngoại khóa phong phú:", "- Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Team building, Nghỉ mát (trong nước và nước ngoài), 20/10, Year End Party, hoạt động thiện nguyện,...", "- Các câu lạc bộ:", "CLB Cầu lông", "CLB Bóng đá", "CLB Yoga", "CLB Điền kinh", "CLB Bơi", "Chúng tôi sẽ liên hệ qua điện thoại với những CV phù hợp trong vòng 7 ngày làm việc kể từ ngày ứng tuyển."], "Địa điểm làm việc": ["- Hà Nội: 22 Láng Hạ, Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/it-helpdesk-fresher/1098464.html?ta_source=ITJobs_LinkDetail", "job_name": "IT Helpdesk", "company_name": "Công ty TNHH Lửa Á Châu", "address": ["72/24 Phan Đăng Lưu Phường 5 Quận Phú Nhuận, TP HCM"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "31/05/2024", "Mô tả công việc": ["Bảo trì, chuẩn hóa hệ thống mạng công ty;", "Xây dựng hạ tầng mạng cho wifi/server;", "Hỗ trợ bảo quản, sửa chữa hoặc thay thế phần cứng cho máy tính cá nhân / máy trạm server;", "Kiểm tra, cài đặt máy tính cho các phòng ban;", "Hỗ trợ quản trị hệ thống hoặc sửa lỗi vận hành cơ bản cho khách hàng;", "Cài đặt sao lưu các hệ thống định kỳ;", "Quản trị các tài sản kỹ thuật số;", "Theo dõi trạng thái của các hệ thống đang được vận hành, báo cáo khi có sự cố;", "Những việc khác do cấp trên phòng kỹ thuật giao phó."], "Yêu cầu ứng viên": ["Hiểu biết về mạng LAN ,WAN VLAN, quản lý wifi các thiết bị thuộc Aruba, Yplink, Xiaomi", "Có kiến thức sử dụng phần mềm và làm việc với Windows", "Có kiến thức với mã nguồn mở quản lý hệ thống như Opnsense vs pfsense", "Có kiến thức cơ bản về máy chủ, ảo hóa, Vmware", "Chịu học hỏi những công nghệ mới, liên quan tới quản trị, vận hành máy chủ, nâng cấp, lắp đặt máy chủ", "Tiếng Anh cơ bản", "Kiểm tra kỹ đầu ra và lên kế hoạch trước khi thực hiện công việc", "Kỹ năng làm việc nhóm, làm việc độc lập."], "Quyền lợi": ["Có cơ hội được đào tạo toàn diện về Công nghệ số và Quản trị truyền thông kỹ thuật số;", "Có cơ hội tiếp cận với phương pháp và quy trình quản trị dự án truyền thông kỹ thuật số một cách có tổ chức và hiện đại;", "Môi trường làm việc thân thiện, năng động và có cơ hội tiếp cận những công nghệ tiên tiến.", "Chương trình Phát triển vượt trội cho những ứng viên tài năng; Các chính sách khác: Nghỉ mát, Thưởng, Bảo hiểm, Phụ cấp,...theo Luật Lao Động."], "Địa điểm làm việc": ["- Hồ Chí Minh: 72/24 Phan Đăng Lưu, phường 5, Phú Nhuận"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "1 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/java-engineer-junior-mid-level-onsite/1228615.html?ta_source=ITJobs_LinkDetail", "job_name": "Java", "company_name": "TECHVIFY SOFTWARE., JSC", "address": ["HANOI (HEADQUARTER) F2-3 Thanh Dong Building, 19 Lane To Huu Str, Nam Tu Liem Dist, Hanoi, Vietnam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "19/05/2024", "Mô tả công việc": ["Participate in full project life cycle from requirements gathering to project implementation, maintenance and support.", "Design, implement and maintain Java-based applications that can be high-volume and low-latency", "Work with PO/BA to understand requirement & define business objectives & functionality", "Develop & test software follow coding standard", "Identify and resolve any technical issues arising", "Study and research trends and new/improving/changing technologies regarding Java development, programming standards, application architecture, business processes, and functional areas for application"], "Yêu cầu ứng viên": ["Technical skills", "At least 2-3 years of experience with Java technologies", "Experience of SDLC/Scrum methodologies", "Understanding about Java & OOP", "Knowledge of Java frameworks like Sping/ Spingboot/ Hibernate", "Experience with database, such as MySQL, PostgreSQL or Oracle", "Personal skills", "Honest and confident to directly work with colleague.", "Be proactive in work, good teamwork ability.", "Loves to work on an innovative product and ready to learn new things."], "Quyền lợi": ["Salary range: 15.000.000 – 25.000.000 VND.", "13 months’ salary per year", "Review: 1 times/ year in October.", "Young and dynamic working environment.", "Opportunity to approach newest technology trends", "Extra Medical Insurance and Annual health check-up.", "Other benefits: Summer vacation, birthday, team building... are held periodically."], "Địa điểm làm việc": ["- Hà Nội: F12 Diamond Flower Tower, Le Van Luong, Ha Noi, Thanh Xuân"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "10 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-business-analyst/1305981.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh", "company_name": "CÔNG TY CỔ PHẦN MH DIGITAL", "address": ["Tầng 5, tòa nhà số 71-73 đường Trần Thái Tông, Phường Dịch Vọng, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "19/05/2024", "Mô tả công việc": ["- Tiếp nhận và thu thập yêu cầu từ khách hàng, người sử dụng.", "- Phân tích các nghiệp vụ, chi tiết hóa yêu cầu và mô hình hóa vào việc xây dựng các giải pháp phần mềm, chuyển thành tài liệu phân tích thiết kế đề xuất giải pháp và đàm phán với khách hàng.", "- Hỗ trợ đội QA/Tech trong việc kiểm thử tính phù hợp của ứng dụng (demo).", "- Trao đổi với khách hàng để làm rõ thông tin, yêu cầu kinh doanh.", "- Đánh giá các quy trình, dự đoán các yêu cầu, phát hiện các lĩnh vực cần cải tiến , phát triển và thực hiện các giải pháp.", "- Tham gia Dự án: Học cách quản lý dự án. Mỗi dự án sẽ có đặc thù triển khai khác nhau + Tham gia phát triển các ứng dụng phần mềm.", "- Báo cáo: Viết báo cáo về các vấn đề gặp phải và gửi lên quản lý, người hướng dẫn trực tiếp.", "- Xây dựng, mô hình hóa các dữ liệu thu nhận vào dự án cụ thể.", "- Teamwork với các thành viên trong dự án."], "Yêu cầu ứng viên": ["- Sinh viên năm 3, năm cuối hoặc sinh viên mới ra trường của các khối ngành CNTT, quản trị, Kinh tế hoặc các chuyên ngành liên quan.", "- Có kiến thức cơ bản về Big data, AI, Data warehouse.", "- Biết cơ bản về PowerBI hay về lập trình như Python, SQL... là một lợi thế.", "- Biết sử dụng các công cụ phục vụ cho công việc như figma, drawio hoặc Microsoft Visio", "- Ưu tiên biết về Social Listening và Data Labeling", "- Thành thạo bộ Microsoft Office", "- Có khả năng đọc hiểu và làm việc với các tài liệu Tiếng Anh.", "- Có laptop cá nhân để chủ động trong công việc."], "Quyền lợi": ["- Được trải nghiệm môi trường làm việc trong các lĩnh vực hot của ngành CNTT như AI, BIG DATA, DIGITAL TRANSFORMATION.", "- Làm việc với hệ thống dữ liệu lớn với nhiều lĩnh vực khác nhau, được hướng dẫn các phương pháp phân tích dữ liệu, các phương pháp quản trị dự án để phục vụ công việc.", "- Trực tiếp tham gia vào các dự án B2B của MH GROUP", "- Có cơ hội làm việc và học hỏi với những người có chuyên môn sâu về phân tích dữ liệu (Data Analyst), hoặc phân tích kinh doanh Business Analyst, Business Analytics, Trí tuệ nhân tạo (AI), Học máy (Machine Learning),...", "- Thời gian làm việc linh hoạt phù hợp với lịch học của sinh viên."], "Địa điểm làm việc": ["- Hà Nội: Tầng 5, tòa nhà số 71-73 đường Trần Thái Tông, Phường Dịch Vọng, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)", "Thứ 2 đến Thứ 6 và 2 thứ 7 / tháng"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-data-analyst/1305992.html?ta_source=ITJobs_LinkDetail", "job_name": "Thực Tập Sinh", "company_name": "CÔNG TY CỔ PHẦN MH DIGITAL", "address": ["Tầng 5, tòa nhà số 71-73 đường Trần Thái Tông, Phường Dịch Vọng, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam"], "salary": "Mức lương", "exp": "Kinh nghiệm", "remaining": "19/05/2024", "Mô tả công việc": ["- Phân tích yêu cầu của người dùng cuối và đưa ra phương pháp phân tích dữ liệu, đo lường phù hợp, ...", "- Quản trị hệ thống Cơ sở dữ liệu sẵn có.", "- Cung cấp thông tin dữ liệu đang có theo yêu cầu.", "- Duy trì các hệ thống báo cáo, các biểu đồ, các report đang có.", "- Thiết kế báo cáo Dashboard, báo cáo phân tích đa chiều và phân tích nâng cao", "- Tham gia phát triển và nâng cấp hệ thống Data Warehouse.", "- Hỗ trợ quản lý và cập nhật Data Dictionary/Data Glossary.", "- Xây dựng và phát triển thêm các hệ thống thu thập, báo cáo, tracking dữ liệu, phân tích phục vụ vận hành", "- Teamwork với các thành viên trong dự án."], "Yêu cầu ứng viên": ["- Sinh viên năm 3, năm cuối hoặc sinh viên mới ra trường của các khối ngành CNTT, quản trị, Kinh tế hoặc các chuyên ngành liên quan.", "- Yêu thích phân tích dữ liệu và muốn đi sâu vào ngành Data.", "- Có mong muốn trở thành chuyên gia về Data Analyst", "- Hứng thú với công việc phân tích dữ liệu, có tinh thần ham học hỏi, cầu tiến, khả năng tự học tốt.", "- Có kiến thức cơ bản về Big data, AI, Data warehouse.", "- Biết sử dụng các công cụ PowerBI, Tableau, Superset ...", "- Có khả năng đọc hiểu và làm việc với các tài liệu Tiếng Anh.", "- Có laptop cá nhân để chủ động trong công việc."], "Quyền lợi": ["- Được trải nghiệm môi trường làm việc trong các lĩnh vực hot của ngành CNTT như AI, BIG DATA, DIGITAL TRANSFORMATION.", "- Làm việc với hệ thống dữ liệu lớn với nhiều lĩnh vực khác nhau, được hướng dẫn các phương pháp phân tích dữ liệu, các phương pháp quản trị dự án để phục vụ công việc.", "- Trực tiếp tham gia vào các dự án B2B của MH GROUP", "- Có cơ hội làm việc và học hỏi với những người có chuyên môn sâu về phân tích dữ liệu (Data Analyst), hoặc phân tích kinh doanh Business Analyst, Business Analytics, Trí tuệ nhân tạo (AI), Học máy (Machine Learning),...", "- Tham gia các hoạt động teambuilding cùng công ty hàng tháng.", "- Thời gian làm việc linh hoạt phù hợp với lịch học của sinh viên."], "Địa điểm làm việc": ["- Hà Nội: Tầng 5, tòa nhà số 71-73 đường Trần Thái Tông, Phường Dịch Vọng, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)", "Thứ 2 đến Thứ 6 và 2 thứ 7 / tháng"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Thực tập sinh", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Thực tập", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/quan-ly-du-an-pm-it-outsourcing-project-manager/1308657.html?ta_source=ITJobs_LinkDetail", "job_name": "Quản Lý Dự Án/PM (IT Outsourcing", "company_name": "CÔNG TY CỔ PHẦN MH DIGITAL", "address": ["Tầng 5, tòa nhà số 71-73 đường Trần Thái Tông, Phường Dịch Vọng, Quận Cầu Giấy, Thành phố Hà Nội, Việt Nam"], "salary": ")", "exp": "Hà Nội", "remaining": "19/05/2024", "Mô tả công việc": ["Lập kế hoạch dự án, tổ chức triển khai dự án theo biểu mẫu của công ty", "Theo dõi, đôn đốc kiểm soát chất lượng và tiến độ dự án", "Phân công, huấn luyện, theo dõi nhiệm vụ hàng ngày, hàng tuần cho thành viên nhóm", "Giải quyết các vấn đề và phát triển/ cung cấp cách giải quyết cũng như giải pháp thay thế", "Tiến hành đào tạo kĩ thuật cho dự án", "Thực hiện các công việc khác theo sự phân công của cấp trên."], "Yêu cầu ứng viên": ["Có ít nhất 6 tháng đến 1 năm kinh nghiệm tại vị trí PM hoặc tương đương", "Có kinh nghiệm hoặc quan tâm đến dự án nhà nước và dữ liệu", "Có kiến thức nền tảng chuyên ngành tốt", "Có nền tảng về công nghệ thông tin là một lợi thế", "Ưu tiên đã có chứng chỉ quản lý dự án", "Đề cao trách nhiệm trong công việc, ý thức chất lượng sản phẩm tốt.", "Đam mê tìm tòi nghiên cứu học hỏi công nghệ mới, phát triển bản thân"], "Quyền lợi": ["Được hưởng mức lương cạnh tranh theo năng lực làm việc, được tăng lương thường kỳ theo chính sách của công ty.", "Thu nhập: 12-20 triệu/tháng + Thưởng dự án (Thoả thuận theo năng lực và kinh nghiệm)", "Được hưởng các chính sách hỗ trợ, thưởng lễ tết, các chế độ BHXH, BHYT, BHTN đầy đủ theo quy định công ty.", "Nghỉ phép 12 ngày/năm.", "Được làm việc trong môi trường cực kỳ thân thiện, khuyến khích nhân viên phát triển tiềm năng.", "Được training nâng cao kiến thức và kỹ năng làm việc.", "Đi du lịch, nghỉ mát theo quy định của công ty."], "Địa điểm làm việc": ["- Hà Nội: Tầng 5, tòa nhà số 71-73 đường Trần Thái Tông, Phường Dịch Vọng, Cầu Giấy"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)", "Thứ 7 tuần 01 và 03 của tháng."], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Quản lý / Giám sát", "Kinh nghiệm": "Dưới 1 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/android-java-developer/1305919.html?ta_source=ITJobs_LinkDetail", "job_name": "Android (", "company_name": "Công ty Cổ phần giải pháp và nguồn lực công nghệ Itsol", "address": ["Số 15, ngõ 82 Dịch Vọng Hậu, Cầu Giấy, Hà Nội"], "salary": ") Developer", "exp": "Hà Nội", "remaining": "19/05/2024", "Mô tả công việc": ["-Tham gia phát triển các sản phẩm và chịu trách nhiệm phát triển về Front End cho các ứng dụng Mobile apps sử dụng trên nền tảng Android.", "-Phân tích, xem xét, phản hồi cho các yêu cầu và thiết kế sản phẩm. Viết các tài liệu chức năng được yêu cầu.", "-Tham gia nghiên cứu góp ý và chia sẻ giúp cải thiện chất lượng sản phẩm"], "Yêu cầu ứng viên": ["-Có từ 2 năm kinh nghiệm đối với phát triển phần mềm trên nền tảng Android với ngôn ngữ lập trình Java", "-Có kiến thức về OOP, Desgin Patterns, nắm vững mô hình MVC, MVP", "-Đã làm việc với RxAndroid / RxJava.", "-Hiểu biết về Agile/Scrum", "-Onsite bank."], "Quyền lợi": ["-Lương thỏa thuận theo năng lực (upto 25M)", "-Phụ cấp onsite, đi lại.....", "- Được cấp đầy đủ thiết bị làm việc", "- Lương tháng 13, thưởng dự án, thưởng hiệu quả công việc", "- BHXH, BHTN, du lịch 1 lần/năm", "- Xét tăng lương hàng năm", "- Happy time hàng tháng", "- Môi trường chuyên nghiệp, chế độ thăng tiến tốt"], "Địa điểm làm việc": ["- Hà Nội: 25 Trần Hưng Đạo, Hoàn Kiếm, Hà Nôi·, Hoàn Kiếm"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:30 đến 18:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "2 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Nam"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-sre/1308435.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên SRE", "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)", "address": ["Địa điểm:", "22 Láng Hạ, Đống Đa, Hà Nội"], "salary": "Thoả thuận", "exp": "Không yêu cầu kinh nghiệm", "remaining": "19/05/2024", "Mô tả công việc": ["- Triển khai và vận hành các hệ thống phục vụ cho quá trình CI/CD Jenkins, ArgoCD, Gitlab CI, Vault Secret Management...", "- Phát triển nâng cấp và vận hành quy trình tự động hóa, xây dựng đóng gói phần mềm, kiểm thử tự động và triển khai tự động theo luồng CI/CD (tích hợp Auto Test, Security, QA ...)", "- Phối hợp với bộ phận phát triển phần mềm để xây dựng hệ thống, phần mềm minh bạch, có khả năng mở rộng, tính dự phòng để tăng độ tin cậy sản phẩm (DC-DR, Hybrid Cloud)", "- Đầu mối Request các tài nguyên hạ tầng cần thiết cho việc triển khai Ứng dụng (Server, Database, Middleware, Kết nối Firewall, Domain ...)", "- Phối hợp với Team Triển khai Giám sát đảm bảo các cấu phần phục vụ cho hệ thống đều được thực hiện giám sát đầy đủ.", "- Tiếp nhận và phối hợp xử lý các yêu cầu hỗ trợ liên quan tới ứng dụng chạy trên các nền tảng Virtual Machine, Docker, Container Platform Kubernetes", "- Phối hợp với đội phát triển ứng dụng, đội vận hành ứng dụng xây dựng quy trình, công cụ thực hiện test tải, performance ứng dụng.", "- Phối hợp với các bên liên quan kiểm thử tính sẵn sàng của ứng dụng định kỳ và theo chính sách của công ty.", "- Áp dụng quy trình xử lý sự cố ứng dụng đảm bảo khôi phục ứng dụng trong thời gian nhanh nhất.", "- Tham gia phân tích các sự cố, xác định nguyên nhân gốc rễ của vấn đề và áp dụng các biện pháp phòng ngừa hoặc khắc phục để đảm bảo rằng sự cố không tái diễn.", "- Tham gia tối ưu hoá chi phí hạ tầng ứng dụng trên các nền tảng Platform, đảm bảo scaling ứng dụng một cách nhịp nhàng, hiệu quả, chính xác", "- Tham gia xây dựng các quy trình, tài liệu vận hành, tài liệu hướng dẫn cho các hệ thống trong phạm vi vận hành của team."], "Yêu cầu ứng viên": ["- Tối thiểu 01 năm kinh nghiệm làm việc liên quan", "- Tốt nghiệp Đại học, Cao đẳng, trường nghề chuyên ngành CNTT, Toán tin, Điện tử viễn thông, Thương mại điện tử.", "- Có khả năng code cơ bản đối với các ngôn ngữ như Java, Python, .NET, Go,...", "- Có khả năng viết Bash Scripts trên Linux", "- Có kinh nghiệm làm việc với Repository Artifact như Nexus, Jfrog... các Docker Registry Private, Vault Secret Management", "- Có kinh nghiệm triển khai, cấu hình và vận hành ứng dụng trên các nền tảng Docker, Container Platform Kubernetes, Seervice Mesh là một lợi thế", "- Có kinh nghiệm với các phần mềm chia tải như HAProxy, Ngĩn, Kong...", "- Có kinh nghiệm với các phần mềm Cache, Queue...", "- Có kiến thức cơ bản về hệ thống mạng", "- Làm việc độc lập, làm việc nhóm", "- Hiểu biết tốt về các quy trình phát triển phần mềm.", "- Hiểu biết tốt về mô hình ứng dụng Microservices và Monolithic Services", "- Hiểu biết và có kinh nghiệm quản trị hệ điều hành Linux", "- Sử dụng thành thạo Git, nắm bắt tốt Git Flow, mô hình GitOps", "- Sử dụng thành thạo các phần mềm như Ansible, Terraform, Jenkins, ArgoCD ...", "- Triển khai, cấu hình và vận hành ứng dụng trên các nền tảng Virtual Machine , Docker, Container Platform Kubernetes.", "- Đọc hiểu tiếng Anh cơ bản, có thể nghiên cứu tài liệu bằng tiếng Anh là một lợi thế"], "Quyền lợi": ["1. Chế độ lương & thưởng hấp dẫn:", "- Mức lương thỏa thuận theo năng lực, đánh giá năng lực hàng năm", "- Chế độ thưởng phong phú và hấp dẫn (Theo quy định và chính sách công ty)", "- Hỗ trợ ăn sáng miễn phí", "- Hỗ trợ ăn trưa: 50.000đ/ngày", "- Hỗ trợ gửi xe, xăng xe, điện thoại (tùy vị trí)", "- Hỗ trợ trang điểm cho CBNV nữ", "- Quà tặng các ngày lễ trong năm", "2. Bảo hiểm & chăm sóc sức khỏe toàn diện:", "- BHXH, BHYT, BHTN theo pháp luật hiện hành", "- Gói bảo hiểm sức khỏe cao cấp 24/7 mua cho nhân viên & người thân nhân viên", "- Khám sức khỏe định kỳ hàng năm", "3. Môi trường làm việc hiện đại:", "- Cung cấp máy tính & trang thiết bị làm việc hiện đại", "- Văn phòng làm việc hiện đại, trang thiết bị làm việc Hi- tech", "- Không gian ăn nhẹ miễn phí (nước uống, trà cafe, hoa quả, sữa chua)", "4. Phát triển nghề nghiệp:", "- Cơ hội tiếp cận với những công nghệ mới, những dự án quy mô lớn", "- Làm việc cùng đội ngũ hơn 1000 nhân sự tài năng, có chuyên môn giỏi, dày dặn kinh nghiệm, tư duy chia sẻ", "- Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực", "- Công ty thành lập hơn 16 năm với các sản phẩm & dịch vụ đã được khẳng định vị thế trên thị trường", "5. Hoạt động ngoại khóa phong phú:", "- Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Team building, Nghỉ mát (trong nước và nước ngoài), 20/10, Year End Party, hoạt động thiện nguyện,...", "- Các câu lạc bộ:", "CLB Cầu lông", "CLB Bóng đá", "CLB Yoga", "CLB Điền kinh", "CLB Bơi", "Chúng tôi sẽ liên hệ qua điện thoại với những CV phù hợp trong vòng 7 ngày làm việc kể từ ngày ứng tuyển."], "Địa điểm làm việc": ["- Hà Nội: 22 Láng Hạ, Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:30)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "Không yêu cầu kinh nghiệm", "Số lượng tuyển": "6 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/nhan-vien-van-hanh-ung-dung/1308626.html?ta_source=ITJobs_LinkDetail", "job_name": "Nhân Viên Vận Hành Ứng Dụng", "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)", "address": ["Địa điểm:", "22 Láng Hạ, Đống Đa, Hà Nội"], "salary": "Thoả thuận", "exp": "2 năm", "remaining": "19/05/2024", "Mô tả công việc": ["Vị trí làm việc: Khối Công nghệ", "Thời gian làm việc: 8h30 – 17h30 các ngày thứ 2 - thứ 6", "MÔ TẢ CÔNG VIỆC:", "- Được cung cấp tài liệu mô tả, tài liệu triển khai, tài liệu vận hành hệ thống ứng dụng, đào tạo chuyển giao vận hành", "- Quản trị và vận hành các hệ thống ứng dụng", "- Nắm bắt các quy trình nghiệp vụ và các chức năng của ứng dụng", "- Kiểm tra và đảm bảo chất lượng, hiệu quả và an toàn của các ứng dụng", "- Theo dõi và báo cáo về tình hình hoạt động, hiệu suất và lưu lượng truy cập của các ứng dụng", "- Phối hợp với đối phát triển ứng dụng/đội triển khai giám sát ứng dụng để xây dựng các dashboard/cảnh báo về ứng dụng", "- Tiếp nhận các thông báo cảnh báo 24/7 từ nhóm giám sát ứng dụng, sau đó xác minh xử lý", "- Hỗ trợ thực hiện phân tích và gửi lỗi cho đội phát triển/nhà cung cấp, phối hợp với đội phát triển/nhà cung cấp kiểm tra xử lý sự cố theo phân công.", "- Phối hợp với các bộ phận liên quan Quản trị hệ thống/DBA/ANTT/Bên thứ 3 kiểm tra xử lý sự cố theo phân công", "- Thực hiện cài đặt triển khai, cập nhật ứng dụng theo tài liệu của đội phát triển/nhà cung cấp", "- Thực hiện các cấu hình hệ thống theo yêu cầu được phê duyệt từ quản lý"], "Yêu cầu ứng viên": ["Tốt nghiệp Cao đẳng trở lên ngành Công nghệ thông tin, Phần mềm, Kỹ thuật máy tính.", "Đọc hiểu tiếng Anh cơ bản, có thể nghiên cứu tài liệu bằng ngoại ngữ là một lợi thế", "Hiểu biết tốt về các quy trình phát triển phần mềm.", "Hiểu biết tốt về mô hình ứng dụng Microservices và Monolithic Services", "Hiểu biết và có kinh nghiệm quản trị hệ điều hành Linux", "Sử dụng thành thạo Git, nắm bắt tốt Git Flow", "Sử dụng thành thạo các phần mềm như Ansible, Terraform, Jenkins, ArgoCD ...", "Kỹ năng về viết script và automation để tạo ra các quy trình tự động cho việc triển khai, cấu hình và quản lý hệ thống.", "Có kỹ năng về quản lý và áp dụng các phương pháp và công cụ giám sát hệ thống để đảm bảo hiệu suất và sẵn sàng của ứng dụng.", "Có khả năng làm việc cộng tác và giao tiếp tốt với các thành viên khác trong nhóm phát triển, quản lý dự án và quản lý hệ thống.", "Có kỹ năng tư duy phân tích, giải quyết, khoanh vùng sư cố cố để giải quyết vấn đề trong thời gian ngắn."], "Quyền lợi": ["CHẾ ĐỘ PHÚC LỢI", "Chế độ lương & thưởng hấp dẫn:", "Mức lương thỏa thuận theo năng lực, đánh giá năng lực hàng năm", "Chế độ thưởng phong phú và hấp dẫn (Theo quy định và chính sách công ty)", "Hỗ trợ ăn sáng miễn phí", "Hỗ trợ ăn trưa: 50.000đ/ngày", "Hỗ trợ gửi xe, xăng xe, điện thoại (tùy vị trí)", "Hỗ trợ trang điểm cho CBNV nữ", "Quà tặng các ngày lễ trong năm", "Bảo hiểm & chăm sóc sức khỏe toàn diện:", "BHXH, BHYT, BHTN theo pháp luật hiện hành", "Gói bảo hiểm sức khỏe cao cấp 24/7 mua cho nhân viên & người thân nhân viên", "Khám sức khỏe định kỳ hàng năm", "Môi trường làm việc hiện đại:", "Cung cấp máy tính & trang thiết bị hiện đại", "Văn phòng làm việc hiện đại, trang thiết bị làm việc Hi- tech", "Không gian ăn nhẹ miễn phí (nước uống, snack)", "Phát triển nghề nghiệp:", "Cơ hội tiếp cận với những công nghệ mới, những dự án quy mô lớn", "Làm việc cùng đội ngũ hơn 1800 nhân sự tài năng, có chuyên môn giỏi,dày dặn kinh nghiệm, tư duy chia sẻ", "Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực.", "Công ty thành lập hơn 17 năm với sản phẩm dịch vụ đã khẳng định vị thế trên thị trường", "Hoạt động ngoại khóa phong phú:", "Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Du xuân, 8/3, Team building, Nghỉ mát trong nước và nước ngoài, VNPAY Family, 20/10, Year End Party, hoạt động thiện nguyện...", "Các câu lạc bộ:", "CLB Cầu lông;", "CLB Zumba;", "CLB Yoga;", "CLB Điền kinh."], "Địa điểm làm việc": ["- Hà Nội: Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Nhân viên", "Kinh nghiệm": "2 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"},
{"urls": "https://www.topcv.vn/viec-lam/truong-nhom-van-hanh-ung-dung/1308613.html?ta_source=ITJobs_LinkDetail", "job_name": "Trưởng Nhóm Vận Hành Ứng Dụng", "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)", "address": ["Địa điểm:", "22 Láng Hạ, Đống Đa, Hà Nội"], "salary": "Thoả thuận", "exp": "3 năm", "remaining": "19/05/2024", "Mô tả công việc": ["Vị trí làm việc: Khối Công nghệ", "Thời gian làm việc: 8h30 – 17h30 các ngày thứ 2 - thứ 6", "MÔ TẢ CÔNG VIỆC:", "- Được cung cấp tài liệu mô tả, tài liệu triển khai, tài liệu vận hành hệ thống ứng dụng, đào tạo chuyển giao vận hành", "- Quản trị và vận hành các hệ thống ứng dụng", "- Nắm bắt các quy trình nghiệp vụ và các chức năng của ứng dụng", "- Kiểm tra và đảm bảo chất lượng, hiệu quả và an toàn của các ứng dụng", "- Theo dõi và báo cáo về tình hình hoạt động, hiệu suất và lưu lượng truy cập của các ứng dụng", "- Phối hợp với đối phát triển ứng dụng/đội triển khai giám sát ứng dụng để xây dựng các dashboard/cảnh báo về ứng dụng", "- Tiếp nhận các thông báo cảnh báo 24/7 từ nhóm giám sát ứng dụng, sau đó xác minh xử lý", "- Hỗ trợ thực hiện phân tích và gửi lỗi cho đội phát triển/nhà cung cấp, phối hợp với đội phát triển/nhà cung cấp kiểm tra xử lý sự cố theo phân công.", "- Phối hợp với các bộ phận liên quan Quản trị hệ thống/DBA/ANTT/Bên thứ 3 kiểm tra xử lý sự cố theo phân công", "- Thực hiện cài đặt triển khai, cập nhật ứng dụng theo tài liệu của đội phát triển/nhà cung cấp", "- Thực hiện các cấu hình hệ thống theo yêu cầu được phê duyệt từ quản lý", "- Phụ trách nhân sự và phân công nhiệm vụ cho các nhân sự trong nhóm Vận hành Ứng dụng", "- Báo cáo phụ trách trực tiếp hoạt động của nhóm Vận hành Ứng dụng", "- Xây dựng quy trình, biểu mẫu hoạt động của nhóm Vận hành Ứng dụng", "- Đào tạo và hướng dẫn nhân sự trong nhóm Vận hành Ứng dụng", "- Trực tiếp tiếp nhận các Ứng dụng để đưa vào vận hành", "- Lập các báo cáo hoạt động, báo cáo chất lượng của ứng dụng, các báo cáo đáp ứng SLO/SLA."], "Yêu cầu ứng viên": ["● Tốt nghiệp Cao đẳng trở lên ngành Công nghệ thông tin, Phần mềm, Kỹ thuật máy tính,...", "● Đọc hiểu tiếng Anh cơ bản, có thể nghiên cứu tài liệu bằng ngoại ngữ là một lợi thế", "● Hiểu biết tốt về các quy trình phát triển phần mềm.", "● Hiểu biết tốt về mô hình ứng dụng Microservices và Monolithic Services", "● Hiểu biết và có kinh nghiệm quản trị hệ điều hành Linux", "● Sử dụng thành thạo Git, nắm bắt tốt Git Flow", "● Sử dụng thành thạo các phần mềm như Ansible, Terraform, Jenkins, ArgoCD ...", "● Kỹ năng về viết script và automation để tạo ra các quy trình tự động cho việc triển khai, cấu hình và quản lý hệ thống.", "● Có kỹ năng về quản lý và áp dụng các phương pháp và công cụ giám sát hệ thống để đảm bảo hiệu suất và sẵn sàng của ứng dụng.", "● Có khả năng làm việc cộng tác và giao tiếp tốt với các thành viên khác trong nhóm phát triển, quản lý dự án và quản lý hệ thống.", "● Có kỹ năng tư duy phân tích, giải quyết, khoanh vùng sư cố cố để giải quyết vấn đề trong thời gian ngắn."], "Quyền lợi": ["CHẾ ĐỘ PHÚC LỢI", "Chế độ lương & thưởng hấp dẫn:", "Mức lương thỏa thuận theo năng lực, đánh giá năng lực hàng năm", "Chế độ thưởng phong phú và hấp dẫn (Theo quy định và chính sách công ty)", "Hỗ trợ ăn sáng miễn phí", "Hỗ trợ ăn trưa: 50.000đ/ngày", "Hỗ trợ gửi xe, xăng xe, điện thoại (tùy vị trí)", "Hỗ trợ trang điểm cho CBNV nữ", "Quà tặng các ngày lễ trong năm", "Bảo hiểm & chăm sóc sức khỏe toàn diện:", "BHXH, BHYT, BHTN theo pháp luật hiện hành", "Gói bảo hiểm sức khỏe cao cấp 24/7 mua cho nhân viên & người thân nhân viên", "Khám sức khỏe định kỳ hàng năm", "Môi trường làm việc hiện đại:", "Cung cấp máy tính & trang thiết bị hiện đại", "Văn phòng làm việc hiện đại, trang thiết bị làm việc Hi- tech", "Không gian ăn nhẹ miễn phí (nước uống, snack)", "Phát triển nghề nghiệp:", "Cơ hội tiếp cận với những công nghệ mới, những dự án quy mô lớn", "Làm việc cùng đội ngũ hơn 1800 nhân sự tài năng, có chuyên môn giỏi,dày dặn kinh nghiệm, tư duy chia sẻ", "Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực.", "Công ty thành lập hơn 17 năm với sản phẩm dịch vụ đã khẳng định vị thế trên thị trường", "Hoạt động ngoại khóa phong phú:", "Văn hóa công ty đặc sắc với nhiều hoạt động đoàn thể được quan tâm đầu tư: Du xuân, 8/3, Team building, Nghỉ mát trong nước và nước ngoài, VNPAY Family, 20/10, Year End Party, hoạt động thiện nguyện...", "Các câu lạc bộ:", "CLB Cầu lông;", "CLB Zumba;", "CLB Yoga;", "CLB Điền kinh."], "Địa điểm làm việc": ["- Hà Nội: Đống Đa"], "Thời gian làm việc": ["Thứ 2 - Thứ 6 (từ 08:00 đến 17:00)"], "Cách thức ứng tuyển": ["Ứng viên nộp hồ sơ trực tuyến bằng cách bấm", "Ứng tuyển", "ngay dưới đây."], "Cấp bậc": "Trưởng nhóm", "Kinh nghiệm": "3 năm", "Số lượng tuyển": "1 người", "Hình thức làm việc": "Toàn thời gian", "Giới tính": "Không yêu cầu"}
]